{"url_to_unified_index": {"https://www.ophthalmologytimes.com/view/study-100x-improvement-in-sight-detected-after-gene-therapy-trial": 2, "https://eyewiki.org/Leber_Congenital_Amaurosis": 3, "https://medlineplus.gov/genetics/condition/leber-congenital-amaurosis/": 4, "https://en.wikipedia.org/wiki/Leber_congenital_amaurosis": 1, "https://medlineplus.gov/genetics/understanding/therapy/genetherapy/": 5, "https://www.fda.gov/vaccines-blood-biologics/cellular-gene-therapy-products/what-gene-therapy": 6, "https://www.medpagetoday.com/ophthalmology/generalophthalmology/111943": 14, "https://news.ufl.edu/2024/09/blindness-gene-therapy/": 8, "https://www.fightingblindness.org/diseases/leber-congenital-amaurosis-lca": 13, "https://medlineplus.gov/genetics/understanding/therapy/procedures/": 15, "https://www.scientificamerican.com/article/four-success-stories-in-gene-therapy/": 16, "https://www.healthline.com/health/how-does-gene-therapy-work": 11, "https://my.clevelandclinic.org/health/treatments/17984-gene-therapy": 10, "https://www.mayoclinic.org/tests-procedures/gene-therapy/about/pac-20384619": 12, "https://www.ema.europa.eu/en/follow-patients-administered-gene-therapy-medicinal-products-scientific-guideline": 9, "https://my.clevelandclinic.org/health/diseases/24167-lebers-congenital-amaurosis": 7}, "url_to_info": {"https://www.ophthalmologytimes.com/view/study-100x-improvement-in-sight-detected-after-gene-therapy-trial": {"url": "https://www.ophthalmologytimes.com/view/study-100x-improvement-in-sight-detected-after-gene-therapy-trial", "description": "The vision of patients diagnosed with a rare inherited condition that causes them to lose much of their sight early in their childhood was demonstrated to be 100 times better after they received gene therapy to address the genetic mutation causing it.. According to the clinical trial, published in The Lancet, some patients even experienced a 10,000-fold improvement in their vision after ...", "snippets": ["Researchers also pointed out that the patients had severe vision loss with their best measure of vision being equal to or worse than 20/80. Eyeglasses offer some limited benefits to these patients because they correct abnormalities in the eye’s ability to focus. They cannot address medical causes of vision loss, such as genetic retinal diseases like LCA1.1", "In the study, the researchers also set out to figure out the safety of the gene therapy and its varying dosage levels. Researchers found that some of the patients did experience side effects, with the most common issue being conjunctival hemorrhage. They noted that 2 patients experienced eye inflammation that was reversed with the administration of a round of steroids. They detected no serious side effects attributed to the study drug.\nThe research comes in the wake of another ophthalmological trial at Penn restoring sight in patients with a different form of LCA. Earlier this year, Penn researchers used CRISPR-Cas9 gene editing to improve the sight of many patients with a form of LCA tied to mutations in the CEP290 gene.3", "That research was co-lead by Tomas S. Aleman, MD, a co-author of the new paper and the Irene Heinz-Given and John LaPorte Research Professor in Ophthalmology and co-director with Cideciyan of the Center for Hereditary Retinal Degenerations. The previous study used similar tests and was the first time children were involved in any gene editing work.3\n“The treatment success in our most recent clinical trials together with our earlier experience brings hope for a viable treatment for about 20 percent of infantile blindness caused by inherited retinal degenerations,” Aleman said in the news release. “The focus now is on perfecting the treatments and treating earlier manifestations of these conditions once safety is confirmed. We hope similar approaches will lead to equally positive outcomes in other forms of congenital retinal blindness.”", "“That 10,000-fold improvement is the same as a patient being able to see their surroundings on a moonlit night outdoors as opposed to requiring bright indoor lighting before treatment,” the study’s lead author, Artur Cideciyan, PhD, a research professor of Ophthalmology and co-director of the Center for Hereditary Retinal Degenerations, said in a news release.2 “One patient reported for the first time being able to navigate at midnight outdoors only with the light of a bonfire.”\nAccording to the Penn researchers, 15 patients participated in the Phase 1/2 trial, including 3 pediatric patients. The patient was diagnosed with Leber congenital amaurosis which was a result of mutations in the GUCY2D gene, which is essential to producing proteins critical for vision. Researchers noted the condition, which affects less than 100,000 people globally. It results in a great amount of vision loss as early as during infancy.", "Going forward, the approval of the experimental medicine for clinical use will require an additional trial, with participants being randomly assigned to a treatment dose and both patients and those investigating the trial not knowing who gets what. By doing that, the potential for bias in results could be avoided.1,2\n“ATSN-101 has the potential to be a first-in-class treatment for LCA1, a blinding condition with no approved treatment,” the researchers concluded in the study. “The favorable safety profile and improvements in retinal sensitivity observed in this phase 1/2 clinical trial are supportive of a future randomized, controlled phase 3 trial to further investigate the efficacy and safety of this novel subretinal gene therapy.”\nThis study was funded by Atsena Therapeutics, Inc. Two of the paper’s authors, Andres K. Lauer, MD, and Mark Pennesi, MD, PhD, are members of the company’s clinical and scientific advisory board.2", "According to research conducted by investigators at the Perelman School of Medicine at the University of Pennsylvania School of Medicine, patients with a rare inherited disease affecting their sight experienced quick vision improvements that sustained for the full year-long study.\nThe vision of patients diagnosed with a rare inherited condition that causes them to lose much of their sight early in their childhood was demonstrated to be 100 times better after they received gene therapy to address the genetic mutation causing it.\nAccording to the clinical trial, published in The Lancet, some patients even experienced a 10,000-fold improvement in their vision after receiving the highest dose of the therapy.1", "Improvements were noticed quickly, often within the first month, after the therapy was applied, and lasted for at least 12 months. Observations of participating patients are also ongoing. Three of six high-dosage patients who were tested to navigate a mobility course in varying levels of light achieved the maximum possible score. Other tests used eye charts or measured the dimmest flashes of light patients perceived in a dark environment.\nOf the 9 patients who received the maximum dosage, 2 exhibited a 10,000-fold improvement in vision.\n“Even though we previously predicted a large vision improvement potential in LCA1, we did not know how receptive patients’ photoreceptors would be to treatment after decades of blindness,” Cideciyan said in the news release. “It is very satisfying to see a successful multi-center trial that shows gene therapy can be dramatically efficacious.”"], "title": "Study: 100x improvement in sight detected after gene therapy trial"}, "https://eyewiki.org/Leber_Congenital_Amaurosis": {"url": "https://eyewiki.org/Leber_Congenital_Amaurosis", "description": "Leber congenital amaurosis (LCA) is a family of congenital retinal dystrophies that results in severe vision loss at an early age. Patients usually present with nystagmus, sluggish or near-absent pupillary responses, severely decreased visual acuity, photophobia, and high hyperopia. It is the most severe retinal dystrophy causing blindness by ...", "snippets": ["- ERG: in the early stages of RP, the photopic component of the ERG typically shows some degree of sparing, while in LCA both the photopic and scotopic ERG are profoundly abnormal\n- SECORD (severe early-childhood onset retinal dystrophy)\n- Achromatopsia\n- Photophobia\n- Specific ERG changes\n- Congenital stationary night-blindness\n- Myopia\n- Specific ERG pattern\n- Better visual acuity\n- Abetalipoproteinemia\n- Hyperthreoninemia\n- Congenital Rubella Syndrome\n- ERG is typically normal\nComplications\nKeratoconus is often associated with LCA and it has been postulated that the mechanism is possibly secondary to the oculodigital phenomenon. However, it is likely that development of keratoconus is due to a combination of genetic environmental and toxic (retinal death) factors.\nCataracts are also a known association of LCA. Etiology is similarly unclear but also likely due to a combination of genetic, environmental and toxic factors.\nManagement", "- Non-ophthalmologic features include mental retardation and olfactory dysfunction, in addition to stereotypical movements and behaviors\nRetinal exam\n- The retina appears normal initially. Later, a variety of abnormalities may develop either in isolation or combination. They include: chorioretinal degeneration and atrophy centered around the fovea, “bone-spicule\" like pigmentation, subretinal flecks, \"marbled\" fundus, pigmented nummular lesions at the level of the retinal pigment epithelium (RPE), optic disc abnormalities, and “Coats like” reaction.\n- Oculo-digital sign comprising eye poking, pressing, and rubbing likely producing mechanical retinal stimulation. The major sequel is enophthalmos, a physical defect in which the eye recedes into the orbit, presumably from atrophy of orbital fat. This behavior is performed to in an effort to stimulate vision.", "- Intellectual Disability: Rarely, LCA is seen in association with neurodevelopmental delay, intellectual disability, and oculomotor apraxia-type behavior.\nSymptoms\nVisual impairment\nProfound visual impairment is usually present from birth. One-third of individuals with LCA have no perception of light. Visual acuity is, with rare exceptions, 20/400 and below. The visual impairment is generally stable or very slowly progressive. Occasionally in the early stages, a mild degree of visual improvement is observed, followed by progressive degradation. Clinical diagnosis is based on clinical findings and ERG. LCA has retinal, ocular, and extraocular features and occasionally, systemic associations. Recent evidence shows that not the genetics of LCA but the low vision can increase the risk for autism spectrum disorder. \nDiagnostic procedures", "Leber congenital amaurosis is a a group of hereditary (usually autosomal recessive) retinal diseases. Various phenotypes (LCA1 to LCA19) with at least 29 genotypes have been identified that account for around 70-80% of cases, with thereby more genes yet to be identified.  These genes are known to be important in several retinal developmental and physiologic pathways. Genes with known mutations are GUCY2D, RPE65, SPATA7, AIPL1, LCA5, RPGRIP1, CRX, CRB1, NMNAT1, CEP290, IMPDH1, RD3, RDH12, LRAT, TULP1, KCNJ13, GDF6, CABP4, CNGA3, ALMS1, IQCB1, MYO7A. The other genes causing LCA are unknown. CEP290 (15%), GUCY2D (12%), and CRB1 (10%) and RPE65 (8%) are the most frequently mutated LCA genes.\nHistory"], "title": "Leber Congenital Amaurosis - EyeWiki"}, "https://medlineplus.gov/genetics/condition/leber-congenital-amaurosis/": {"url": "https://medlineplus.gov/genetics/condition/leber-congenital-amaurosis/", "description": "Description. Leber congenital amaurosis, also known as LCA, is an eye disorder that is present from birth (congenital). This condition primarily affects the retina, which is the specialized tissue at the back of the eye that detects light and color. People with this disorder typically have severe visual impairment beginning at birth or shortly ...", "snippets": ["When Leber congenital amaurosis is caused by varaints in the CRX or IMPDH1 genes, the disorder has an autosomal dominant pattern of inheritance. Autosomal dominant inheritance means one copy of the altered gene in each cell is sufficient to cause the disorder. In most of these cases, an affected person inherits a gene mutation from one affected parent. Other cases result from new variants and occur in people with no history of the disorder in their family.\nOther Names for This Condition\n- Amaurosis, Leber congenital\n- Congenital amaurosis of retinal origin\n- Congenital retinal blindness\n- CRB\n- Dysgenesis neuroepithelialis retinae\n- Hereditary epithelial dysplasia of retina\n- Hereditary retinal aplasia\n- Heredoretinopathia congenitalis\n- LCA\n- Leber abiotrophy\n- Leber congenital tapetoretinal degeneration\n- Leber's amaurosis\nAdditional Information & Resources\nGenetic Testing Information\n- Genetic Testing Registry: Leber congenital amaurosis", "Variants in any of the genes associated with Leber congenital amaurosis disrupt the development and function of the retina, resulting in early vision loss. Variants in the CEP290, CRB1, GUCY2D, and RPE65 genes are the most common causes of Leber congenital amaurosis, while variants in the other genes generally account for a smaller percentage of cases. In about 30 percent of all people with Leber congenital amaurosis, the cause of the disorder is unknown, though research is ongoing.\nInheritance\nLeber congenital amaurosis usually has an autosomal recessive pattern of inheritance. Autosomal recessive inheritance means both copies of the gene in each cell have variants. The parents of an individual with an autosomal recessive condition each carry only one copy of the altered gene, and therefore they typically do not show any signs and symptoms of the disease."], "title": "Leber congenital amaurosis - MedlinePlus"}, "https://en.wikipedia.org/wiki/Leber_congenital_amaurosis": {"url": "https://en.wikipedia.org/wiki/Leber_congenital_amaurosis", "description": "Leber congenital amaurosis (LCA) is a rare inherited eye disease that appears at birth or in the first few months of life. [2]It affects about 1 in 40,000 newborns. [1] LCA was first described by Theodor Leber in the 19th century. [3] [4] It should not be confused with Leber's hereditary optic neuropathy, which is a different disease also described by Theodor Leber.", "snippets": ["[edit]One form of LCA, in patients with LCA2 bearing a mutation in the RPE65 gene, has been successfully treated in clinical trials using gene therapy. The results of three early clinical trials were published in 2008 demonstrating the safety and efficacy of using adeno-associated virus to deliver gene therapy to restore vision in LCA patients. In all three clinical trials, patients recovered functional vision without apparent side effects. These studies, which used adeno-associated virus, have spawned a number of new studies investigating gene therapy for human retinal disease.[citation needed] On 19 December 2017, the U.S. Food and Drug Administration approved voretigene neparvovec-rzyl (Luxturna), an adeno-associated virus vector-based gene therapy for children and adults with biallelic RPE65 gene mutations responsible for retinal dystrophy, including Leber congenital amaurosis", "Leber congenital amaurosis\nLeber congenital amaurosis (LCA) is a rare inherited eye disease that appears at birth or in the first few months of life.\nIt affects about 1 in 40,000 newborns. LCA was first described by Theodor Leber in the 19th century. It should not be confused with Leber's hereditary optic neuropathy, which is a different disease also described by Theodor Leber.\nOne form of LCA was successfully treated with gene therapy in 2008.\nSigns and symptoms", "- ^ Kondkar & Abu-Amero 2019, \"Table 2. Commonly affected genes in LCA and their associated phenotypes.\".\n- ^ \"Approved Products - LUXTURNA\". FDA. 2019-04-05.\n- ^ \"Participants of pioneering CRISPR gene editing trial see vision improve\". ScienceDaily. Retrieved 2024-05-12.\n- ^ Schmitt, Ohns & DeVries 2023, \"Treatment of LCA\".\n- ^ a b Kondkar & Abu-Amero 2019, \"Epidemiological, historical and clinical perspective of LCA\".\n- ^ \"Leber Congenital Amaurosis\". American Association for Pediatric Ophthalmology and Strabismus. April 2023. Retrieved 1 May 2023.\n- ^ \"4 yr old Gavin using his white cane to navigate down a curb independently\". YouTube. Archived from the original on 2021-12-21.\nWorks cited\n[edit]- Kondkar AA, Abu-Amero KK (December 2019). \"Leber congenital amaurosis: Current genetic basis, scope for genetic testing and personalized medicine\". Exp Eye Res. 189: 107834. doi:10.1016/j.exer.2019.107834. PMID 31639339. S2CID 204849679."], "title": "Leber congenital amaurosis - Wikipedia"}, "https://medlineplus.gov/genetics/understanding/therapy/genetherapy/": {"url": "https://medlineplus.gov/genetics/understanding/therapy/genetherapy/", "description": "Gene therapy is a medical approach that treats or prevents disease by correcting the underlying genetic problem. Learn about the different gene therapy techniques, such as gene transfer and genome editing, and how they are used to treat various disorders.", "snippets": ["Gene therapy is a medical approach that treats or prevents disease by correcting the underlying genetic problem. Gene therapy techniques allow doctors to treat a disorder by altering a person’s genetic makeup instead of using drugs or surgery.\nThe earliest method of gene therapy, often called gene transfer or gene addition, was developed to:\n- Introduce a new gene into cells to help fight a disease.\n- Introduce a non-faulty copy of a gene to stand in for the altered copy causing disease.\nLater studies led to advances in gene therapy techniques. A newer technique, called genome editing (an example of which is CRISPR-Cas9), uses a different approach to correct genetic differences. Instead of introducing new genetic material into cells, genome editing introduces molecular tools to change the existing DNA in the cell. Genome editing is being studied to:\n- Fix a genetic alteration underlying a disorder, so the gene can function properly.\n- Turn on a gene to help fight a disease.", "- Turn off a gene that is functioning improperly.\n- Remove a piece of DNA that is impairing gene function and causing disease.\nGene therapies are being used to treat a small number of diseases, including an eye disorder called Leber congenital amaurosis and a muscle disorder called spinal muscular atrophy. Many more gene therapies are undergoing research to make sure that they will be safe and effective. Genome editing is a promising technique also under study that doctors hope to use soon to treat disorders in people.\nTopics in the Gene Therapy and Other Medical Advances chapter\nThe information on this site should not be used as a substitute for professional medical care or advice. Contact a health care provider if you have questions about your health."], "title": "What is gene therapy? - MedlinePlus"}, "https://www.fda.gov/vaccines-blood-biologics/cellular-gene-therapy-products/what-gene-therapy": {"url": "https://www.fda.gov/vaccines-blood-biologics/cellular-gene-therapy-products/what-gene-therapy", "description": "Gene therapy is a technique that modifies a person’s genes to treat or cure disease. Learn about the different types of gene therapy products, such as plasmid DNA, viral vectors, bacterial vectors, and human gene editing technology.", "snippets": ["What is Gene Therapy?\nHuman gene therapy seeks to modify or manipulate the expression of a gene or to alter the biological properties of living cells for therapeutic use 1.\nGene therapy is a technique that modifies a person’s genes to treat or cure disease. Gene therapies can work by several mechanisms:\n- Replacing a disease-causing gene with a healthy copy of the gene\n- Inactivating a disease-causing gene that is not functioning properly\n- Introducing a new or modified gene into the body to help treat a disease\nGene therapy products are being studied to treat diseases including cancer, genetic diseases, and infectious diseases.\nThere are a variety of types of gene therapy products, including:\n- Plasmid DNA: Circular DNA molecules can be genetically engineered to carry therapeutic genes into human cells.", "Gene therapy products are biological products regulated by the FDA’s Center for Biologics Evaluation and Research (CBER). Clinical studies in humans require the submission of an investigational new drug application (IND) prior to initiating clinical studies in the United States. Marketing a gene therapy product requires submission and approval of a biologics license application (BLA).\n1 Long Term Follow-Up After Administration of Human Gene Therapy Products; Guidance for Industry, January 2020"], "title": "What is Gene Therapy? | FDA - U.S. Food and Drug Administration"}, "https://www.medpagetoday.com/ophthalmology/generalophthalmology/111943": {"url": "https://www.medpagetoday.com/ophthalmology/generalophthalmology/111943", "description": "No treatment exists for LCA1. There is an approved gene therapy for another form of LCA caused by mutations in RPE65, voretigene neparvovec (Luxturna), which is listed at $850,000 per one-time ...", "snippets": ["Another co-author, Kenji Fujita, MD, chief medical officer of study funder Atsena Therapeutics in Durham, North Carolina, elaborated on these effects, noting that \"some examples include a patient seeing a star for the first time, a patient being able to read food labels for the first time, and a patient who could see lines in the crosswalk at night for the first time. We even had one patient's mother provide video of her seeing snowflakes for the first time.\"\nLCA1 only affects about two to three out of every 100,000 people, Fujita said. \"It typically presents in early childhood. Severity varies from patient to patient, but most patients are legally blind from a very young age.\"\nAccording to Cideciyan, patients often have uncontrollable eye movements and reduced fields of vision. In general, they have reduced sensitivity to light, he noted. \"They require more light than usual, and then when the light level drops below that, they become completely blind.\"", "In the second part of the trial in which patients received the highest dose of ATSN-101, mean change in dark-adapted full-field stimulus test (FST) was 20.3 decibels (dB; 95% CI 6.6-34.0) for treated eyes and 1.1 dB (95% CI -3.7 to 5.9) for untreated eyes at month 12 (white stimulus). Improvements were first observed at day 28 and persisted over 1 year (P=0.012). In addition, modest, but not significant, improvements in best-corrected visual acuity (BCVA) were also observed (P=0.10).\n\"Some of the effects are so large that they are mind-boggling,\" co-author Artur Cideciyan, PhD, of the Perelman School of Medicine at the University of Pennsylvania in Philadelphia, told MedPage Today."], "title": "Gene Therapy Shows Promise in Rare Eye Disease That Causes Early ..."}, "https://news.ufl.edu/2024/09/blindness-gene-therapy/": {"url": "https://news.ufl.edu/2024/09/blindness-gene-therapy/", "description": "A gene therapy developed by University of Florida scientists, which restored useful vision to most patients with the rare, inherited blindness known as Leber congenital amaurosis type I, or LCA1, in a small trial. ... Shannon Boye has been developing the gene therapy targeting LCA1 for more than 20 years, since she enrolled as a graduate ...", "snippets": ["Gene therapy restores vision in first-ever trial for rare, inherited blindness\nAfter the treatment, one patient saw her first star. Another saw snowflakes for the first time. Other patients were newly able to navigate outside of the home or to read the labels on their child’s Halloween candy.\nThe cause of these seemingly miraculous improvements? A gene therapy developed by University of Florida scientists, which restored useful vision to most patients with the rare, inherited blindness known as Leber congenital amaurosis type I, or LCA1, in a small trial.\nThose who received the highest dose of the gene therapy saw up to a 10,000-fold improvement in their light sensitivity, were able to read more lines on an eye chart, and improved in their ability to navigate a standardized maze. For many patients, it was akin to finally turning on dim lights after trying to navigate their homes in the pitch black for years, the researchers said.", "“Atsena is pleased to advance the foundational work that Shannon and Sanford Boye developed in their laboratory many years ago and thrilled that the 12-month data from our ongoing clinical trial have been published in a prestigious medical journal,” said Kenji Fujita, M.D., chief medical officer of Atsena Therapeutics and co-author of the study. “We look forward to sharing further results from this program as we continue progressing what has the potential to be a breakthrough in treating blindness in children and adults with LCA1.”\nShannon Boye, UF professor of pediatrics and Sanford Boye, associate scientist of pediatrics, and their collaborators at the University of Pennsylvania and Oregon Health and Science University published the results of the clinical trial Sept. 5 in the journal The Lancet.", "The trial also tested the safety profile of the treatment. Side effects were largely limited to minor surgical complications. The gene therapy itself caused mild inflammation that was treated with steroids.\n“This is the first time that anyone with LCA1 has ever been treated, and we showed a very clean safety profile, and we also showed efficacy. These results pave the way for advancing the therapy in a phase 3 clinical trial and eventually commercializing it,” said Shannon Boye, Ph.D., chief of the Division of Cellular and Molecular Therapy at UF, co-author of the study and co-founder of Atsena Therapeutics, the UF spinoff that developed the gene therapy and funded the study.", "“Most pharmaceutical companies are not interested in treating these rare diseases, because they are not strong revenue generators,” Sanford Boye said. “But we think these patients deserve attention, because we have treatments that work and provide really meaningful improvements to their quality of life.”\nThe study enrolled 15 subjects for treatment at the University of Pennsylvania or Oregon Health and Science University. Subjects received one of three different doses of the therapy to identify the safest and most effective dose for future trials. All patients received the treatment in one eye, which involved a surgical injection in the retina.\nResearchers followed the patients for a year to test their vision in the treated eye compared to the untreated eye. Subjects who received higher doses saw greater improvements in their vision."], "title": "Gene therapy restores vision in first-ever trial for rare, inherited ..."}, "https://www.fightingblindness.org/diseases/leber-congenital-amaurosis-lca": {"url": "https://www.fightingblindness.org/diseases/leber-congenital-amaurosis-lca", "description": "Leber congenital amaurosis (LCA) is a group of inherited retinal diseases characterized by severe impaired vision or blindness at birth. Some retinal experts consider LCA to be a severe form of retinitis pigmentosa (RP). The condition is caused by degeneration and/or dysfunction of photoreceptors, the cells in the retina that make vision possible.", "snippets": ["Biopharma clinical development veteran to propel Opus’ AAV-based gene therapies for inherited retinal diseases toward patients.\n-\nSep 22, 2021\nRD Fund Launches Opus Genetics with $19M Seed Funding to Advance Gene Therapy Treatments for Blinding Conditions\nInitial programs will focus on treatments for rare pediatric blinding conditions. Company formed to advance the work of scientific cofounders Dr. Jean Bennett, Junwei Sun and Dr. Eric Pierce.\n-\nDec 16, 2020\nAtsena Therapeutics Raises $55 Million Series A Financing to Advance LCA1 Gene Therapy Clinical Program, Two Preclinical Assets, and Novel Capsid Development for Ocular Diseases\nRound was led by Sofinnova Investments with participation from Abingworth, Lightstone Ventures and all existing investors.\nCompany expands board of directors and plans to build out team.\n-\nAug 12, 2020\nX Ambassadors Teams up with Foundation Fighting Blindness and Two Blind Brothers to Launch \"Music to Our Eyes\" Exclusive Livestream Music Series", "Genetic testing is available for LCA, and helps with attaining an accurate diagnosis. A patient and family with a genetic diagnosis are in a better position to understand which emerging treatment approaches and clinical trials are most appropriate for them.\nTreatments\nIn December 2017, the biotech Spark Therapeutics obtained U.S. Food and Drug Administration approval for LUXTURNA™, an RPE65 gene therapy that has improved vision in children and young adults with RPE65 mutations. Early funding from the Foundation helped make this treatment possible. Treatments for forms of LCA caused by other mutated genes are in the development pipeline.\nResearch and Clinical Trials\nFor the latest research advances for LCA, refer to the Foundation publication: Leber Congenital Amaurosis: Research Advances.\nView a list of current clinical trials, many made possible by Foundation support.\nLCA page at www.ClinicalTrials.gov.\nNext Section\nRead the Most Recent Research on Leber Congenital Amaurosis (LCA)", "ProQR Therapeutics Teams Up with the Foundation Fighting Blindness and Blueprint Genetics to Support the My Retina Tracker® Program for People Living with Inherited Retinal Diseases\nMy Retina Tracker Program is the highest volume IRD genetic testing program in the U.S.\n-\nOct 2, 2019\nBlueprint Genetics, InformedDNA and the Foundation Fighting Blindness launch an open access program for patients with inherited retinal disease in the United States\nThe program will offer patients with inherited retinal disease no-cost genetic testing and genetic counseling in the United States. Look for updated information on how to participate to be posted in mid-October, with program registration starting shortly thereafter.\n-\nAug 16, 2019\nFoundation Fighting Blindness Investing Nearly $6.5 Million in New Grants\nThe newly funded research efforts include several therapies that have strong potential to treat a wide range of inherited retinal diseases.\n-\nJul 19, 2018", "Foundation Fighting Blindness Urges Congress to Pass ‘Eye-Bonds’ Legislation\nBill Introduced in U.S. House Would Speed Up Cures for Blindness\n-\nJun 8, 2018\nFoundation Fighting Blindness and CheckedUp® Partner to Educate Retinal-Disease Patients About Research, Resources, and Emerging Therapies During Doctor Visits\nThe Foundation Fighting Blindness (the Foundation) and CheckedUp have formed a collaborative partnership to deliver patient-friendly diagnostic and disease-management information to people with retinal diseases such as age-related macular degeneration, retinitis pigmentosa, and Stargardt disease during their visits to eye doctors.\n-\nJan 9, 2018\nA Retinal Research Nonprofit Paves the Way for Commercializing Gene Therapies", "In some cases, other body systems (e.g., kidneys) can be affected by the genetic defects that cause LCA.\nThe most common genes associated with Leber congenital amaurosis (LCA) are CEP290, CRB1, GUCY2D, and RPE65.\nInheritance\nLCA is almost always passed down through the autosomal recessive pattern of inheritance. In this type of inheritance, both parents, called carriers, have one mutated copy of the gene and one normal gene. They are unaffected carriers of LCA. Each of their children has a 25 percent chance of inheriting the two LCA gene copies (one from each parent) needed to cause the disorder.\nLiving with LCA\nThere are many services and accommodative and assistive resources available to people and families with LCA. Visit the Foundation’s Low Vision Resources page to learn about many of these resources. A low vision specialist can help recommend the resources that are right for you.\nMore information on managing LCA is in the Newly Diagnosed section of this Web site.\nGenetic Testing", "This exclusive conversation and acoustic performance by Sam and Casey Harris of X Ambassadors on August 20, will raise awareness and funds to find treatments and cures for blinding diseases.\n-\nJul 29, 2020\nAtsena Therapeutics acquires exclusive rights to Gene Therapy for GUCY2D-associated Leber Congenital Amaurosis\nCompany formed with $8.15 million Series 1; led by founding investors Hatteras Venture Partners and the Foundation Fighting Blindness\n-\nMar 31, 2020\nCOVID-19 Resources\nThe Foundation Fighting Blindness is closely monitoring the COVID-19 situation and its impact on the IRD community.\n-\nMar 12, 2020\nSeeing hope: Ledyard nonprofit focuses on rare retinal diseases\nSofia Priebe, 17, is legally blind. Her parents have started a nonprofit, Sofia Sees Hope, to raise funds for research into and awareness of the rare genetic disease Leber congenital amaurosis, which causes her blindness.\n-\nFeb 6, 2020"], "title": "What is Leber Congenital Amaurosis? | Foundation Fighting Blindness"}, "https://medlineplus.gov/genetics/understanding/therapy/procedures/": {"url": "https://medlineplus.gov/genetics/understanding/therapy/procedures/", "description": "How does gene therapy work? Gene therapy works by altering the genetic code to recover the functions of critical proteins. Proteins are the workhorses of the cell and the structural basis of the body’s tissues. The instructions for making proteins are carried in a person’s genetic code, and variants (or mutations) in this code can impact ...", "snippets": ["Researchers continue to work to overcome the many technical challenges of gene therapy. For example, scientists are finding better ways to deliver genes or gene-editing tools and target them to particular cells. They are also working to more precisely control when the treatment is functional in the body.\nScientific journal articles for further reading\nBulcha JT, Wang Y, Ma H, Tai PWL, Gao G. Viral vector platforms within the gene therapy landscape. Signal Transduct Target Ther. 2021 Feb 8;6(1):53. doi: 10.1038/s41392-021-00487-6. PMID: 33558455. Free full-text article from PubMed Central: PMC7868676.\nDuan L, Ouyang K, Xu X, Xu L, Wen C, Zhou X, Qin Z, Xu Z, Sun W, Liang Y. Nanoparticle Delivery of CRISPR/Cas9 for Genome Editing. Front Genet. 2021 May 12;12:673286. doi: 10.3389/fgene.2021.673286. PubMed: 34054927. Free full-text article from PubMed Central: PMC8149999.\nTopics in the Gene Therapy and Other Medical Advances chapter"], "title": "How does gene therapy work? - MedlinePlus"}, "https://www.scientificamerican.com/article/four-success-stories-in-gene-therapy/": {"url": "https://www.scientificamerican.com/article/four-success-stories-in-gene-therapy/", "description": "Gene therapy has made inroads against cancer, too. An approach known as chimeric antigen receptor (CAR) T cell therapy works by programming a patient’s immune cells to recognize and target cells ...", "snippets": ["“Completely curing patients is obviously going to be a huge success, but it’s not [yet] an achievable aim in a lot of situations,” says Julie Crudele, a neurologist and gene therapy researcher at the University of Washington. Still, even limited advances pave the way for ongoing progress, she adds, pointing to research in her patients who have Duchenne muscular dystrophy: “In most of these clinical trials, we learn important things.”\nThanks to that new knowledge and steadfast investigations, gene therapy researchers can now point to a growing list of successful gene therapies. Here are four of the most promising.\nGene Swaps to Prevent Vision Loss\nSome babies are born with severe vision loss caused by retinal diseases that once led inevitably to total blindness. Today some of them can benefit from a gene therapy created by wife-and-husband team Jean Bennett and Albert Maguire, who are now ophthalmologists at the University of Pennsylvania.", "Spark Therapeutics, the company that makes Luxturna, estimates that about 6,000 people worldwide and between 1,000 and 2,000 in the U.S. may be eligible for its treatment—few enough that Luxturna was granted “orphan drug” status, a designation that the FDA uses to incentivize development of treatments for rare diseases. That wasn’t enough to bring the cost down. The therapy is priced at about $425,000 per injection, or nearly $1 million for both eyes. Despite the cost, Maguire says, “I have not yet seen anybody in the U.S. who hasn’t gotten access based on inability to pay.”\nThose treated show significant improvement: Patients who were once unable to see clearly had their vision restored, often very quickly. Some reported that, after the injections, they could see stars for the first time."], "title": "Four Success Stories in Gene Therapy | Scientific American"}, "https://www.healthline.com/health/how-does-gene-therapy-work": {"url": "https://www.healthline.com/health/how-does-gene-therapy-work", "description": "Types of gene therapy. There are two types of gene therapy: In vivo (inside your body): Scientists put the vector carrying the new genes directly into your body via an injection or intravenous (IV ...", "snippets": ["- Ex vivo (outside your body): Scientists extract cells from your body and introduce them to the vector inside a petri dish. Then, your altered cells are returned to your body, where they’ll hopefully multiply.\nEach type has its own\nGene therapy is different from genetic engineering, which means changing otherwise healthy DNA for the purpose of enhancing specific traits. Hypothetically, genetic engineering could potentially reduce a child’s risk of certain diseases or change the color of their eyes. But the practice remains highly controversial since it hovers very close to eugenics.\nGene therapy may be used to treat a variety of genetic conditions, including:\nInherited vision loss\nWhen the RPE65 gene in your retinas doesn’t work, your eyeballs can’t convert light to electrical signals.\nThe gene therapy Luxturna, approved by the Food and Drug Administration (FDA) in\nBlood disorders\nThe\nMeanwhile, the gene therapy Zynteglo, approved by the FDA in", "expressed concerns that viral vectors may pass mutations on to the next generation if they accidentally edit egg or sperm cells.\nDespite these issues, experts generally believe gene therapy offers more benefits than risks.\nMost of the conditions treated with gene therapy are life threatening. The dangers of leaving them untreated often outweigh the risks of potential side effects.\nGene therapy does come with a few drawbacks that keep it from becoming a widespread treatment.\nLimited targets\nGene therapy can only target certain mutations. This means it may not work for everyone with a specific condition.\nFor example, two people may have inherited vision loss. Currently, gene therapy can only treat vision loss caused by the RPE64 mutation.\nTime to approval\nBecause gene therapy research is so new, experts do extensive safety testing before introducing their treatments to the public. It can take years to get FDA approval for each new therapy.\nExpense", "As you might imagine, gene therapies are expensive to manufacture and administer. This not only affects funding for clinical trials but also the price of the drug.\nFor example, the gene therapy Zolgensma is the most expensive drug in the United States at\nScientists are trying to find ways to make the development process safer, cheaper, and more efficient so more people can access gene therapy.\nGene therapy works to treat several different genetic diseases by editing the mutations that cause them. As researchers further refine and expand this technology, they may find even more conditions that could be treated with it.\nExperts are also continuing to explore options to make gene therapy more affordable so people who need these treatments have an easier time getting them."], "title": "How Does Gene Therapy Work? Types, Uses, Safety | Healthline"}, "https://my.clevelandclinic.org/health/treatments/17984-gene-therapy": {"url": "https://my.clevelandclinic.org/health/treatments/17984-gene-therapy", "description": "Gene therapy is a medical approach that uses genetic material to prevent and treat disease. The technique allows healthcare providers to treat certain conditions by changing your genetic makeup instead of using traditional treatment methods like medication and surgery. In this way, providers can address the underlying cause of the disease or ...", "snippets": ["The genetic material needs help getting where it needs to go, like being wrapped in a package with an address label. This package is known as a vector. Viruses are usually used as vectors because they’ve evolved to be very good at getting into cells. Scientists use the same ability to deliver the genetic material into your cells. Any disease-causing part of a virus is removed, allowing it to enter your cells without making you sick.\nThere are two main ways to receive gene therapy: in vivo and ex vivo.\nHealthcare providers decide on the right approach based on the best way to target the specific disease.\nThe use of gene therapy comes with many benefits and risks.\nBenefits include:\nRisks may include:\nAdvertisement", "Researchers are investigating gene therapy to treat many different health conditions, including cancer, eye diseases, some genetic conditions and HIV/AIDS. If you’re interested in participating in a clinical trial involving gene therapy, speak with your provider. They can help determine whether gene therapy might treat your condition.\nA note from Cleveland Clinic\nThere are still many challenges to overcome for those seeking gene therapy as a potential treatment option. One challenge is time — it’s a lengthy process to test potential treatments in clinical trials and then undergo the FDA approval process. But advances in gene therapy research allow us to better understand how we could treat, and hopefully someday prevent, rare and debilitating diseases.\nLast reviewed on 12/04/2023.\nLearn more about our editorial process.\nAdvertisement", "Gene therapy is an innovative approach to medicine that uses genetic material to prevent, treat and potentially even cure disease. In gene therapy, genetic material is delivered to your cells and changes how your cells produce proteins. While still in its earliest stages, gene therapy has the promise to be a life-changing medical treatment.\nGene therapy is a medical approach that uses genetic material to prevent and treat disease. The technique allows healthcare providers to treat certain conditions by changing your genetic makeup instead of using traditional treatment methods like medication and surgery. In this way, providers can address the underlying cause of the disease or instruct your own body to mass-produce desirable medication or proteins.\nIn gene therapy, genetic material is transferred to your cells. This genetic material then changes how your cells produce proteins. It can:", "Most gene therapies are still in the clinical trial phase. Clinical trials play an important role in finding treatments that are safe and effective. Clinical trials are investigating gene therapy for the treatment of cancer, macular degeneration and other eye diseases, certain genetic conditions and HIV/AIDS.\nThe U.S. Food and Drug Administration (FDA) has approved two gene therapies for use in the U.S.:\nAdvertisement\nCleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services. Policy\nGene therapy works by replacing or inactivating disease-causing genes. In some cases, gene therapy introduces new genes into your body to treat a specific disease.\nWith gene therapy, healthcare providers deliver a healthy copy of a gene to cells inside your body. This healthy gene may replace a damaged (mutated) gene, inactivate a mutated gene or introduce an entirely new gene."], "title": "Gene Therapy Definition, Pros & Cons | Cleveland Clinic"}, "https://www.mayoclinic.org/tests-procedures/gene-therapy/about/pac-20384619": {"url": "https://www.mayoclinic.org/tests-procedures/gene-therapy/about/pac-20384619", "description": "Gene therapy aims to fix a faulty gene or replace it with a healthy gene to try to cure disease or make the body better able to fight disease. It holds promise as a treatment for a wide range of diseases, such as cancer, cystic fibrosis, heart disease, diabetes, hemophilia and AIDS. The U.S. Food and Drug Administration (FDA) has approved gene ...", "snippets": ["Overview\nGenes contain DNA — the code that controls much of the body's form and function. DNA controls everything from hair color and height to breathing, walking and digesting food. Genes that don't work properly can cause disease. Sometimes these genes are called mutations.\nGene therapy aims to fix a faulty gene or replace it with a healthy gene to try to cure disease or make the body better able to fight disease. It holds promise as a treatment for a wide range of diseases, such as cancer, cystic fibrosis, heart disease, diabetes, hemophilia and AIDS.\nThe U.S. Food and Drug Administration (FDA) has approved gene therapy products for several conditions, including cancer, spinal muscular atrophy, hemophilia and sickle cell disease. But for most people, gene therapy is available only as part of a clinical trial."], "title": "Gene therapy | Mayo Clinic"}, "https://www.ema.europa.eu/en/follow-patients-administered-gene-therapy-medicinal-products-scientific-guideline": {"url": "https://www.ema.europa.eu/en/follow-patients-administered-gene-therapy-medicinal-products-scientific-guideline", "description": "This document addresses specific aspects of the active clinical follow-up of patients administered with gene therapy medicinal products in order to detect signals of early or delayed adverse reactions, to prevent clinical consequences of such reactions, to ensure timely treatment and to gain information on the long-term safety and efficacy of the intervention.", "snippets": ["This document addresses specific aspects of the active clinical follow-up of patients administered with gene therapy medicinal products in order to detect signals of early or delayed adverse reactions, to prevent clinical consequences of such reactions, to ensure timely treatment and to gain information on the long-term safety and efficacy of the intervention.\nKeywords: Gene therapy medicinal product, follow-up, risk, adverse events, viral vectors, non-viral vectors, plasmid, genetically modified cell, long-term safety, long-term efficacy"], "title": "Follow-up of patients administered with gene therapy"}, "https://my.clevelandclinic.org/health/diseases/24167-lebers-congenital-amaurosis": {"url": "https://my.clevelandclinic.org/health/diseases/24167-lebers-congenital-amaurosis", "description": "Leber’s congenital amaurosis and autism spectrum disorder are both conditions that affect a child’s development. LCA affects babies’ retinas in their eyes. ... Autism spectrum disorder is a type of neurodevelopmental disorder. Some studies have found a link between children born with LCA and autism spectrum disorder. However, this doesn ...", "snippets": ["The U.S. Food and Drug Administration (FDA) approved the first gene therapy for Leber’s congenital amaurosis in 2017. Gene therapy is an experimental treatment using genetic material to treat or prevent certain diseases. It’s currently only approved to treat LCA caused by mutations to the RPE65 gene.\nGene therapy works by replacing or inactivating disease-causing genes. In some cases, gene therapy introduces new genes into your body to treat a specific disease. With gene therapy, doctors deliver a healthy copy of a gene to cells inside your body.\nAn eye care specialist will tell you if your child is a good candidate for gene therapy.\nAdvertisement\nYou can’t prevent your child from developing Leber’s congenital amaurosis if they’ve inherited one of the genetic mutations that cause it. Talk to a provider if you’re worried about the risk of your children inheriting genetic disorders."], "title": "Leber's Congenital Amaurosis (LCA): Symptoms & Causes - Cleveland Clinic"}}}