{"url_to_unified_index": {"https://scienceofbiogenetics.com/articles/the-impact-of-genetics-and-environment-on-human-development-unraveling-the-nature-vs-nurture-debate": 1, "https://hechingerreport.org/should-we-screen-kids-genes-to-predict-how-successful-theyll-be-in-school/": 4, "http://www.educationalneuroscience.org.uk/2018/07/13/the-nature-and-nurture-of-education/": 5, "https://www.ucl.ac.uk/news/2021/aug/parents-genes-can-influence-childs-educational-success-inherited-or-not": 3, "https://genomemedicine.biomedcentral.com/articles/10.1186/s13073-024-01304-9": 6, "https://www.nbcnews.com/news/education/new-way-predicting-which-kids-will-succeed-school-look-their-n1243152": 2, "https://theconversation.com/can-genes-really-predict-how-well-youll-do-academically-62844": 8, "https://phys.org/news/2024-09-dna-powerful-predictor-success.html": 7, "https://pubmed.ncbi.nlm.nih.gov/34075049/": 9}, "url_to_info": {"https://scienceofbiogenetics.com/articles/the-impact-of-genetics-and-environment-on-human-development-unraveling-the-nature-vs-nurture-debate": {"url": "https://scienceofbiogenetics.com/articles/the-impact-of-genetics-and-environment-on-human-development-unraveling-the-nature-vs-nurture-debate", "description": "The debate over the influence of nature and nurture in education is an ongoing discussion that explores the role of genetics and environment in shaping a student’s development and learning abilities. ... Identifying and understanding the specific genetic variants involved in complex traits presents a significant challenge, but it holds the ...", "snippets": ["The nature vs nurture debate is a long-standing discussion in the field of genetics and human development. It focuses on understanding the influence of genetics (nature) and the environment (nurture) on the development of various traits and characteristics.\nThe concept of nature refers to the genetic inheritance and biological factors that shape an individual’s development. These include traits that are passed down from parents, such as eye color, height, and potential health risks.\nThe concept of nurture, on the other hand, refers to the influence of the environment in which an individual is raised. This includes factors such as parenting style, education, socioeconomic status, and cultural influences. These external factors can greatly impact an individual’s behavior, personality, and cognitive abilities.", "Teachers and schools also play a significant role in shaping a student’s educational experience. A supportive and inclusive school environment can positively impact a student’s motivation, engagement, and overall academic achievement. Quality teaching practices, individualized instruction, and access to resources can empower students to reach their full potential.\nThe Role of Genetics\nWhile the environment plays a crucial role, genetics also contribute to a student’s educational trajectory. Different genetic variations can influence cognitive abilities, memory retention, and learning styles. For example, some students may be naturally inclined towards logical thinking, while others may excel in creative pursuits. Understanding a student’s genetic predispositions can help educators tailor their teaching strategies to maximize learning opportunities.", "It is important to note that cultural and societal factors are not mutually exclusive from genetics. In fact, they often interact and influence each other. For example, a person’s genetic predisposition for certain traits, such as intelligence or temperament, may be expressed differently based on the cultural context in which they are raised. Similarly, societal structures and norms can also evolve and change based on genetic and biological research.\nIn conclusion, the nature versus nurture debate cannot be simplified to a binary argument. Cultural and societal factors play a crucial role in human development and behavior, working hand in hand with genetics and inheritance to shape the complexity of the human experience.\nNature vs Nurture in Education", "Respecting Individual Autonomy\nOne ethical consideration in the nature vs nurture debate is the need to respect individual autonomy. Many aspects of our genetic makeup, such as inherited diseases, can have significant impacts on an individual’s well-being. It is crucial to consider how genetics can influence a person’s choices and decision-making, while ensuring that they have the freedom to live their life free from discrimination or stigmatization based on their genetic inheritance.\nAvoiding Determinism", "In summary, the genetics nature vs nurture debate has practical implications and applications in various fields. Recognizing the influence of genes and environment on traits and development can lead to more tailored and effective approaches in education, healthcare, psychology, and criminology. Understanding the complex interplay between nature and nurture allows for a more comprehensive understanding of human behavior and the development of targeted interventions and strategies.\nFuture Directions and Challenges\nThe study of genetics and its influence on human traits and development in relation to the environment has made significant progress, but there are still many avenues for future exploration. As researchers continue to unravel the complex interplay between genes and the environment, several key future directions and challenges can be identified.\n1. Understanding the Role of Genetics in Complex Traits", "The nature vs nurture debate is a long-standing discussion in psychology about the relative importance of genetic factors (nature) and environmental factors (nurture) in shaping human behavior and traits.\nAre genes or environment more influential in determining human behavior?\nThe influence of genes and environment on human behavior is complex and multifaceted. Both factors play a crucial role in shaping our traits and behavior, and it is difficult to determine which one is more influential.\nCan genes and environment interact with each other?\nYes, genes and environment can interact with each other. The expression of certain genes can be influenced by environmental factors, and the environment can also modify the impact of genes on behavior.\nWhat is the role of genetics in determining intelligence?", "The interaction between genes and the environment further complicates the intelligence debate. It is now widely accepted that genes and the environment interact and influence each other in a dynamic manner. This interaction can result in gene-environment correlations, where genetic predispositions may lead individuals to seek out certain environments that are congruent with their genetic makeup. Additionally, gene-environment interactions can occur, where genetic factors may only have an impact on intelligence when exposed to specific environmental conditions.", "The nature vs nurture debate explores the relative importance of genetics and environment in determining human traits and behaviors. While some researchers argue that genetics play a dominant role in determining who we are, others emphasize the significance of environmental factors. This ongoing debate has profound implications for understanding human development and shaping educational and social policies.\nHistorical Background\nThe debate between nature and nurture has been a fundamental topic in the field of genetics and human development. It dates back to ancient times when philosophers and thinkers pondered the origins of human traits and behavior. Inheritance and environment were identified as key factors that shape an individual’s nature and development.\nEarly Perspectives on Nature and Nurture", "Understanding the influence of genetics and environment on criminal behavior can help inform prevention and intervention efforts. By identifying individuals who may be at a higher risk based on genetic factors or adverse environmental circumstances, targeted interventions can be implemented to mitigate the development of criminal tendencies.\nOverall, the nature vs nurture debate in criminal behavior highlights the need for a comprehensive approach that takes into account both genetic and environmental factors. Recognizing the interconnectedness of nature and nurture is crucial in developing effective strategies to reduce crime and promote positive social outcomes.\nEthics in the Nature vs Nurture Debate\nThe ongoing debate about the influence of genetics and environment on human development has raised important ethical concerns. The question of whether nature or nurture is more influential in shaping an individual’s traits and behavior has far-reaching implications for society.", "The interaction between genes and the environment is complex and multifaceted. While genetics may predispose individuals to certain traits or behaviors, it is the interaction between genes and the environment that ultimately determines whether these traits or behaviors are expressed. This gene-environment interaction can vary depending on factors such as timing, duration, and intensity of environmental exposures.\nUnderstanding the interplay between genetics and environment is crucial in unraveling the complexities of human development and behavior. It highlights the need for a holistic approach in studying nature and nurture, recognizing that both genetic and environmental factors contribute to the traits and characteristics that make each individual unique.\nNature vs Nurture in Psychology", "In conclusion, the nature vs nurture debate in psychology highlights the interplay between genetics and the environment in shaping human development and behavior. Each plays a crucial role in determining who we are and who we become. By recognizing the complex interaction between nature and nurture, researchers can gain a more comprehensive understanding of the factors that influence human psychology.\nIntelligence: Genes vs Environment\nIntelligence, as a complex and multifaceted trait, has long been a subject of debate regarding the roles of genetics and environment in its development. The nature versus nurture debate questions whether intelligence is primarily determined by genetic inheritance or shaped by environmental factors.", "Controversies arise when attempting to unravel the complex interactions between genetics and environment. Some argue that certain traits are predominantly influenced by genetics, while others believe that environmental factors play a more significant role.\nAdditionally, biases can emerge from cultural and societal norms. Assumptions about gender, race, and socio-economic status may impact how researchers interpret and study the influence of genetics and environment on traits.\nIt is crucial to approach the genetics nature vs. nurture debate with an open mind and to consider the interplay between genetic and environmental influences. Both genetics and environment play vital roles in shaping who we are, and it is the combination of these factors that ultimately determines our traits and development.\nCase Studies and Famous Experiments", "Another influential experiment was conducted by Thomas Bouchard in the 1970s. He studied pairs of identical twins who had been separated at birth and raised in different environments. Despite their different upbringings, the twins showed striking similarities in their intelligence, personality traits, and even physical appearance. This experiment demonstrated the strong influence of genetics on development, challenging the notion that environment is the primary factor in shaping individuals.\nThe Minnesota Study of Twins Reared Apart (MISTRA) is another famous study that contributed to the nature vs nurture debate. The study examined the lives of twins raised apart and found that they often exhibited similar interests, careers, and habits, suggesting a genetic influence on these traits. However, the study also revealed the significant impact of the environment, as twins raised in different families had distinct experiences and values.", "External factors, such as upbringing, education, social interactions, and cultural influences, profoundly impact an individual’s development and behavior. These factors can override or modify the genetic predispositions, leading to variations in traits and abilities that may not align with the individual’s genetic profile.\nInteraction between Nature and Nurture\nThe interaction between genetics and the environment is complex and multifaceted. While genetics provide the foundation for an individual’s inherent traits, the environment can either enhance or limit the expression of these genetic characteristics. This interaction is often referred to as gene-environment interaction.\nThe debate between nature and nurture is not a matter of one factor being more dominant than the other, but rather an understanding of their intertwined influence. Both genetics and the environment work in conjunction to shape an individual’s attributes and determine their overall development.", "The debate over the influence of nature and nurture in education is an ongoing discussion that explores the role of genetics and environment in shaping a student’s development and learning abilities. While genetics play a significant role in determining certain traits, such as intelligence or learning disorders, the environment also plays a crucial part in a student’s educational journey.\nInfluence of Environment\nThe environment in which a student grows up can have a profound impact on their educational outcomes. Factors such as socio-economic status, access to quality education, family dynamics, and cultural influences all shape a student’s educational experience. Students who come from disadvantaged backgrounds may face numerous challenges that can hinder their academic success. In contrast, students who grow up in a nurturing and stimulating environment may be more likely to thrive academically.", "In the influential debate surrounding the genetics versus nurture argument, several key players have contributed to the ongoing discussion on the importance of genetic traits and environmental factors in shaping an individual’s development.\nGenetics, as a field of study, focuses on the inheritable characteristics that are passed down from one generation to another. Advocates of the genetics perspective argue that traits, such as intelligence, personality, and physical features, are heavily influenced by one’s genetic makeup. They believe that certain genes contribute to the predisposition of certain behaviors and tendencies.", "Another key future direction is to investigate the intricate interplay between genes and the environment. Researchers need to explore how specific genetic variations interact with environmental factors to influence an individual’s development and traits. This will require large-scale studies and advanced statistical methods to account for the complexity of these interactions. Understanding gene-environment interactions will provide crucial insights into the relative contributions of genetics and the environment in shaping human traits.\nTo tackle these future directions and challenges, collaboration between geneticists, psychologists, and other relevant disciplines will be essential. Furthermore, advances in technology, particularly in genomics and data analysis, will play a crucial role in unlocking the mysteries of genetics’ nature versus nurture debate.\nReferences", "An important ethical concern in the nature vs nurture debate is the risk of determinism. If we were to believe that genetics alone determines our traits and behavior, it could lead to a deterministic view that individuals have no control over their lives. This could have serious consequences for personal responsibility, accountability, and social justice. It is essential to strike a balance that acknowledges the influence of genetics while recognizing the role of environmental factors in shaping who we are.\nNature, through genetics, and nurture, through environmental influences, both play a significant role in human development. The ethical considerations in this debate require us to carefully navigate the complexities and ensure the protection of individual rights and autonomy while avoiding deterministic views that negate personal agency and accountability.\nCurrent Research and Advances"], "title": "The Genetics Nature vs Nurture Debate: Unraveling the Influence of ..."}, "https://hechingerreport.org/should-we-screen-kids-genes-to-predict-how-successful-theyll-be-in-school/": {"url": "https://hechingerreport.org/should-we-screen-kids-genes-to-predict-how-successful-theyll-be-in-school/", "description": "Now, researchers are exploring this approach in non-medical contexts, like academic or athletic success. The scientists studying genetic markers in education are trying to untangle how nature and nurture together explain school performance. In principle, genetic screening might enable teachers to tailor their approach to groups of students.", "snippets": ["And even if we understood this information, it’s not clear how to best use the scores in schools. Last year, Stanford’s Domingue and two colleagues wrote about a hypothetical case study: What happens when a parent tries to use genetic data, like a polygenic score, to make the case that their child deserves additional classroom support?\n“I don’t know that I have good answers to that,” he said. But the scenario hints at another serious concern: inequality. Not everyone will be able to afford genetic screening, even when there are meaningful scores for people across ancestries.\nStill, researchers are already using the polygenic score to explore long-standing conundrums like why children with very similar advantages follow different trajectories in life.", "“If we don’t pay attention now, systems will be created, constructed around us, responding to our genetic difference. It’s high time to have this discussion. Honestly, we’re late to the party.”\nSophie von Stumm, a psychologist at the University of York in northern England\nGiven all of these limitations, most scientists believe it would be unlikely, and inappropriate, for educators to use polygenic scores to determine student placement in specific classes or schools. “Will someone be mad enough to track or stream on the basis of genetic predispositions?” von Stumm said. “Fortunately, I think we’re far from that.”", "The score’s ability to explain variation in years of schooling could improve with more data. Rough estimates indicate about 80 percent of the variation in educational attainment comes from environmental factors — the rest is genetic. With enough data, some scientists believe, the polygenic score could get close to explaining 20 percent of the difference in people’s level of education.\nIf so, the score would be an incredibly powerful single factor for making predictions about an individual’s academic future — even though the combined environmental variables still eclipse the role of genes. “It’s really not a puny predictor at this point,” Domingue said.\n“Polygenic scores are a potentially useful new scientific tool. At the same time, there are clear reasons to be concerned”\nBen Domingue, Stanford University", "Measuring a person’s genetic advantage (or disadvantage) also allows scientists to control for it in their studies. That is, they can better study factors that society can change, such as spending on special programs, compulsory education and school interventions, without having their results biased by a sample of students who are genetically advantaged or disadvantaged.\nAnd researchers can use the polygenic score to assess whether a school has failed students with high potential — or if an intervention helped retain children who were otherwise likely to drop out. In the math paper published in February, Domingue, Harden, and their colleagues found that some schools better supported high school students with low polygenic scores than others, ensuring those kids stayed in school.", "Researchers in the field want to see more critical discussion of how their work could be applied in educational settings.“If we don’t pay attention now, systems will be created, constructed around us, responding to our genetic difference,” said Sophie von Stumm, a psychologist at the University of York, in the United Kingdom, who studies genetics and education. “It’s high time to have this discussion. Honestly, we’re late to the party.”\nRelated: College graduation may be partly determined by your genes, genome study of siblings finds\nThe polygenic score that could help predict academic performance aims to assess genetic markers related to educational attainment. In other words, it combines hundreds of common genetic variants that are linked to the number of years a person stays in school. In 2016, this score could explain about 5 percent of the variation in the level of education completed.\nGifted Education’s Race Problem", "Related: College graduation may be partly determined by your genes, genome study of siblings finds\nFor now, the science is almost entirely based on data collected from people with European ancestry, which limits the conclusions that can be drawn from it, so researchers feel that they’ve at least temporarily sidestepped the issue.\nBut that doesn’t mean they aren’t worried about it — and about the other ways this research could exacerbate inequities in education. Screening is expensive, for instance, increasing the odds that privileged students will qualify for extra enrichment or support before their less privileged peers.", "Many factors boost a child’s chance of success in school — like having wealthy parents who can afford tutors. But recent research has raised another possibility — one that is discomforting to many — the idea that scientists might someday be able to spot the genetic markers associated with academic performance.\nTo do this, researchers are turning to a relatively new genetic approach called the polygenic score, which assesses a person’s likelihood for a specific future based on a combination of genetic variables. It’s a research technique that some scientists are using to assess obesity or cancer risk, for instance. Now, researchers are exploring this approach in non-medical contexts, like academic or athletic success.", "But the relationship could be nuanced. Domingue pointed out that there could be genetic factors that make a person more likely to be a supportive parent, which, in turn, would correlate to better school performance in their children. Because the child and parent share DNA, the polygenic score could capture gene variants in the child that explain educational performance but actually reflect the parent’s behavior.\nThere is also an enormous shortcoming in the datasets used for this research: Virtually all are built with DNA from people of European ancestry. Although there are biobanks in the works in Asia and Africa that could address this omission, for the time being, the scores are essentially only applicable to people of European descent. “You’re basically developing a tool that’s only useful for one segment of the population,” Harden said.", "The scientists studying genetic markers in education are trying to untangle how nature and nurture together explain school performance. In principle, genetic screening might enable teachers to tailor their approach to groups of students. Educators might then more effectively instruct kids together in one classroom, rather than separating students into accelerated and low-level courses, which can deprive Black and brown children and children from low-income families of academic opportunities.\nBut some researchers fear this gene screening work could be misapplied and used to further racist or eugenic thinking, even though race is a social, not a genetic, classification. There’s an ugly history of proponents of eugenics, who believe in reshaping humanity by breeding “superior traits” and removing “inferior traits,” justifying their thinking with genetics. And there are debunked racist theories that have endeavored to falsely connect race and intelligence."], "title": "Should we screen kids’ genes for classroom success?"}, "http://www.educationalneuroscience.org.uk/2018/07/13/the-nature-and-nurture-of-education/": {"url": "http://www.educationalneuroscience.org.uk/2018/07/13/the-nature-and-nurture-of-education/", "description": "With respect to environmental influences, research has focused on the effects of socioeconomic status (SES), one of the environmental measures showing most predictive power on cognitive and educational outcomes. SES is usually measured by parental levels of education and income. Notably, SES differences in cognitive abilities are already ...", "snippets": ["In a large US sample, Noble et al. (2015) demonstrated differences in structural brain measures of cortical thickness and cortical area correlated with SES measures, in regions that fitted with the cognitive abilities showing largest effects (temporal regions for language, prefrontal regions for executive functions). Investigations of causal mechanisms are compromised by the fact that so many correlated environmental factors are associated with differences in SES (Hackman et al., 2015); but in theory, an understanding of mechanism would suggest most effective points to intervene to alleviate the effects of poverty and deprivation on educational outcomes (Thomas, 2017).\nNature", "With respect to environmental influences, research has focused on the effects of socioeconomic status (SES), one of the environmental measures showing most predictive power on cognitive and educational outcomes. SES is usually measured by parental levels of education and income. Notably, SES differences in cognitive abilities are already observable when children start school, and tend not to narrow with age (e.g., Hackman et al., 2015), and may even widen. For example, von Stumm and Plomin (2015) reported that in a large sample of almost 15,000 UK children followed from infancy through adolescence, children from low SES families scored on average 6 IQ points lower at age 2 than children from high SES backgrounds but by age 16, this difference had almost tripled. Notably, the differences in cognitive ability in school-age children associated with SES tend to be larger than the effects produced by different schooling (e.g., Walker, Petrill & Plomin, 2005)", ". Increasing heritability rates could therefore be a useful indicator of reducing educational inequality.", "With respect to genetics, work in behaviour genetics has begun to impact on education. Most obviously, evidence points to the heritability of differences in educational achievement. Heritability is defined as the amount of variation in behaviour explained by genetic similarity. Heritability is either inferred on the basis that achievement is more similar the more genetically similar individuals are (e.g., the idea that ability runs in families); or it is measured directly by correlating variation in individual letters of DNA (single nucleotide polymorphisms or SNPs) to educational outcomes in large samples (though the variation in behaviour explained by direct measures of DNA variation is typically much smaller, perhaps only ~10% instead of the ~50% explained by observing patterns that run in families; e.g., Okbay et al., 2016)", "There is insufficient space here to evaluate these types of claims (see Thomas et al., 2013; Ashbury & Plomin, 2014; Meaburn, in press). However, we can simply note that a genetic perspective on education emphasises that not all differences between children are environmental in origin; but as yet, does not point to specific implications for teaching. Somewhat counter-intuitively, environments that optimise learning will increase the extent to which educational success is heritable. For example, greater heritability is observed in classes with better teachers (Taylor et al., 2010), as it is in affluent families compared to impoverished ones (Turkheimer et al., 2003). This is because heritability acts as an indicator of where limiting factors lie: when better school environments reduce limits on learning, variability between children is more readily explained by their genetic make-up (Asbury, 2015; Thomas, Kovas, Meaburn & Tolmie, 2015)", "The risk with both neuroscience evidence of the effects of poverty on brain development, and of genetic effects on educational achievement, is that these will be construed by educators as ‘deterministic’ or inevitable outcomes. Yet many cognitive effects of poverty can be ameliorated by intervention, such as training executive functions, because the brain is plastic (Neville et al., 2013); and previously measured genetic effects may disappear when environments are altered. Indeed, the future potential of genetics would be to predict the best, tailored environment for each child to reach his or her genetic potential. However, currently, genetic studies are focused on maximising predictive power (such as by the use of polygenic risk scores, which combine the effects of all measured DNA variation to predict differences in behaviour) – rather than informing a neuroscientific understanding of the brain mechanisms of learning that would enable such tailoring of environments.\nReferences", "Environmental and genetic causes of individual differences in educational achievement\nBlog written by Professor Michael Thomas\nThe nature-nurture issue is well-known amongst teachers: children differ, and some of these differences are due to the children’s nature, some due to the environment they are raised in, and some a combination of children’s different natural reactions to the environments they are raised in.\nGaps in educational achievement between children are a key issue for society, and their causes have been a focus for research in the social sciences. These gaps have spurred educational neuroscience investigations into possible underlying brain mechanisms, with separate work in the areas of environmental influences and genetic mechanisms.\nNurture", ". The greater effects of the home than the school on cognitive ability suggest that educational neuroscience must retain a focus on developmental factors beyond the classroom.", "Walker, S. O., Petrill, S. A., & Plomin, R. A. (2005). A genetically sensitive investigation of the effects of the school environment and socioeconomic status on academic achievement in seven-year-olds. Educational Psychology, 25(1), 55-73.", ". For example, within the last five years, papers have been published showing that the heritability of educational achievement aged 16 is up to 60%, and that controlling for IQ, it appears to be the same genes that explain variability in different academic disciplines (Krapohl et al., 2014; Rimfeld et al., 2015); that social mobility (measured as children achieving higher educational levels than their parents) is itself around 50% heritable (Ayorech et al., 2017); that, on genetic grounds, there is little evidence that selective schools produce better educational outcomes than non-selective schools (Smith-Woolley et al., 2018); and that educational achievement may be a causal protective factor against Alzheimer’s disease (Zhu et al., 2018)."], "title": "The nature and nurture of education - Centre for Educational Neuroscience"}, "https://www.ucl.ac.uk/news/2021/aug/parents-genes-can-influence-childs-educational-success-inherited-or-not": {"url": "https://www.ucl.ac.uk/news/2021/aug/parents-genes-can-influence-childs-educational-success-inherited-or-not", "description": "The researchers found that genetic nurture had about half as much impact on education success as genetic inheritance. ... “This study illustrates how complex the relationship between genes and the environment is. Although our study uses genetic methods, it provides strong evidence that, as well as genetics, the environment really matters when ...", "snippets": ["Lead researcher Dr Jean-Baptiste Pingault (UCL Psychology & Language Sciences) said: “We discovered genetic nurture has a significant effect on a child’s educational achievement. The effects were mainly down to their parents’ education and how it influences the environment they provide. We also found that fathers and mothers had similar genetic nurture effects, suggesting both parents are equally important in shaping and fostering an environment favourable for a child’s learning.\n“This study illustrates how complex the relationship between genes and the environment is. Although our study uses genetic methods, it provides strong evidence that, as well as genetics, the environment really matters when we talk about education.", "“Two aspects are complementary here. First, some of it depends on the genetic lottery, so parents do not have complete control and not everything is down to what they do. That said, what parents do and their choices do seem to matter. Our findings show that socioeconomic status and parental education are probably key.\n“It is really important to understand how educational attainment (years of education, highest degree obtained) and achievement (scores and grades achieved) are passed on through families, and how this knowledge could help us break cycles of disadvantage across generations.”", "A parent’s genes can influence a child’s educational success, inherited or not\n20 August 2021\nA child’s educational success depends on the genes that they haven’t inherited from their parents, as well as the genes they have, according to a new study led by UCL researchers.\nFunded by the Nuffield Foundation, the study confirms that genes a person inherits directly are most likely to contribute to their achievements in education. But parent genes that aren’t directly inherited, yet have still shaped parents’ own education levels and subsequently influenced the lifestyle and family environment they provide for their children, are also important and can affect how well a person does at school and beyond.\nThe study, a systematic review and meta-analysis of prior evidence of genetic impacts on educational outcomes, is published today in the American Journal of Human Genetics.", "For the current paper, researchers reviewed and analysed 12 studies in several countries and used a method called polygenic scoring to study the influence of millions of genetic variants on educational attainment in nearly 40,000 parent and child pairs.\nThe researchers found that genetic nurture had about half as much impact on education success as genetic inheritance.\nGenetic nurture effects captured by polygenic scores in the studies explained at least 1.28% of variance in educational outcomes, while direct genetic effects explained at least 2.89% of variance in educational outcomes. The researchers say the findings are underestimated given that polygenic scores only capture a fraction of heritability in educational outcomes; the actual genetic effects could be multiple times higher, but direct genetic effects would probably still be roughly double those of genetic nurture effects."], "title": "A parent’s genes can influence a child’s educational success, inherited ..."}, "https://genomemedicine.biomedcentral.com/articles/10.1186/s13073-024-01304-9": {"url": "https://genomemedicine.biomedcentral.com/articles/10.1186/s13073-024-01304-9", "description": "Polygenic scores (PGS) can be used for risk stratification by quantifying individuals’ genetic predisposition to disease, and many potentially clinically useful applications have been proposed. Here, we review the latest potential benefits of PGS in the clinic and challenges to implementation. PGS could augment risk stratification through combined use with traditional risk factors ...", "snippets": ["More transferrable PGS can also be developed by using improved statistical methods (see  for a recent comprehensive review of PGS development methodologies). The major advancements used to close the transferability gap are primarily based on ensembling and leveraging multi-ancestry and multi-trait data and incorporating functional information to identify more likely causal variants. Ensembling-based methods are based on the idea that incorporating multiple sets of GWAS data from either multiple ancestries or multiple diseases/risk factors can create a better set of variants and weights for PGS calculation. One such approach is PRS-CSx , an extension of the population PRS-CS continuous shrinkage (CS) models that can be shared across ancestries. Another example of ensembling is CT-SLEB  which integrates clumping and thresholding, empirical Bayes and super learning to process multi-ancestry GWAS data into a single PGS", "- Review\n- Open access\n- Published:\nRecent advances in polygenic scores: translation, equitability, methods and FAIR tools\nGenome Medicine volume 16, Article number: 33 (2024)\nAbstract", "Conclusions and future directions", ". Statistical methods, tools and resources also should be improved to facilitate analysis of genetic ancestry on a continuum, particularly so that admixed individuals are not excluded from studies . The standardization of GWAS/PGS results reporting, responsible use and communication will require a concerted effort from academic, industry and government bodies. Overall, through community efforts towards common goals, it is clear that continued progress in PGS is being made and that it could benefit human health. There is now a substantive need for further translational studies, including pragmatic trials, to provide empirical evidence as to PGS utility in specific clinical scenarios.", "About this article\nCite this article\nXiang, R., Kelemen, M., Xu, Y. et al. Recent advances in polygenic scores: translation, equitability, methods and FAIR tools. Genome Med 16, 33 (2024). https://doi.org/10.1186/s13073-024-01304-9\nReceived:\nAccepted:\nPublished:\nDOI: https://doi.org/10.1186/s13073-024-01304-9", ". A significant gap in the literature exists to define what is best practice when an individual engages a healthcare practitioner with PGS results which they have obtained from a third-party provider (commercial or otherwise). Anecdotal reports indicate this is no longer a rare event. While not the focus of this review, parallel statements have been released calling for an end to the use of PGS for embryo selection  or for unscientific claims about racial/ethnic group differences.", "Additional information\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.\nRights and permissions", "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1", ". Both GWAS and PGS should be shared with clear and unambiguous license terms (ideally CC0 or, if necessary, CC-BY-NC) to ensure reusability for the widest range of research and clinical applications."], "title": "Recent advances in polygenic scores: translation, equitability, methods ..."}, "https://www.nbcnews.com/news/education/new-way-predicting-which-kids-will-succeed-school-look-their-n1243152": {"url": "https://www.nbcnews.com/news/education/new-way-predicting-which-kids-will-succeed-school-look-their-n1243152", "description": "A new way of predicting which kids will succeed in school: Look at their genes. New research could make it possible to spot the genetic patterns associated with educational performance. But ...", "snippets": ["For now, the science is almost entirely based on data collected from people with European ancestry, which limits the conclusions that can be drawn from it, so researchers feel that they’ve at least temporarily sidestepped the issue.\nBut that doesn’t mean they aren’t worried about it — and about the other ways this research could exacerbate inequities in education. Screening is expensive, for instance, increasing the odds that privileged students will qualify for extra enrichment or support before their less privileged peers.", "In 2018, researchers studied data from more than a million people across countries and found they could strengthen the polygenic score to explain 11 percent of the variation in educational attainment. That value puts the score on par with factors like a mother’s level of education attainment, which explains 15 percent of variation, and household income, which explains about 7 percent.\n“There are genes that affect educational attainment — that is for certain now,” said Aysu Okbay, an economist at Vrije Universiteit in the Netherlands who contributed to the 2016 and 2018 studies.\nThe score’s ability to explain variation in years of schooling could improve with more data. Rough estimates indicate about 80 percent of the variation in educational attainment comes from environmental factors — the rest is genetic. With enough data, some scientists believe, the polygenic score could get close to explaining 20 percent of the difference in people’s level of education.", "This article about the polygenic score was produced in partnership with The Hechinger Report, a nonprofit, independent news organization focused on inequality and innovation in education. This is part 3 of the series “Gifted Education’s Race Problem.”\nMany factors boost a child's chance of success in school — like having wealthy parents who can afford tutors. But recent research has raised another possibility — one that is discomforting to many — the idea that scientists might someday be able to spot the genetic markers associated with academic performance.\nTo do this, researchers are turning to a relatively new genetic approach called the polygenic score, which assesses a person’s likelihood for a specific future based on a combination of genetic variables. It’s a research technique that some scientists are using to assess obesity or cancer risk, for instance. Now, researchers are exploring this approach in non-medical contexts, like academic or athletic success.", "Researchers in the field want to see more critical discussion of how their work could be applied in educational settings. “If we don’t pay attention now, systems will be created, constructed around us, responding to our genetic difference,” said Sophie von Stumm, a psychologist at the University of York, in the United Kingdom, who studies genetics and education. “It’s high time to have this discussion. Honestly, we’re late to the party.”\nRelated: College graduation may be partly determined by your genes, genome study of siblings finds\nThe polygenic score that could help predict academic performance aims to assess genetic markers related to educational attainment. In other words, it combines hundreds of common genetic variants that are linked to the number of years a person stays in school. In 2016, this score could explain about 5 percent of the variation in the level of education completed.", "Given all of these limitations, most scientists believe it would be unlikely, and inappropriate, for educators to use polygenic scores to determine student placement in specific classes or schools. “Will someone be mad enough to track or stream on the basis of genetic predispositions?” von Stumm said. “Fortunately, I think we’re far from that.”\nThere could be other ways of using this genetic information. Once genetic variants are better understood and enough data is in hand, for example, it might be possible to identify children with a predisposition to learning disabilities and intervene early. In May, von Stumm and her colleagues published a paper exploring whether a toddler’s polygenic score for educational attainment could identify children at risk for language or literacy delays later in life. The conclusion: We’re not there yet.", "Critics caution that there is too much to establish ethically and scientifically before we confront those scenarios. “Someday we’ll understand the genetic contribution to educational success or to life success but it will be our grandchildren who understand it. It won’t be us,” bioethicist Arthur Caplan at NYU Langone Health said.\nAnd even if we understood this information, it’s not clear how to best use the scores in schools. Last year, Stanford’s Domingue and two colleagues wrote about a hypothetical case study: What happens when a parent tries to use genetic data, like a polygenic score, to make the case that their child deserves additional classroom support?\n“I don’t know that I have good answers to that,” he said. But the scenario hints at another serious concern: inequality. Not everyone will be able to afford genetic screening, even when there are meaningful scores for people across ancestries.", "Still, researchers are already using the polygenic score to explore long-standing conundrums like why children with very similar advantages follow different trajectories in life.\n“We are all subject to a big genetic lottery that corresponds to an environmental lottery,” von Stumm said. She added that research into the links between genetics and academic attainment could push people to examine “fairness” in meritocratic societies, given that some people may carry genetic strengths that give them a slight but significant academic advantage, that, in turn, improves other aspects of their lives.\nMeasuring a person’s genetic advantage (or disadvantage) also allows scientists to control for it in their studies. That is, they can better study factors that society can change, such as spending on special programs, compulsory education and school interventions, without having their results biased by a sample of students who are genetically advantaged or disadvantaged.", "The scientists studying genetic markers in education are trying to untangle how nature and nurture together explain school performance. In principle, genetic screening might enable teachers to tailor their approach to groups of students. Educators might then more effectively instruct kids together in one classroom, rather than separating students into accelerated and low-level courses, which can deprive Black and brown children and children from low-income families of academic opportunities.\nBut some researchers fear this gene screening work could be misapplied and used to further racist or eugenic thinking, even though race is a social, not a genetic, classification. There’s an ugly history of proponents of eugenics, who believe in reshaping humanity by breeding “superior traits” and removing “inferior traits,” justifying their thinking with genetics. And there are debunked racist theories that have endeavored to falsely connect race and intelligence.", "But the relationship could be nuanced. Domingue pointed out that there could be genetic factors that make a person more likely to be a supportive parent, which, in turn, would correlate to better school performance in their children. Because the child and parent share DNA, the polygenic score could capture gene variants in the child that explain educational performance but actually reflect the parent’s behavior.\nThere is also an enormous shortcoming in the datasets used for this research: Virtually all are built with DNA from people of European ancestry. Although there are biobanks in the works in Asia and Africa that could address this omission, for the time being, the scores are essentially only applicable to people of European descent. “You’re basically developing a tool that’s only useful for one segment of the population,” Harden said.\nRelated: Gifted classes may not help talented students move ahead faster"], "title": "A new way of predicting which kids will succeed in school: Look at ..."}, "https://theconversation.com/can-genes-really-predict-how-well-youll-do-academically-62844": {"url": "https://theconversation.com/can-genes-really-predict-how-well-youll-do-academically-62844", "description": "The findings mark the strongest genetic prediction for educational achievement so far, estimating up to 9% of variance in educational achievement at age 16. But despite claims that this research ...", "snippets": ["Stark class and race divides still persist in the UK and US, two countries where this branch of research is rapidly growing. While the study mentions the impact of a person’s place in society with educational achievement, it links this status back to genetics, highlighting the genetic overlap between educational achievement, g and family socioeconomic status.\nThe possibility that this kind of research may influence attitudes towards certain ethnic minorities and the less well off is real, as is the risk that this work might be used to justify social inequality. These concerns should be admitted and addressed by behavioural geneticists. The alternative could be a new form of eugenics."], "title": "Can genes really predict how well you’ll do academically?"}, "https://phys.org/news/2024-09-dna-powerful-predictor-success.html": {"url": "https://phys.org/news/2024-09-dna-powerful-predictor-success.html", "description": "Genes and family are biggest predictor of academic success, study suggests. 243 shares. Feedback to editors. Researchers at the University of York are calling for further exploration of the role ...", "snippets": ["They found that up to 25% of differences in school grades between individuals can be attributed to genetic differences. This is a greater effect than a person's family socioeconomic background (10%) and the Ofsted rating of the school a child attends, which only accounts for 4% of an individual's educational success.\nThe study found that even small differences in a person's genetic propensity for education make them more likely to spend an extra year in education, which in the UK could mean earning a master's degree.\nThe findings raise questions about whether genetic testing could one day be used to identify and support children who are likely to struggle at school, the researchers say.\nEthical and social values"], "title": "DNA may be a powerful predictor of educational success, new research ..."}, "https://pubmed.ncbi.nlm.nih.gov/34075049/": {"url": "https://pubmed.ncbi.nlm.nih.gov/34075049/", "description": "Can genetic screening be used to personalize education for students? Genome-wide association studies (GWAS) screen an individual's DNA for specific variations in their genome, and how said variations relate to specific traits. The variations can then be assigned a corresponding weight and summed to …", "snippets": ["The practical utility of genetic screening in school settings\n- PMID: 34075049\n- PMCID: PMC8169884\n- DOI: 10.1038/s41539-021-00090-y\nThe practical utility of genetic screening in school settings\nAbstract"], "title": "The practical utility of genetic screening in school settings"}}}