{"url_to_unified_index": {"https://www.asbmb.org/asbmb-today/science/060824/genetic-variant-clarifies-why-parkinsons-develops": 7, "https://theconversation.com/newly-discovered-genetic-variant-that-causes-parkinsons-disease-clarifies-why-the-condition-develops-and-how-to-halt-it-226435": 6, "https://www.psychologytoday.com/us/blog/the-integrationist/201409/genetic-mutation-can-affect-mental-physical-health": 11, "https://my.clevelandclinic.org/health/diseases/22815-parkinsonism": 8, "https://www.mayoclinic.org/diseases-conditions/parkinsons-disease/symptoms-causes/syc-20376055": 9, "https://www.medicalnewstoday.com/articles/dopamine-parkinsons": 10, "https://practicalneurology.com/articles/2018-may/mental-health-and-parkinsons-disease": 3, "https://www.salk.edu/news-release/flipping-the-switch-salk-scientists-shed-new-light-on-genetic-changes-that-turn-on-cancer-genes/": 1, "https://embryo.asu.edu/pages/hermann-joseph-mullers-study-x-rays-mutagen-1926-1927": 2, "https://www.apdaparkinson.org/resources-support/living-with-parkinsons-disease/mental-health/": 12, "https://www.healthline.com/health/parkinsons/dopamine-parkinson": 4, "https://www.salk.edu/news-release/salk-scientists-reveal-most-commonly-mutated-gene-in-all-cancers/": 14, "https://www.news-medical.net/health/How-do-Genetic-Mutations-Cause-Disease.aspx": 13, "https://www.simplypsychology.org/the-role-of-dopamine-as-a-neurotransmitter-in-the-human-brain.html": 5}, "url_to_info": {"https://www.asbmb.org/asbmb-today/science/060824/genetic-variant-clarifies-why-parkinsons-develops": {"url": "https://www.asbmb.org/asbmb-today/science/060824/genetic-variant-clarifies-why-parkinsons-develops", "description": "Such linked genes support the idea that these causes of inherited parkinsonism evolved to improve survival in early life because they enhance immune response to pathogens. RAB32 Ser71Arg suggest how and why many mutations have originated, despite creating a susceptible genetic background for Parkinson’s in later life.", "snippets": ["“Linkage” between a pathogenic genetic variant and disease development is so significant that it can inform a diagnosis. It has also become the basis of many lab models used to study the consequences of gene dysfunction and how to fix it. Linkage studies, like the one my team and I published, have identified pathogenic mutations in over 20 genes. Notably, many patients in families with parkinsonism have symptoms that are indistinguishable from typical, late-onset Parkinson’s. Nevertheless, what causes inherited parkinsonism, which typically affects people with earlier-onset disease, may not be the cause of Parkinson’s in the general population.", "RAB32 Ser71Arg is the first linked gene researchers have identified that directly connects the dots between prior linked discoveries. The proteins encoded bring together three important functions of the cell: autophagy, immunity and mitochondrial function. While autophagy releases energy stored in the cell’s trash, this needs to be coordinated with another specialized component within the cell, mitochondria, that are the major supplier of energy. Mitochondria also help to control cell immunity because they evolved from bacteria the cell’s immune system recognizes as “self” rather than as an invading pathogen to destroy.\nIdentifying subtle genetic differences\nFinding the molecular blueprint for familial Parkinson’s is the first step to fixing the faulty mechanisms behind the disease. Like the owner’s manual to your car’s engine, it provides a practical guide of what to check when the motor fails."], "title": "Newly discovered genetic variant clarifies why Parkinson’s develops"}, "https://theconversation.com/newly-discovered-genetic-variant-that-causes-parkinsons-disease-clarifies-why-the-condition-develops-and-how-to-halt-it-226435": {"url": "https://theconversation.com/newly-discovered-genetic-variant-that-causes-parkinsons-disease-clarifies-why-the-condition-develops-and-how-to-halt-it-226435", "description": "This mutation was linked to parkinsonism in three families and found in 13 other people in several countries, including Canada, France, Germany, Italy, Poland, Turkey, Tunisia, the U.S. and the U.K.", "snippets": ["Parkinson’s disease is a neurodegenerative movement disorder that progresses relentlessly. It gradually impairs a person’s ability to function until they ultimately become immobile and often develop dementia. In the U.S. alone, over a million people are afflicted with Parkinson’s, and new cases and overall numbers are steadily increasing.\nThere is currently no treatment to slow or halt Parkinson’s disease. Available drugs don’t slow disease progression and can treat only certain symptoms. Medications that work early in the disease, however, such as Levodopa, generally become ineffective over the years, necessitating increased doses that can lead to disabling side effects. Without understanding the fundamental molecular cause of Parkinson’s, it’s improbable that researchers will be able to develop a medication to stop the disease from steadily worsening in patients.", "“Linkage” between a pathogenic genetic variant and disease development is so significant that it can inform a diagnosis. It has also become the basis of many lab models used to study the consequences of gene dysfunction and how to fix it. Linkage studies, like the one my team and I published, have identified pathogenic mutations in over 20 genes. Notably, many patients in families with parkinsonism have symptoms that are indistinguishable from typical, late-onset Parkinson’s. Nevertheless, what causes inherited parkinsonism, which typically affects people with earlier-onset disease, may not be the cause of Parkinson’s in the general population.", "RAB32 Ser71Arg is the first linked gene researchers have identified that directly connects the dots between prior linked discoveries. The proteins encoded bring together three important functions of the cell: autophagy, immunity and mitochondrial function. While autophagy releases energy stored in the cell’s trash, this needs to be coordinated with another specialized component within the cell, mitochondria, that are the major supplier of energy. Mitochondria also help to control cell immunity because they evolved from bacteria the cell’s immune system recognizes as “self” rather than as an invading pathogen to destroy.\nIdentifying subtle genetic differences\nFinding the molecular blueprint for familial Parkinson’s is the first step to fixing the faulty mechanisms behind the disease. Like the owner’s manual to your car’s engine, it provides a practical guide of what to check when the motor fails."], "title": "Newly discovered genetic variant that causes Parkinson’s disease ..."}, "https://www.psychologytoday.com/us/blog/the-integrationist/201409/genetic-mutation-can-affect-mental-physical-health": {"url": "https://www.psychologytoday.com/us/blog/the-integrationist/201409/genetic-mutation-can-affect-mental-physical-health", "description": "Key points. Mental health issues associated with a MTHFR mutation include depression, bipolar disorder, schizophrenia, and ADHD. Up to 40% of the population may have an MTHFR mutation of some kind.", "snippets": ["- Speak with your healthcare provider about whether MTHFR testing may be appropriate for you. Your insurance company may or may not cover this expense, but some independent laboratories will process your blood sample for about $200. Before getting tested, it’s worth calling your insurer to see under what circumstances you will be covered for this specific lab test.\n- Swap out folic acid for the more bioavailable form of folate – l-methylfolate). This is more usable by the body and easily available in health food stores, many pharmacies, and online. L-methylfolate is sometimes referred to as “optimized folate.”\n- Avoid processed foods and supplements containing the folic acid form of folate. It’s not as easily used by people with an MTHFR mutation and may interfere with the absorption of l-methylfolate.", "This post may be of greatest interest to those who have been diagnosed with one of the mental health issues linked to having an MTHFR mutation, such as depression, bipolar disorder, schizophrenia, attention-deficit hyperactivity disorder (ADHD), or autism. MTHFR mutations also increase the risk of several physical health problems, including but not limited to cardiovascular disease and stroke, recurrent early miscarriage, migraine with aura, osteoporosis, and some cancers. So, it’s worth knowing about this mutation even if one or more of the above conditions run in your family.\nResponse to Drugs", "By some estimates, up to 40% of the population may have an MTHFR mutation of some kind. The current data suggest that between 6 and 14% of Caucasians and about 2% of those of African descent probably have a more severe (two mutated alleles) version of the mutation. In Hispanics, this number may be as high as 21%.\nBut even having one mutated allele is associated with an increased risk of certain health problems. For example, having one mutated allele at either of two specific locations is associated with 20-40% reduced activity of the MTHFR enzyme (depending on where on the gene the mutation is found). Having two mutated alleles at the same location is associated with a 40-70% reduction in enzyme activity, again, with severity depending upon the location of the mutated alleles. Some people may have two mutated alleles – one at each of two different locations on the gene — and that also increases risk of a number of health issues.\nHow Does This Gene Impact Health?"], "title": "A Genetic Mutation That Can Affect Mental & Physical Health"}, "https://my.clevelandclinic.org/health/diseases/22815-parkinsonism": {"url": "https://my.clevelandclinic.org/health/diseases/22815-parkinsonism", "description": "Parkinsonism. Parkinsonism is an umbrella term that refers to conditions with similar, movement-related effects. These conditions involve slowed movements, and other symptoms are possible depending on the condition. These conditions are usually lifelong, and most (but not all) involve deterioration of your brain. However, most are also treatable.", "snippets": ["In general, your healthcare provider is the best person to provide more information about whether or not your condition is treatable or curable. That's because so many different conditions fall under parkinsonism, many of which are very different from person to person. Your provider can tell you more about if your condition is treatable and what your treatment options are with your specific case and circumstances.\nParkinsonism refers to a wide range of conditions and diseases with similar effects and symptoms. Most of these diseases and conditions are severe and have a high risk of complications when there’s a delay in diagnosing and treating them.", "Because many of these conditions are so severe and need diagnosing and treating sooner rather than later, you shouldn't try to self-diagnose or treat parkinsonism. If you think you have a form of parkinsonism, it's important to talk to a healthcare provider as soon as possible. They can help you by determining if you have one of these conditions, or they can refer you to a specialist for diagnosis and treatment.\nThe time it takes you to feel better and recover after treatment depends on multiple factors, including your condition and the treatments you receive. Your healthcare provider is the best person to tell you what to expect regarding your recovery time and when you should start to feel better.\nParkinsonism happens unpredictably in most cases, so it's usually impossible to prevent it or reduce your risk of developing it. However, there are specific types of secondary parkinsonism that you can reduce the risk of developing. These are:", "Certain symptoms are more likely with a few conditions involving parkinsonism. Those conditions and the symptoms include:\nThe causes of parkinsonism depend on the specific subtype of the condition.\nUnder normal circumstances, your brain uses chemicals known as neurotransmitters to control how your brain cells (neurons) communicate with each other. When you have Parkinson’s disease, you don’t have enough dopamine, one of the most important neurotransmitters.\nWhen your brain sends activation signals that tell your muscles to move, it fine-tunes your movements. The neurons that fine-tune your movements need dopamine. Without it, they can't do their job correctly. That’s why lack of dopamine causes the slowed movements and tremors symptoms of Parkinson's disease.", "Parkinsonism refers to several conditions — including Parkinson’s disease — that have similar symptoms and features. However, Parkinson’s disease makes up about 80% of all cases of parkinsonism, making it the most common form by far. Other conditions that fall under the term parkinsonism include multiple system atrophy or corticobasal degeneration.\nAnother key difference is that parkinsonism can happen for reasons that are treatable or even curable. Some of the causes of parkinsonism can also go away on their own and only need treatment for some of their symptoms.\nParkinsonism overall is usually an age-related disease. It’s slightly more common in people assigned male at birth than in those assigned female at birth. The most common forms of parkinsonism are more likely to happen after age 60."], "title": "Parkinsonism: What It Is, Causes & Types - Cleveland Clinic"}, "https://www.mayoclinic.org/diseases-conditions/parkinsons-disease/symptoms-causes/syc-20376055": {"url": "https://www.mayoclinic.org/diseases-conditions/parkinsons-disease/symptoms-causes/syc-20376055", "description": "Parkinson's disease is a progressive disorder that affects the nervous system and the parts of the body controlled by the nerves. Symptoms start slowly. The first symptom may be a barely noticeable tremor in just one hand. Tremors are common, but the disorder also may cause stiffness or slowing of movement. In the early stages of Parkinson's ...", "snippets": ["Parkinson's disease is often accompanied by these additional problems, which may be treatable:\n- Thinking difficulties. You may experience cognitive problems, such as dementia, and thinking difficulties. These usually occur in the later stages of Parkinson's disease. Such cognitive problems aren't usually helped by medicines.\n-\nDepression and emotional changes. You may experience depression, sometimes in the very early stages. Receiving treatment for depression can make it easier to handle the other challenges of Parkinson's disease.\nYou also may experience other emotional changes, such as fear, anxiety or loss of motivation. Your health care team may give you medicine to treat these symptoms.\n- Swallowing problems. You may develop difficulties with swallowing as your condition progresses. Saliva may accumulate in your mouth due to slowed swallowing, leading to drooling.", "Overview\nParkinson's disease is a progressive disorder that affects the nervous system and the parts of the body controlled by the nerves. Symptoms start slowly. The first symptom may be a barely noticeable tremor in just one hand. Tremors are common, but the disorder also may cause stiffness or slowing of movement.\nIn the early stages of Parkinson's disease, your face may show little or no expression. Your arms may not swing when you walk. Your speech may become soft or slurred. Parkinson's disease symptoms worsen as your condition progresses over time.\nAlthough Parkinson's disease can't be cured, medicines might significantly improve your symptoms. Occasionally, a health care professional may suggest surgery to regulate certain regions of your brain and improve your symptoms.\nSymptoms"], "title": "Parkinson's disease - Symptoms and causes - Mayo Clinic"}, "https://www.medicalnewstoday.com/articles/dopamine-parkinsons": {"url": "https://www.medicalnewstoday.com/articles/dopamine-parkinsons", "description": "Summary. Parkinson’s disease is a neurodegenerative disorder that affects movement. It occurs due to low levels of dopamine in the area of the brain that facilitates movement. Without sufficient ...", "snippets": ["Currently there is no cure for PD, however, treatments may help improve symptoms. Treatment options may\n- Medication: Certain drugs may help to either boost dopamine levels, affect other neurotransmitters such as acetylcholine, or help manage non-motor symptoms such as depression. For example, people often take levodopa and carbidopa tablets to boost dopamine levels in the brain.\n- Surgery: Surgery may be an option when drugs are no longer as effective. One surgical option is\ndeep brain stimulation . This involves placing electrodes in the brain that painlessly stimulate it to help reduce many of the motor symptoms of PD. - Complimentary and supportive therapies: Many therapies may provide some relief from symptoms of PD. These can include a healthy diet, exercise, tai chi, yoga, and massage therapy.", "Parkinson’s disease is a neurodegenerative disorder that affects movement. It occurs due to low levels of dopamine in the area of the brain that facilitates movement. Without sufficient dopamine, the brain is unable to transmit signals to correctly coordinate movement.\nExperts are still unsure of the exact cause of Parkinson’s disease, but suspect that genetics and the environment play a role. Current treatment options include drug therapy, surgery, and complementary therapies."], "title": "Dopamine and Parkinson's disease: What to know - Medical News Today"}, "https://practicalneurology.com/articles/2018-may/mental-health-and-parkinsons-disease": {"url": "https://practicalneurology.com/articles/2018-may/mental-health-and-parkinsons-disease", "description": "Assessing and addressing mental health in patients and care partners improves quality of life. Parkinson’s disease (PD) is a disorder defined and diagnosed by its disabling motor symptoms of bradykinesia, rigidity, and tremor. However, the nonmotor neuropsychiatric symptoms associated with PD, including depression, anxiety, apathy, impulse ...", "snippets": [". Similarly, untreated anxiety has been shown to worsen freezing of gait and the on-off fluctuations related to dopaminergic treatment. Failing to recognize a patient’s impulse-control disorders can lead to her or his financial ruin, divorce, and legal problems. Psychosis is associated with agitation and a broad range of behavioral problems that can make daily life at home unmanageable.", "Parkinson’s disease (PD) is a disorder defined and diagnosed by its disabling motor symptoms of bradykinesia, rigidity, and tremor. However, the nonmotor neuropsychiatric symptoms associated with PD, including depression, anxiety, apathy, impulse control disorders, and psychosis, have an even greater adverse effect on quality of life and the risk of nursing home placement. Despite the burden neuropsychiatric symptoms bring, they often go unrecognized and untreated. Similarly, although there are a number of evidence-based drug treatments, physical and occupational therapies, and assistive devices to address motor impairments of PD, most neuropsychiatric symptoms are treated off-label with drugs that have little or no evidence for efficacy or safety when used in this population. At least two-thirds of individuals with PD will have a clinically significant neuropsychiatric disorder during the course of their disease, and most will have more than 1 disorder concurrently (Table).", "Providing assistance for a person with PD sometimes evolves into an overwhelming burden, upending lives and creating serious levels of family dysfunction. The mental health and coping skills of care partners has a major impact on their lives and the quality of life of the patient with PD. Interviewing care partners to assess their concerns, problems, and ability to effectively serve in this capacity is an important, although often neglected, aspect of patient care.", "Family members or friends often say they are willing to pitch in and help the primary care partner without committing to a specific schedule. The assistance of other family members should be arranged on a predictable and regular basis. This might enable the primary care partner to make plans in order to re-engage in the mainstream of life (eg, take a class, socialize with friends, exercise, attend church). The assistance of family members on a haphazard basis or only during emergency situations does not ease the ongoing daily burdens for the care partner.", "Screening", "Visual hallucinations and illusions are common in patients with PD. Fortunately, severe psychosis—one of the most feared psychiatric disturbance in PD—, which also includes delusions and behavioral disturbances, affects only about 5% to 10% of patients.4,5 There are several factors that predispose patients with PD to psychosis. So-called intrinsic factors include underlying cognitive decline, dementia (dementia with Lewy bodies or Parkinson’s disease dementia), advanced age, long-standing PD, sleep deprivation, and visual processing abnormalities. So-called extrinsic factors include the use of dopamine agonists, amantadine, anticholinergics, or higher doses of carbidopa–levodopa combinations. The motor symptoms of patients with psychosis and PD should be managed with monotherapy, if possible, using carbidopa–levodopa combinations at the lowest doses required to control symptoms. Avoiding polypharmacy will decrease the risk of psychotic symptoms", "Complications of PD treatment, especially on-off fluctuations, can affect mental health in patients with PD (Box 1). Physicians are generally aware that after several years of PD the motor responses to dopaminergic therapies often begin to fluctuate. Initially, patients can experience wearing off of the motor benefits of levodopa therapy (eg, increased bradykinesia, tremor, gait disturbance, or rigidity) at the end of the dosing period. In more advanced PD, the fluctuating motor symptoms worsen, becoming more intense and less predictable in relation to the timing of medication. Significant nonmotor fluctuations, including marked anxiety, panic attacks, and severely altered mood may occur in addition to motor fluctuations. Optimizing dopaminergic therapies can reduce motor and nonmotor fluctuations", "• Enlist other family members to assist on a regularly scheduled basis\n• Hire aides at home for several hours on a regular basis\n• Participate in exercise programs\n• Participate in education seminars and support groups\n• Consult with a mental health professional\n• Have a home safety evaluation\n• Make use of adult day-care programs\nCare partners must be reminded that their health is at stake, and that they are entitled to have some free time to recharge their emotional batteries. Recommendations for alleviating the burden for the primary care partner are listed in Box 2. Care partners should all be encouraged to participate in PD support groups and educational programs, as they will benefit from the advice and experience of others who have had to cope with similar situations. Consultation with a mental health professional is important for care partners who are becoming overwhelmed or depressed.", "Treatment of Neuropsychiatric Conditions\nDrug treatments for neuropsychiatric symptoms are available, but most have limited evidence for safety and efficacy when used to treat patients with PD.7\nAnxiety and Depression\nAntidepressants are among the best studied, and recent systematic reviews suggest that selective serotonin reuptake inhibitors (SSRIs) are the most effective and well-tolerated in patients with PD.8 However, other classes of antidepressants such as selective serotonin and norepinephrine reuptake inhibitors (SS/NRIs) and tricyclics may be equally effective, although with a slight increase in potential side effects. While there are currently no evidence-based drug treatments for anxiety in persons with PD, antidepressants are likely useful, and cognitive-behavioral therapy has demonstrated efficacy across several trials for both anxiety and depression.9\nApathy"], "title": "Mental Health and Parkinson's Disease - Practical Neurology"}, "https://www.salk.edu/news-release/flipping-the-switch-salk-scientists-shed-new-light-on-genetic-changes-that-turn-on-cancer-genes/": {"url": "https://www.salk.edu/news-release/flipping-the-switch-salk-scientists-shed-new-light-on-genetic-changes-that-turn-on-cancer-genes/", "description": "Most genetic mutations have no impact on a cancer and the molecular incidents that lead to oncogene activation are relatively rare. Dixon’s lab studies how genomes are organized in 3D space and seeks to understand why these changes happen in some, but not the majority, of circumstances. The team also wants to identify factors that might ...", "snippets": ["Unlocking the secrets of life itself is the driving force behind the Salk Institute. Our team of world-class, award-winning scientists pushes the boundaries of knowledge in areas such as neuroscience, cancer research, aging, immunobiology, plant biology, computational biology and more. Founded by Jonas Salk, developer of the first safe and effective polio vaccine, the Institute is an independent, nonprofit research organization and architectural landmark: small by choice, intimate by nature, and fearless in the face of any challenge.", "This work advances the ability to predict and interpret which genetic mutations found in cancer genomes are causing the disease.\n“If we can better understand why a person has cancer, and what particular genetic mutations are driving it, we can better assess risk and pursue new treatments,” says Salk physician-scientist Jesse Dixon, senior author of the paper and an assistant professor in the Gene Expression Laboratory.\nMost genetic mutations have no impact on a cancer and the molecular incidents that lead to oncogene activation are relatively rare. Dixon’s lab studies how genomes are organized in 3D space and seeks to understand why these changes happen in some, but not the majority, of circumstances. The team also wants to identify factors that might distinguish where and when these events occur.", "The research was supported by the National Institutes of Health (DP5OD023071), the Leona M. and Harry B. Helmsley Charitable Trust (2017-PG-MED001), the National Institutes of Health National Cancer Institute (R35 CA197687), and the Breast Cancer Research Foundation.\nDOI: 10.1038/s41586-022-05504-4\nJOURNAL\nNature\nAUTHORS\nZhichao Xu, Dong-Sung Lee, Sahaana Chandran, Victoria T. Le, Rosalind Bump, Jean Yasis, Sofia Dallarda, Samantha Marcotte, Benjamin Clock, Nicholas Haghani, Chae Yun Cho, Kadir Akdemir, Selene Tyndale, P. Andrew Futreal, Graham McVicker, Geoffrey M. Wahl, and Jesse R. Dixon\nOffice of Communications\nTel: (858) 453-4100\npress@salk.edu", "“Our next move is to test whether there are other factors in the genome that contribute to the activation of oncogenes,” says Zhichao Xu, a postdoctoral fellow at Salk and the paper’s co-first author. “We are also excited about a new CRISPR genome editing technology we are developing to make this type of genome engineering work much more efficient.”\nOther authors on the study are Sahaana Chandran, Victoria T. Le, Rosalind Bump, Jean Yasis, Sofia Dallarda, Samantha Marcotte, Benjamin Clock, Nicholas Haghani, Chae Yun Cho, Selene Tyndale, Graham McVicker, and Geoffrey M. Wahl of Salk; Dong-Sung Lee of the University of Seoul, South Korea; and Kadir Akdemir and P. Andrew Futreal of the University of Texas MD Anderson Cancer Center."], "title": "Flipping the switch: Salk scientists shed new light on genetic changes ..."}, "https://embryo.asu.edu/pages/hermann-joseph-mullers-study-x-rays-mutagen-1926-1927": {"url": "https://embryo.asu.edu/pages/hermann-joseph-mullers-study-x-rays-mutagen-1926-1927", "description": "Learn how Muller used fruit flies and genetic markers to demonstrate that x-rays can cause genetic mutations in 1926 and 1927. Find out the results, methods, and significance of his experiments for the Nobel Prize and the field of genetics.", "snippets": ["Muller studied genetic mutations and the structure of chromosomes in fruit flies during the early twentieth century. From 1910 to 1915, Muller worked with Thomas Hunt Morgan, a scientist at Columbia University in New York City, New York, who researched the role chromosomes play in heredity. Chromosomes are structures that consist of DNA, the genetic material of the cell, and are found within a cell's nucleus. While working in Morgan's fly lab, Muller helped discover a class of genes called marker genes, also called genetic markers, that enabled scientists to identify specific places in the genome, even after making changes to particular chromosomes or genes. Muller used genetic markers in his later x-ray experiments that identified mutations in the genome. In the 1920s, Muller studied the role of temperature as a possible mutagen, or cause of genetic mutations. He showed that high temperatures had the capability to mutate genes", "In his 1927 article \"Artificial Transmutation of the Gene,\" Muller published his conclusions that exposure to x-rays could cause genetic mutations. However, Muller failed to include complete data and methods of his prior experiments. According to Elof Carlson, a student of Muller, the paper grabbed the attention of geneticists, but many questioned Muller's findings because of the missing data. Later that year Muller released the paper \"The Problem of Genic Modification\" at a genetics conference in Berlin, Germany. His second paper detailed his 1926 and 1927 experiments and provided clarifications that \"Artificial Transmutation of the Gene\" lacked. A year after the conference, other scientists confirmed Muller's claims that x-rays led to mutations in both plant and animal chromosomes.", "Hermann Joseph Muller's Study of X-rays as a Mutagen, (1926-1927)\nHermann Joseph Muller conducted three experiments in 1926 and 1927 that demonstrated that exposure to x-rays, a form of high-energy radiation, can cause genetic mutations, changes to an organism's genome, particularly in egg and sperm cells. In his experiments, Muller exposed fruit flies (Drosophila) to x-rays, mated the flies, and observed the number of mutations in the offspring. In 1927, Muller described the results of his experiments in \"Artificial Transmutation of the Gene\" and \"The Problem of Genic Modification\". His discovery indicated the causes of mutation and for that research he later received the Nobel Prize in Physiology or Medicine in 1946. Muller's experiments with x-rays established that x-rays mutated genes and that egg and sperm cells are especially susceptible to such genetic mutations.", "- Muller, Hermann J. \"The Problem of Genic Modification.\" Proceedings of the 5th International Congress 1 (1928): 234–260.\n- Muller, Hermann. \"The Production of Mutations by X-rays\" Proceedings of the National Academy of Sciences of the United States of America 14 (1928): 714. http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1085688/pdf/pnas01821-0038.pdf\n- Morgan, Thomas Hunt and Calvin B. Bridges. Sex-linked inheritance in Drosophila. Washington: Carnegie institution of Washington, 1916. http://biodiversitylibrary.org/item/114909\nKeywords\nEditor\nHow to cite\nPublisher\nHandle\nRights\nArticles Rights and Graphics\nCopyright Arizona Board of Regents Licensed as Creative Commons Attribution-NonCommercial-Share Alike 3.0 Unported (CC BY-NC-SA 3.0)", ". Through his work studying the effects of temperature on genetic mutations, Muller developed a method to quantify the number and frequency of mutations which he used in his later experiments with radiation.", "To determine whether genetic mutations were induced in a parent exposed to radiation, Muller mated the heterozygous female offspring, which had both bb and sc v f genes, with their sc v f brothers. The male offspring of that cross (grandsons of the irradiated male or female parent) revealed whether or not the x-rays had induced any mutations. Rather than looking for abnormal body parts, Muller determined whether or not mutations had occurred by studying lethal mutations, types of mutations that cause the offspring to die before being born. To identify the lethal mutations, Muller observed the ratio of bb male and sc v f male offspring. If the offspring lacked bb males and only sc v f males were present, Muller reasoned that exposure to radiation induced lethal mutations in the bb genes of male grandparents. Alternatively, if only bb males were present, he reasoned that exposure to radiation induced a lethal mutation in the sc v f female grandparent.", "Muller began his first experiment testing x-rays as a mutagen in 1926 while at the University of Texas in Austin, Texas. In his first experiment, Muller bred flies whose genomes contained particular genetic markers on the X-chromosome, which enabled him to identify mutations. In normal flies, female flies have two X-chromosomes. Male flies, however, have only one X-chromosome and one Y chromosome which does not contain those particular genetic markers. Muller used male flies that contained the X-linked gene, meaning it was located on the X-chromosome, for bobbed bristles (bb) as a genetic marker. The bb gene, led to offspring with noticeable differences in the shape of the flies' sensory bristles compared to normal flies. Muller also used female flies that were homozygous for the X-linked gene sc v f, meaning that both X-chromosomes contained the sc v f gene. The sc v f gene led to offspring with a difference in eye color and distinguishably different sensory bristles"], "title": "Hermann Joseph Muller's Study of X-rays as a Mutagen, (1926-1927)"}, "https://www.apdaparkinson.org/resources-support/living-with-parkinsons-disease/mental-health/": {"url": "https://www.apdaparkinson.org/resources-support/living-with-parkinsons-disease/mental-health/", "description": "How Parkinson’s Can Affect Mental Health. Parkinson’s disease (PD) affects many aspects of well-being. For many people with PD, changes to their mental health are as concerning or more concerning than the changes to their physical abilities. ... Behaviors commonly associated with ICDs include pathological gambling, excessive spending ...", "snippets": ["Deciding when to seek help for mental health concerns can be challenging, especially when balancing them with other daily struggles. If these concerns disrupt your usual functioning, it’s a clear sign to consult a healthcare professional. There are numerous options available, including counseling, lifestyle changes, adjusting Parkinson’s medications, or incorporating new treatments, offering effective ways to manage these issues without suffering in silence. Keep track of these concerns and changes so you can inform your doctor of what you’re experiencing, and how often. Seeking help can improve quality of life for you and your loved ones.\nSpotlight on Parkinson’s Disease: Healthy Minds, Addressing Your Mental Health\nTwo renowned experts discuss how Parkinson’s disease can affect mental health, and the steps and strategies you can take to address and treat these issues in this Spotlight on Parkinson’s Disease webinar.\nTips to remember for your next medical visit", "- Do not assume that there is nothing to be done. The mental health issue may not be solvable, but it could be made better by a lifestyle modification, medication adjustment, new medication or even a clinical trial.\n- Don’t wait for your doctor to ask. Because there are so many different symptoms that can manifest in PD, your doctor may be focused elsewhere (e.g. on your tremor, your blood pressure, or your sleep). At any particular visit, your doctor may not bring up cognitive impairment, depression, anxiety, or psychosis. So bring it up yourself – don’t hesitate to address what’s important to you.\n- Do not crowd the visit with a mention of every PD-related symptom that you have. If you want to discuss your mental health concerns, try to bring them up exclusively or with a limited number of other problems. Then your doctor will have more time to address them."], "title": "Mental Health & Parkinson’s - American Parkinson Disease Association"}, "https://www.healthline.com/health/parkinsons/dopamine-parkinson": {"url": "https://www.healthline.com/health/parkinsons/dopamine-parkinson", "description": "An amino acid called levodopa can help increase levels of dopamine in the brain. If given as a medication, it can cross the blood-brain barrier. Once in the brain, levodopa is converted to ...", "snippets": ["The electrical circuits in your brain move at lightning speed — faster, even. They send information and data through your brain and out into your central nervous system rapidly so you can move and react. However, when these transmitters are interrupted or redirected, symptoms and signs of potential problems can become apparent.\nDopamine is transported through your brain along specific pathways. These are called dopaminergic pathways or dopamine pathways. In people with Parkinson’s disease, two significant dopamine pathways — the mesolimbic pathway and the nigrostriatal pathway — stop communicating with other neurons and parts of the brain.\nTypically, these pathways are responsible for moving dopamine from specific parts of the brain. In the brains of people with Parkinson’s disease, these pathways are no longer connected. With no dopamine to move, levels of the neurotransmitter begin to fall.", "Various types of treatments for Parkinson’s disease rely on dopamine.\nCan dopamine be used to treat Parkinson’s?\nIf Parkinson’s disease is caused by a drop in dopamine, it might make sense that replacing that dopamine would stop the symptoms and halt the progression of the disorder. But it’s not that easy.\nDopamine from a medication or injection can’t penetrate the blood-brain barrier. That makes it an ineffective treatment.\nAn amino acid called levodopa can help increase levels of dopamine in the brain. If given as a medication, it can cross the blood-brain barrier. Once in the brain, levodopa is converted to dopamine.\nLevodopa won’t replace all of the lost dopamine, but it can help to reduce symptoms of Parkinson’s disease. It’s particularly helpful with movement control.\nDeep brain stimulation", "Dopamine is responsible for the smooth, controlled movements that are typical for people without a movement disorder. Dopamine also plays a role in the body’s motivation and reward mechanism. When you do something good or pleasurable, your brain is flooded with dopamine, which encourages you to take the action again.\nYour body is capable of producing all the dopamine it needs. It can get the building blocks from the foods you eat and the activities you do. In people with Parkinson’s disease, dopamine levels drop, and the brain doesn’t have enough of the neurotransmitter to do the important work of sending electrical impulses through the brain and central nervous system."], "title": "What Role Does Dopamine Have in Parkinson’s Disease? - Healthline"}, "https://www.salk.edu/news-release/salk-scientists-reveal-most-commonly-mutated-gene-in-all-cancers/": {"url": "https://www.salk.edu/news-release/salk-scientists-reveal-most-commonly-mutated-gene-in-all-cancers/", "description": "LA JOLLA—For the past fifteen years, cancer researchers have been using DNA sequencing technology to identify the gene mutations that cause different forms of cancer. Now, Salk Assistant Professor Edward Stites and his team of computational scientists have combined gene mutation information with cancer prevalence data to reveal the genetic basis of cancer in the entire population of cancer ...", "snippets": ["“These findings speak to a need to reevaluate where people have been focusing their time, attention and resources,” says Stites. “We should be balancing research efforts more evenly across the different genetic causes of cancer, and we should be balancing the development of new cancer treatments more evenly across the different major treatment strategies, because the concept of targeting specific mutations will be less impactful than has been assumed.”\nOther authors on the study include Gaurav Mendiratta, Meraj Aziz, David Liarakos and Melinda Tong of Salk and Eugene Ke of the University of Virginia.\nThe research was supported by the Pioneer Fund, the National Institutes of Health and the Melanoma Research Alliance.\nDOI: 10.1038/s41467-021-26213-y\nJOURNAL\nNature Communications\nAUTHORS\nGaurav Mendiratta, Eugene Ke, Meraj Aziz, David Liarakos, Melinda Tong and Edward C. Stites\nOffice of Communications\nTel: (858) 453-4100\npress@salk.edu"], "title": "Salk scientists reveal most commonly mutated gene in all cancers"}, "https://www.news-medical.net/health/How-do-Genetic-Mutations-Cause-Disease.aspx": {"url": "https://www.news-medical.net/health/How-do-Genetic-Mutations-Cause-Disease.aspx", "description": "Nucleic acids are building blocks of DNA or RNA of any cellular organisms or viruses. 1, 2, 3 A mutation is a change in the nucleotide sequence of a gene, which may occur due to errors in DNA ...", "snippets": ["Genetic counseling helps patients and their families to understand the implications of genetic testing and treatment strategies. At present, many advanced gene therapies are available that entail the correction or replacement of faulty genes with healthy ones to cure or prevent genetic disorders, such as hemophilia and cystic fibrosis.13\nReferences\n- Zeiger E. Genetic Toxicology Testing. Comprehensive Toxicology (Second Edition). 2010; 139-158. https://doi.org/10.1016/B978-0-08-046884-6.00316-X\n- Rosendahl Huber A, et al. The Mutagenic Impact of Environmental Exposures in Human Cells and Cancer: Imprints Through Time. Front Genet. 2021;12:760039. doi: 10.3389/fgene.2021.760039.\n- Minchin S, Lodge J. Understanding biochemistry: structure and function of nucleic acids. Essays Biochem. 2019;63(4):433-456. doi: 10.1042/EBC20180038.\n- Basu AK. DNA Damage, Mutagenesis and Cancer. International Journal of Molecular Sciences. 2018;19(4):970. https://doi.org/10.3390/ijms19040970", "- Basta M, Pandya AM. Genetics, X-Linked Inheritance. In: StatPearls [Internet]. 2024; https://www.ncbi.nlm.nih.gov/books/NBK557383/\n- Genetic Alliance; Understanding Genetics: A District of Columbia Guide for Patients and Health Professionals. 2010; Chapter 2. https://www.ncbi.nlm.nih.gov/books/NBK132142/\n- Saini D. Gene therapy. Advances in Animal Genomics. 2021;165-183. https://doi.org/10.1016/B978-0-12-820595-2.00011-4\nFurther Reading", "Genetic tests, such as cytogenetic, biochemical, and molecular tests, are performed for newborn screening, carrier testing, prenatal diagnosis, and disease diagnostics.12 In many countries, such as the USA, every newborn is screened for several genetic diseases. Early disease detection improves outcome rates.\nCarrier testing helps a couple to understand if they are carriers of a recessive allele for genetic diseases, such as sickle cell anemia, cystic fibrosis, and Tay-Sachs disease. In prenatal diagnostic testing, a fetus’s genes or chromosomes are tested to identify the presence of specific mutations. Genetic tests are also used to confirm a diagnosis in symptomatic individuals and monitor disease prognosis."], "title": "How Do Genetic Mutations Cause Disease? - News-Medical.net"}, "https://www.simplypsychology.org/the-role-of-dopamine-as-a-neurotransmitter-in-the-human-brain.html": {"url": "https://www.simplypsychology.org/the-role-of-dopamine-as-a-neurotransmitter-in-the-human-brain.html", "description": "Dopamine is a neurotransmitter in the brain associated with pleasure, reward, motivation, and motor control. In psychology, it's linked to feelings of gratification and is implicated in mood disorders, addiction, and certain behaviors when its levels are imbalanced.", "snippets": ["Dopamine is also implicated in learning, planning, and productivity. For instance, if someone has been working hard on a project for a long time, they can experience a surge of dopamine activity when it is finally completed.\nFunction of Dopamine\nDopamine is a neurotransmitter in the brain associated with pleasure, reward, motivation, and motor control. In psychology, it’s linked to feelings of gratification and is implicated in mood disorders, addiction, and certain behaviors when its levels are imbalanced.\nWhilst strongly involved in pleasure and rewards, dopamine is also involved in other functions:\n-\nMotor function and movement\n-\nMood regulation\n-\nExecutive functioning\n-\nMemory and focus\n-\nSleep\n-\nDigestion and blood flow\nIt is important to note that dopamine does not act in isolation. It works with other neurotransmitters and hormones, such as serotonin and adrenaline, to perform a variety of functions.", "Dopamine appears to play a big role in the activity of the frontal and temporal lobes, particularly parts of the cerebral cortex of these lobes that play a role in the cognitive, emotional, and perceptual functions that are often abnormal in schizophrenia.\nHowever, inconsistencies in post-mortem findings and debates on whether certain changes were due to drugs or the disease made it challenging to pinpoint schizophrenia’s exact link with dopamine. Yet, imaging studies revealed that schizophrenic patients release more dopamine than healthy individuals in response to certain scenarios (Laruelle et al., 1996).\nThe discovery of organic changes in the brains of schizophrenic patients through imaging techniques shifted the focus to viewing schizophrenia as a neurodevelopmental disorder.", "Dopamine is a catecholamine, a class of neurotransmitter which also includes epinephrine and norepinephrine. It was believed to be first identified in the brain by Kathleen Montagu in her 1957 paper demonstrating findings on key neurotransmitters.\nAs part of her research, she examined the quantities of norepinephrine, epinephrine, and 3-hydroxytryramine from extracted brain tissues of several species.\nMontagu speculated that there might be an additional catecholamine similar to hydroxytyramine, which she later confirmed to be what is known as dopamine. Arvid Carlsson published research in the same year that confirmed dopamine was a neurotransmitter in the brain, as opposed to another precursor molecule.\nDopamine is highly concentrated in areas of the brain called the substantia nigra and the ventral tegmental area (VTA) in the midbrain. Other brain areas where dopamine can be made are the hypothalamus and the olfactory bulb.", "Dopamine is a neurotransmitter that serves as a chemical messenger in the brain. It can function as both an excitatory and inhibitory neurotransmitter, leading to diverse effects on the brain, body, and behavior.\nDopamine is primarily known to be associated with feelings of pleasure and rewards. This chemical can also contribute to feelings of:\n-\nAlertness\n-\nFocus\n-\nMotivation\n-\nHappiness\nDopamine is released when the brain is anticipating a reward. The flood of dopamine to the brain when experiencing a pleasurable stimulus (e.g., delicious food, video games, sex) can reinforce wanting to engage with this stimulus more due to the pleasurable feeling it causes.\nThis is a cycle of motivation, reward, and reinforcement. When associating a certain activity with pleasure, sometimes even mere anticipation may be enough to raise dopamine levels."], "title": "Dopamine Function in the Brain - Simply Psychology"}}}