{"url_to_unified_index": {"https://www.fda.gov/news-events/press-announcements/fda-approves-novel-gene-therapy-treat-patients-rare-form-inherited-vision-loss": 10, "https://www.pennmedicine.org/news/news-releases/2017/december/fda-approves-gene-therapy-for-inherited-blindness-developed-by-university-of-pennsylvania-and-chop": 6, "https://gtp.med.upenn.edu/about-us/": 13, "https://www.news-medical.net/news/20240905/Gene-therapy-shows-dramatic-vision-improvement-for-rare-inherited-condition.aspx": 12, "https://www.dukehealth.org/treatments/eye-care/inherited-retinal-diseases": 9, "https://news.ufl.edu/2024/09/blindness-gene-therapy/": 5, "https://www.mayoclinic.org/tests-procedures/gene-therapy/about/pac-20384619": 11, "https://en.wikipedia.org/wiki/Leber_congenital_amaurosis": 1, "https://eyewiki.org/Leber_Congenital_Amaurosis": 2, "https://medlineplus.gov/genetics/condition/leber-congenital-amaurosis/": 4, "https://www.fightingblindness.org/diseases/leber-congenital-amaurosis-lca": 3, "https://www.pennmedicine.org/news/news-releases/2024/may/gene-editing-improves-sight-in-children-treated-for-blindness": 8, "https://www.ophthalmologytimes.com/view/study-100x-improvement-in-sight-detected-after-gene-therapy-trial": 7}, "url_to_info": {"https://www.fda.gov/news-events/press-announcements/fda-approves-novel-gene-therapy-treat-patients-rare-form-inherited-vision-loss": {"url": "https://www.fda.gov/news-events/press-announcements/fda-approves-novel-gene-therapy-treat-patients-rare-form-inherited-vision-loss", "description": "The U.S. Food and Drug Administration today approved Luxturna (voretigene neparvovec-rzyl), a new gene therapy, to treat children and adult patients with an inherited form of vision loss that may ...", "snippets": ["The FDA, an agency within the U.S. Department of Health and Human Services, protects the public health by assuring the safety, effectiveness, and security of human and veterinary drugs, vaccines, and other biological products for human use, and medical devices. The agency also is responsible for the safety and security of our nation’s food supply, cosmetics, dietary supplements, products that give off electronic radiation, and for regulating tobacco products.\nRelated Information\n- Luxturna (voretigene neparvovec-rzyl) product page\n- Consumer Update: What Is Gene Therapy? How Does It Work?\n- Cellular and Gene Therapy Products\n- What is Gene Therapy?\n- Approved Cellular and Gene Therapy Products\nLuxturna is the first gene therapy approved in the U.S. to target a disease caused by mutations in a specific gene\nMedia\nAndrea Fischer\n301-796-0393\nConsumers\n888-INFO-FDA###\nInquiries\n- Media:\n- Andrea Fischer\n- 301-796-0393\n- Consumer:\n- 888-INFO-FDA", "Luxturna is approved for the treatment of patients with confirmed biallelic RPE65 mutation-associated retinal dystrophy that leads to vision loss and may cause complete blindness in certain patients.", "“Today’s approval marks another first in the field of gene therapy — both in how the therapy works and in expanding the use of gene therapy beyond the treatment of cancer to the treatment of vision loss — and this milestone reinforces the potential of this breakthrough approach in treating a wide-range of challenging diseases. The culmination of decades of research has resulted in three gene therapy approvals this year for patients with serious and rare diseases. I believe gene therapy will become a mainstay in treating, and maybe curing, many of our most devastating and intractable illnesses,” said FDA Commissioner Scott Gottlieb, M.D. “We’re at a turning point when it comes to this novel form of therapy and at the FDA, we’re focused on establishing the right policy framework to capitalize on this scientific opening", "The FDA granted this application Priority Review and Breakthrough Therapy designations. Luxturna also received Orphan Drug designation, which provides incentives to assist and encourage the development of drugs for rare diseases.\nThe sponsor is receiving a Rare Pediatric Disease Priority Review Voucher under a program intended to encourage development of new drugs and biologics for the prevention and treatment of rare pediatric diseases. A voucher can be redeemed by a sponsor at a later date to receive Priority Review of a subsequent marketing application for a different product. This is the 13th rare pediatric disease priority review voucher issued by the FDA since the program began.\nTo further evaluate the long-term safety, the manufacturer plans to conduct a post-marketing observational study involving patients treated with Luxturna.\nThe FDA granted approval of Luxturna to Spark Therapeutics Inc.", ". Next year, we’ll begin issuing a suite of disease-specific guidance documents on the development of specific gene therapy products to lay out modern and more efficient parameters — including new clinical measures — for the evaluation and review of gene therapy for different high-priority diseases where the platform is being targeted.”"], "title": "FDA approves novel gene therapy to treat patients with a rare form of ..."}, "https://www.pennmedicine.org/news/news-releases/2017/december/fda-approves-gene-therapy-for-inherited-blindness-developed-by-university-of-pennsylvania-and-chop": {"url": "https://www.pennmedicine.org/news/news-releases/2017/december/fda-approves-gene-therapy-for-inherited-blindness-developed-by-university-of-pennsylvania-and-chop", "description": "In a historic move, the U.S. Food and Drug Administration approved a gene therapy initially developed by researchers at the University of Pennsylvania and Children&rsquo;s Hospital of Philadelphia for the treatment of a rare, inherited form of retinal blindness.", "snippets": ["“Today’s landmark approval is a great moment for science and the many individuals and families who live with genetic disease,” High said. “One of the hopes of the Human Genome Project had been that it would be possible to develop gene therapy to expand therapeutic options for people with genetic disease. Now that hope is a reality. We offer our sincere gratitude to the patients and their families as well as the expert investigators who continue to participate in this and other clinical development programs.\"", "Many of them are now reading the chalkboard, grocery shopping, taking driver’s license tests, having more job opportunities, and recognizing people’s faces, among other activities that seemed impossible before. “It has been amazing watching them grow up,” Bennett said. “It’s like they are an extended part of our family.” Bennett and Maguire have also adopted two dogs, Mercury and Venus, that were part of early trials of the new approach.\n“The approval of the gene therapy approach for LCA opens up the door to develop therapies that target other mutations behind hereditary blindness and retinal diseases, and emphasizes the importance of genetic testing so that people living with inherited diseases can potentially benefit from gene treatments as they emerge,” Maguire said. “It also serves as a stepping stone to more prevalent diseases.”", "The University of Pennsylvania Health System’s patient care facilities stretch from the Susquehanna River in Pennsylvania to the New Jersey shore. These include the Hospital of the University of Pennsylvania, Penn Presbyterian Medical Center, Chester County Hospital, Lancaster General Health, Penn Medicine Princeton Health, and Pennsylvania Hospital—the nation’s first hospital, founded in 1751. Additional facilities and enterprises include Good Shepherd Penn Partners, Penn Medicine at Home, Lancaster Behavioral Health Hospital, and Princeton House Behavioral Health, among others.\nPenn Medicine is an $11.1 billion enterprise powered by more than 49,000 talented faculty and staff.", "PHILADELPHIA – In a historic move, the U.S. Food and Drug Administration (FDA) today approved a gene therapy initially developed by researchers at the University of Pennsylvania and Children’s Hospital of Philadelphia (CHOP) for the treatment of a rare, inherited form of retinal blindness. The decision marks the nation’s first gene therapy approved for the treatment of a genetic disease, and the first in which a new, corrective gene is injected directly into a patient.\nJean Bennett, MD, PhD, and Albert M. Maguire, MD\nThe therapy, known as LUXTURNA™ (voretigene neparvovec-ryzl), significantly improves eyesight in patients with confirmed biallelic RPE65 mutation-associated retinal dystrophy. Patients with RPE65 mutations suffer from severe visual impairment at infancy or early childhood, and by mid-life become totally blind. They previously had no pharmacologic treatment options.", "The approval is a culmination of more than 25 years of studies on congenital blindness by married-couple team Bennett and Maguire at Penn and CHOP, starting with pioneering work in mice and dogs.\n“I’ve witnessed the dramatic changes in the vision of patients who would have otherwise lost their sight, and feel exhilarated that this therapy will now make a difference in the lives of more children and adults,” Bennett said. “I’m hopeful that the path we’ve made with this research, with the help of our collaborators near and far, will be useful to other groups, so that other gene therapies can be developed faster and help more people with other diseases.”\nToday’s news marks the second FDA approval for a University of Pennsylvania/CHOP-developed therapy within six months. In August, the personalized cellular therapy known as Kymriah™ was approved for the treatment of advanced acute lymphoblastic leukemia in children and young adults.", "The first Penn/CHOP-led Phase 1/2 clinical studies began in late 2007, with a total of 12 patients ranging from eight to 46 years old, most of whom experienced vision improvements within weeks of receiving the therapy. Half of the patients improved enough to no longer be classified as legally blind. Those initial clinical trials brought together patients and scientists from Penn and the Second University of Naples in Italy and Ghent University Hospital in Belgium. The first three patients to receive the therapy in 2007 are all now in their 20s and 30s, and continue to enjoy their improved vision.", "Results presented in 2015 from a pivotal phase III trial of 29 patients aged 4 to 44, some of whom were treated at the University of Iowa, showed the therapy had significantly improved their ability to navigate an obstacle course designed to mimic daily activities in low light. The therapy dramatically restored most patients’ ability to see, increased their sensitivity to light, and improved their side vision, the researchers reported.\nIn the trials, the gene therapy safety profile was consistent with vitrectomy and subretinal injection procedures. Side effects included cataracts, changes in intraocular pressure, changes in macular structure (macular thinning, macular pucker, macular hole), intraocular infection in one patient, and a reduction in visual acuity in one patient.\nTo date, a total of 41 patients have been treated with the therapy at CHOP and Iowa.", "Spark Therapeutics, a Philadelphia biotechnology company created in 2013 by CHOP in an effort to accelerate the timeline for bringing new gene therapies to market, led the late-stage clinical development of LUXTURNA and built in West Philadelphia the first licensed manufacturing facility in the U.S. for a gene therapy treating an inherited disease. Spark was built on the foundational research conducted over a ten-year period by CHOP’s Center for Cellular and Molecular Therapeutics (CCMT). Those efforts were led by Jean Bennett, MD, PhD, the F.M. Kirby professor of Ophthalmology at the Perelman School of Medicine at the University of Pennsylvania and Penn’s Scheie Eye Institute, and Katherine A. High, MD, who directed the CCMT and now serves as Spark’s president and head of research and development. Albert M", "Additional contributors to the research include Jeannette Bennicelli, J. Fraser Wright, Shangzhen Zhou, Jennifer Wellman, Federico Mingozzi, Manzar Ashtari, Junwei Sun, Kathleen Marshall, Nadine Dejneka, Vibha Anand, Arkady Lyubarsky, Valder Arruda, Ken Shindler, Dan Chung, Sarah McCague, Dominique Cross, Julie DiStefano-Pappas, T. Michael Redmond, Kristina Narfstrom, Defne Amado, Julia Haller, Alberto Auricchio, Enrico Surace, Tim Hopkins, Tonia Rex, Eric Pierce, Michael Ward, Ali Zaidi, Jason Ruggiero, Dina Gewaily, Edwin Stone, Francesca Simonelli, Bart LeRoy, and Stephen Russell.\nEditor’s Note: The University of Pennsylvania has licensed certain patent rights to Spark Therapeutics, including intellectual property that covers Luxturna, which may provide financial benefits to Penn in the future.", ". Maguire, MD, a professor of Ophthalmology at the Perelman School of Medicine and an attending physician at CHOP, served as the principal investigator of the clinical trials which led to today’s FDA approval."], "title": "FDA Approves Gene Therapy for Inherited Blindness Developed by the ..."}, "https://gtp.med.upenn.edu/about-us/": {"url": "https://gtp.med.upenn.edu/about-us/", "description": "Dr. Wilson created the first and largest academic-based program in gene therapy after being recruited to the University of Pennsylvania in 1993. He initially focused on the clinical translation of existing gene transfer technologies but soon redirected his efforts to the development of second and third-generation gene transfer platforms.", "snippets": ["Mission & History\nThe goals of the Gene Therapy Program at the University of Pennsylvania (GTP) are to develop and commercialize transformative genetic-based therapeutics. These goals are driven by the unmet needs of patients with inherited genetic diseases.\nLed by Dr. James M. Wilson, GTP focuses on the development of next-generation gene transfer vectors and their application in the treatment of a variety of acquired and inherited diseases. Dr. Wilson began his work in gene therapy during his graduate studies at the University of Michigan more than 40 years ago and has been at the nexus of this emerging therapeutic area from its inception."], "title": "About Us | Gene Therapy Program | Perelman School of Medicine at the ..."}, "https://www.news-medical.net/news/20240905/Gene-therapy-shows-dramatic-vision-improvement-for-rare-inherited-condition.aspx": {"url": "https://www.news-medical.net/news/20240905/Gene-therapy-shows-dramatic-vision-improvement-for-rare-inherited-condition.aspx", "description": "Reviewed. University of Pennsylvania Sep 5 2024. The vision of people with a rare inherited condition that causes them to lose much of their sight early in childhood was 100 times better after ...", "snippets": ["\"The treatment success in our most recent clinical trials together with our earlier experience brings hope for a viable treatment for about 20 percent of infantile blindness caused by inherited retinal degenerations,\" Aleman said. \"The focus now is on perfecting the treatments and treating earlier manifestations of these conditions once safety is confirmed. We hope similar approaches will lead to equally positive outcomes in other forms of congenital retinal blindness.\"\nMoving forward, approval of this experimental medicine for clinical use requires another trial, where participants are randomized to a treatment dose and both patients and those investigating the trial not knowing who gets what. Through that, any possible bias in results could be avoided.\nThis study was funded by Atsena Therapeutics, Inc. Two of the paper's authors, Andres K. Lauer, MD, and Mark Pennesi, MD, PhD, are members of the company's clinical and scientific advisory board.\nSource:\nJournal reference:"], "title": "Gene therapy shows dramatic vision improvement for rare inherited condition"}, "https://www.dukehealth.org/treatments/eye-care/inherited-retinal-diseases": {"url": "https://www.dukehealth.org/treatments/eye-care/inherited-retinal-diseases", "description": "Inherited retinal diseases are a group of rare, progressive eye conditions that often occur early in life and can lead to permanent blindness. Gene therapy with a drug called Luxturna can now halt or even reverse vision loss for some inherited retinal diseases. Duke is one of 15 centers in the U.S. to provide this treatment.", "snippets": ["Ocular gene therapy is performed in an operating room under anesthesia. An eye surgeon removes the clear gel inside the eye and injects a drug called Luxturna under the retina. It contains a healthy copy of the RPE65 gene. This one-time treatment restores the retina's ability to respond to light, usually beginning a month after the injection. Six days following the first injection, the second eye is treated.\nOcular Gene Therapy Recovery\nOcular gene therapy is an out-patient procedure, meaning you or your child can go home the same day. After the procedure, the eye will be covered with a patch for 24 to 48 hours.\nTesting for Inherited Retinal Diseases\nComprehensive Eye Exam", "Damage to the macula -- the part of the retina that provides straight-ahead vision -- causes central vision loss. Symptoms usually occur during childhood, but the disease might not be detected until adulthood because it progresses gradually.\nOcular Genetic Therapy for Inherited Retinal Diseases\nCandidates for Ocular Gene Therapy\nGene therapy is a new and promising treatment for some people with retinitis pigmentosa and Leber congenital amaurosis. To qualify, you or your child must have two copies of a mutated gene called RPE65 and enough functioning cells left in the retina for the treatment to be effective. Adults and children over one year old can receive the treatment.\nLuxturna Injection", "Our inherited retinal disease doctors perform an in-depth, dilated eye exam. This includes retinal imaging and electroretinography, a test that measures the electrical response of the eye’s light-sensitive cells. With young children, these tests are often performed under sedation. We also assess visual acuity and your ability to see in low light.\nGenetic Testing\nIf you or someone in your family has an inherited retinal disease, you or your child may be at risk for developing the condition and should be tested. Genetic testing is essential for accurately diagnosing your disease and determining if treatment is possible. Our genetic counselors will ask about your family history and perform specialized genetic testing.", "About Inherited Retinal Diseases\nInherited retinal diseases are caused by a change (mutation) in one or more genes and cannot be prevented. These mutations change the structure and function of the retina and cause impaired vision, and in some cases, complete vision loss. Common inherited retinal diseases include the following.\nRetinitis Pigmentosa\nRetinal cells that sense light gradually die, eventually leading to significant vision loss. A common early symptom, which usually occurs in childhood, is the inability to see at night or in low light, followed by loss of peripheral vision.\nLeber Congenital Amaurosis\nSevere vision problems occur as early as infancy. Children may be extremely farsighted and have crossed eyes or eyes that are constantly in motion because of their inability to focus (nystagmus).\nStargardt Disease"], "title": "Gene Therapy for Inherited Retinal Diseases - Duke Health"}, "https://news.ufl.edu/2024/09/blindness-gene-therapy/": {"url": "https://news.ufl.edu/2024/09/blindness-gene-therapy/", "description": "The trial also tested the safety profile of the treatment. Side effects were largely limited to minor surgical complications. The gene therapy itself caused mild inflammation that was treated with steroids. “This is the first time that anyone with LCA1 has ever been treated, and we showed a very clean safety profile, and we also showed efficacy.", "snippets": ["LCA1 is rare. Only about 3,000 people have the condition across both Europe and the U.S. It is caused by having two defective copies of the gene GUCY2D, which is required for the light-sensitive cells in the eyes to function properly. People with the disease tend to have severely impaired vision that makes it difficult or impossible to drive, read, or navigate the world visually.\nShannon Boye has been developing the gene therapy targeting LCA1 for more than 20 years, since she enrolled as a graduate student at UF in 2001. In collaboration with her husband Sanford Boye, Shannon Boye’s lab developed the virus-based transport system that is essential for delivering functioning copies of the GUCY2D gene into the correct cells in the eyes. The Boyes founded Atsena Therapeutics in 2019 to bring the LCA1 treatment and other gene therapies to market.", "“Atsena is pleased to advance the foundational work that Shannon and Sanford Boye developed in their laboratory many years ago and thrilled that the 12-month data from our ongoing clinical trial have been published in a prestigious medical journal,” said Kenji Fujita, M.D., chief medical officer of Atsena Therapeutics and co-author of the study. “We look forward to sharing further results from this program as we continue progressing what has the potential to be a breakthrough in treating blindness in children and adults with LCA1.”\nShannon Boye, UF professor of pediatrics and Sanford Boye, associate scientist of pediatrics, and their collaborators at the University of Pennsylvania and Oregon Health and Science University published the results of the clinical trial Sept. 5 in the journal The Lancet.", "The trial also tested the safety profile of the treatment. Side effects were largely limited to minor surgical complications. The gene therapy itself caused mild inflammation that was treated with steroids.\n“This is the first time that anyone with LCA1 has ever been treated, and we showed a very clean safety profile, and we also showed efficacy. These results pave the way for advancing the therapy in a phase 3 clinical trial and eventually commercializing it,” said Shannon Boye, Ph.D., chief of the Division of Cellular and Molecular Therapy at UF, co-author of the study and co-founder of Atsena Therapeutics, the UF spinoff that developed the gene therapy and funded the study.", "“Most pharmaceutical companies are not interested in treating these rare diseases, because they are not strong revenue generators,” Sanford Boye said. “But we think these patients deserve attention, because we have treatments that work and provide really meaningful improvements to their quality of life.”\nThe study enrolled 15 subjects for treatment at the University of Pennsylvania or Oregon Health and Science University. Subjects received one of three different doses of the therapy to identify the safest and most effective dose for future trials. All patients received the treatment in one eye, which involved a surgical injection in the retina.\nResearchers followed the patients for a year to test their vision in the treated eye compared to the untreated eye. Subjects who received higher doses saw greater improvements in their vision."], "title": "Gene therapy restores vision in first-ever trial for rare, inherited ..."}, "https://www.mayoclinic.org/tests-procedures/gene-therapy/about/pac-20384619": {"url": "https://www.mayoclinic.org/tests-procedures/gene-therapy/about/pac-20384619", "description": "Gene therapy aims to fix a faulty gene or replace it with a healthy gene to try to cure disease or make the body better able to fight disease. It holds promise as a treatment for a wide range of diseases, such as cancer, cystic fibrosis, heart disease, diabetes, hemophilia and AIDS. The U.S. Food and Drug Administration (FDA) has approved gene ...", "snippets": ["Cost and insurance coverage also can be a major barrier to treatment.\nAlthough the number of gene therapy products on the market is limited, gene therapy research continues to seek new, effective treatments for various diseases.\nClinical trials\nExplore Mayo Clinic studies of tests and procedures to help prevent, detect, treat or manage conditions.", "Clinical trials are research studies that help healthcare professionals find out whether a gene therapy approach is safe for people. Clinical trials also help healthcare professionals learn how gene therapy affects the body.\nProducts & Services\nWhy it's done\nGene therapy is done to:\n- Fix genes that don't work properly. Faulty genes that cause disease could be turned off so that they no longer promote disease. Or healthy genes that help prevent disease could be turned on so that they could stop the disease.\n- Replace genes that don't work properly. Some cells become diseased because certain genes don't work properly or no longer work at all. Replacing these genes with healthy genes may help treat certain diseases. For example, a gene called p53 usually prevents tumor growth. Several types of cancer have been linked to problems with the p53 gene. If healthcare professionals could replace the faulty p53 gene, the healthy gene might cause the cancer cells to die."], "title": "Gene therapy - Mayo Clinic"}, "https://en.wikipedia.org/wiki/Leber_congenital_amaurosis": {"url": "https://en.wikipedia.org/wiki/Leber_congenital_amaurosis", "description": "Leber congenital amaurosis. Leber congenital amaurosis (LCA) is a rare inherited eye disease that appears at birth or in the first few months of life. [2] It affects about 1 in 40,000 newborns. [1] LCA was first described by Theodor Leber in the 19th century. [3][4] It should not be confused with Leber's hereditary optic neuropathy, which is a ...", "snippets": ["[edit]One form of LCA, in patients with LCA2 bearing a mutation in the RPE65 gene, has been successfully treated in clinical trials using gene therapy. The results of three early clinical trials were published in 2008 demonstrating the safety and efficacy of using adeno-associated virus to deliver gene therapy to restore vision in LCA patients. In all three clinical trials, patients recovered functional vision without apparent side effects. These studies, which used adeno-associated virus, have spawned a number of new studies investigating gene therapy for human retinal disease.[citation needed] On 19 December 2017, the U.S. Food and Drug Administration approved voretigene neparvovec-rzyl (Luxturna), an adeno-associated virus vector-based gene therapy for children and adults with biallelic RPE65 gene mutations responsible for retinal dystrophy, including Leber congenital amaurosis", "Leber congenital amaurosis\nLeber congenital amaurosis (LCA) is a rare inherited eye disease that appears at birth or in the first few months of life.\nIt affects about 1 in 40,000 newborns. LCA was first described by Theodor Leber in the 19th century. It should not be confused with Leber's hereditary optic neuropathy, which is a different disease also described by Theodor Leber.\nOne form of LCA was successfully treated with gene therapy in 2008.\nSigns and symptoms", "[edit]LCA is diagnosed clinically, by a combination of vision loss, an abnormal response of the pupils to light, and by abnormal response to electroretinography, a test that measures the electrical response of the retina to light.\nTreatment"], "title": "Leber congenital amaurosis - Wikipedia"}, "https://eyewiki.org/Leber_Congenital_Amaurosis": {"url": "https://eyewiki.org/Leber_Congenital_Amaurosis", "description": "Leber congenital amaurosis (LCA) is a family of congenital retinal dystrophies that results in severe vision loss at an early age. Patients usually present with nystagmus, sluggish or near-absent pupillary responses, severely decreased visual acuity, photophobia, and high hyperopia. It is the most severe retinal dystrophy causing blindness by ...", "snippets": ["To date no substantial treatment or cure for LCA exists for most forms (see medical therapy section below). Affected individuals benefit from correction of refractive error, use of low-vision aids when possible, and optimal access to educational and work-related opportunities.\nThere are several clinical trials, in different phases, involving specific mutation treatment  by gene replacement therapy or photo pigment supplementation.\nMedical therapy\nIn 2017, the US Food and Drug Administration (FDA) approved voretigene neparvovec-rzyl (Luxturna Spark Therapeutics, Inc., Philadelphia, PA), for the treatment of biallelic RPE65 mutation-associated- LCA2. This was the first United States Food and Drug Administration (FDA)–approved gene therapy product for the eye. RPE65 mutation accounts for only a minority of patients with LCA. For the other mutations there is no effective therapy proven so far. However, reduction in light exposure is recommended to avoid photophobia.\nGene Therapy", "Leber congenital amaurosis is a a group of hereditary (usually autosomal recessive) retinal diseases. Various phenotypes (LCA1 to LCA19) with at least 29 genotypes have been identified that account for around 70-80% of cases, with thereby more genes yet to be identified.  These genes are known to be important in several retinal developmental and physiologic pathways. Genes with known mutations are GUCY2D, RPE65, SPATA7, AIPL1, LCA5, RPGRIP1, CRX, CRB1, NMNAT1, CEP290, IMPDH1, RD3, RDH12, LRAT, TULP1, KCNJ13, GDF6, CABP4, CNGA3, ALMS1, IQCB1, MYO7A. The other genes causing LCA are unknown. CEP290 (15%), GUCY2D (12%), and CRB1 (10%) and RPE65 (8%) are the most frequently mutated LCA genes.\nHistory"], "title": "Leber Congenital Amaurosis | EyeWiki"}, "https://medlineplus.gov/genetics/condition/leber-congenital-amaurosis/": {"url": "https://medlineplus.gov/genetics/condition/leber-congenital-amaurosis/", "description": "Leber congenital amaurosis is also associated with other vision problems, including an increased sensitivity to light (photophobia), involuntary movements of the eyes (nystagmus), and extreme farsightedness . The pupils, which usually expand and contract in response to the amount of light entering the eye, do not react normally to light.", "snippets": ["When Leber congenital amaurosis is caused by varaints in the CRX or IMPDH1 genes, the disorder has an autosomal dominant pattern of inheritance. Autosomal dominant inheritance means one copy of the altered gene in each cell is sufficient to cause the disorder. In most of these cases, an affected person inherits a gene mutation from one affected parent. Other cases result from new variants and occur in people with no history of the disorder in their family.\nOther Names for This Condition\n- Amaurosis, Leber congenital\n- Congenital amaurosis of retinal origin\n- Congenital retinal blindness\n- CRB\n- Dysgenesis neuroepithelialis retinae\n- Hereditary epithelial dysplasia of retina\n- Hereditary retinal aplasia\n- Heredoretinopathia congenitalis\n- LCA\n- Leber abiotrophy\n- Leber congenital tapetoretinal degeneration\n- Leber's amaurosis\nAdditional Information & Resources\nGenetic Testing Information\n- Genetic Testing Registry: Leber congenital amaurosis", "Description\nLeber congenital amaurosis, also known as LCA, is an eye disorder that is present from birth (congenital). This condition primarily affects the retina, which is the specialized tissue at the back of the eye that detects light and color. People with this disorder typically have severe visual impairment beginning at birth or shortly afterward. The visual impairment tends to be severe and may worsen over time.\nLeber congenital amaurosis is also associated with other vision problems, including an increased sensitivity to light (photophobia), involuntary movements of the eyes (nystagmus), and extreme farsightedness (hyperopia). The pupils, which usually expand and contract in response to the amount of light entering the eye, do not react normally to light. Instead, they expand and contract more slowly than normal, or they may not respond to light at all."], "title": "Leber congenital amaurosis | MedlinePlus"}, "https://www.fightingblindness.org/diseases/leber-congenital-amaurosis-lca": {"url": "https://www.fightingblindness.org/diseases/leber-congenital-amaurosis-lca", "description": "Leber congenital amaurosis (LCA) is a group of inherited retinal diseases characterized by severe impaired vision or blindness at birth. Some retinal experts consider LCA to be a severe form of retinitis pigmentosa (RP). The condition is caused by degeneration and/or dysfunction of photoreceptors, the cells in the retina that make vision possible.", "snippets": ["In some cases, other body systems (e.g., kidneys) can be affected by the genetic defects that cause LCA.\nThe most common genes associated with Leber congenital amaurosis (LCA) are CEP290, CRB1, GUCY2D, and RPE65.\nInheritance\nLCA is almost always passed down through the autosomal recessive pattern of inheritance. In this type of inheritance, both parents, called carriers, have one mutated copy of the gene and one normal gene. They are unaffected carriers of LCA. Each of their children has a 25 percent chance of inheriting the two LCA gene copies (one from each parent) needed to cause the disorder.\nLiving with LCA\nThere are many services and accommodative and assistive resources available to people and families with LCA. Visit the Foundation’s Low Vision Resources page to learn about many of these resources. A low vision specialist can help recommend the resources that are right for you.\nMore information on managing LCA is in the Newly Diagnosed section of this Web site.\nGenetic Testing", "Genetic testing is available for LCA, and helps with attaining an accurate diagnosis. A patient and family with a genetic diagnosis are in a better position to understand which emerging treatment approaches and clinical trials are most appropriate for them.\nTreatments\nIn December 2017, the biotech Spark Therapeutics obtained U.S. Food and Drug Administration approval for LUXTURNA™, an RPE65 gene therapy that has improved vision in children and young adults with RPE65 mutations. Early funding from the Foundation helped make this treatment possible. Treatments for forms of LCA caused by other mutated genes are in the development pipeline.\nResearch and Clinical Trials\nFor the latest research advances for LCA, refer to the Foundation publication: Leber Congenital Amaurosis: Research Advances.\nView a list of current clinical trials, many made possible by Foundation support.\nLCA page at www.ClinicalTrials.gov.\nNext Section\nRead the Most Recent Research on Leber Congenital Amaurosis (LCA)"], "title": "What is Leber Congenital Amaurosis? | Foundation Fighting Blindness"}, "https://www.pennmedicine.org/news/news-releases/2024/may/gene-editing-improves-sight-in-children-treated-for-blindness": {"url": "https://www.pennmedicine.org/news/news-releases/2024/may/gene-editing-improves-sight-in-children-treated-for-blindness", "description": "PHILADELPHIA—CRISPR-Cas9 gene editing was found to be safe and largely effective in addressing a form of inherited blindness in a group of patients that, for the first time, included children.In a multi-site clinical trial called BRILLIANCE that included researchers from the Perelman School of Medicine at the University of Pennsylvania and Children’s Hospital of Philadelphia (CHOP), 14 ...", "snippets": ["“Our patients are the first congenitally blind children to be treated with gene-editing, which significantly improved their ability to see things like daylight. Our hope is that the study will pave the road for treatments of younger children with similar conditions and further improvements in vision,” said Tomas S. Aleman, MD, the Irene Heinz-Given and John LaPorte Research Professor in Ophthalmology at Penn Medicine with the Scheie Eye Institute and a pediatric ophthalmologist at CHOP who served as a site principal investigator and study co-author. “This trial represents a landmark in the treatment of genetic diseases, in specific, genetic blindness, by offering an important alternative treatment, when traditional forms of gene therapy, such as gene augmentation, are not an option.”"], "title": "Gene Editing Improves Sight in Children Treated for Blindness"}, "https://www.ophthalmologytimes.com/view/study-100x-improvement-in-sight-detected-after-gene-therapy-trial": {"url": "https://www.ophthalmologytimes.com/view/study-100x-improvement-in-sight-detected-after-gene-therapy-trial", "description": "The vision of patients diagnosed with a rare inherited condition that causes them to lose much of their sight early in their childhood was demonstrated to be 100 times better after they received gene therapy to address the genetic mutation causing it.. According to the clinical trial, published in The Lancet, some patients even experienced a 10,000-fold improvement in their vision after ...", "snippets": ["Going forward, the approval of the experimental medicine for clinical use will require an additional trial, with participants being randomly assigned to a treatment dose and both patients and those investigating the trial not knowing who gets what. By doing that, the potential for bias in results could be avoided.1,2\n“ATSN-101 has the potential to be a first-in-class treatment for LCA1, a blinding condition with no approved treatment,” the researchers concluded in the study. “The favorable safety profile and improvements in retinal sensitivity observed in this phase 1/2 clinical trial are supportive of a future randomized, controlled phase 3 trial to further investigate the efficacy and safety of this novel subretinal gene therapy.”\nThis study was funded by Atsena Therapeutics, Inc. Two of the paper’s authors, Andres K. Lauer, MD, and Mark Pennesi, MD, PhD, are members of the company’s clinical and scientific advisory board.2"], "title": "Study: 100x improvement in sight detected after gene therapy trial"}}}