{"url_to_unified_index": {"https://elsihub.org/collection/paying-cures-ethics-and-economics-gene-therapies-rare-diseases": 9, "https://healtheconomicsreview.biomedcentral.com/articles/10.1186/s13561-024-00519-1": 1, "https://blog.drugbank.com/investment-trends-in-pharmaceutical-research/": 3, "https://medlineplus.gov/genetics/understanding/therapy/ethics/": 8, "https://sps.columbia.edu/news/five-biggest-bioethical-issues-next-five-years": 2, "https://www.brookings.edu/articles/striking-a-balance-drug-prices-profits-and-incentives-for-innovation/": 4, "https://www.pwc.com/us/en/industries/pharma-life-sciences/pharmaceutical-industry-trends.html": 6, "https://www.zs.com/insights/navigating-the-inflation-reduction-act-next-moves-for-biopharma": 7, "https://www.frontiersin.org/journals/molecular-neuroscience/articles/10.3389/fnmol.2021.695937/full": 5}, "url_to_info": {"https://elsihub.org/collection/paying-cures-ethics-and-economics-gene-therapies-rare-diseases": {"url": "https://elsihub.org/collection/paying-cures-ethics-and-economics-gene-therapies-rare-diseases", "description": "Rare diseases, most of which have a genetic basis, collectively affect an estimated 300 million individuals worldwide and are associated with significant morbidity and mortality. Although less than 10% of rare diseases currently have an approved therapy, advances in gene and gene-targeted therapies have brought hope of effective—or even curative—treatment.", "snippets": ["Paying for Cures: The Ethics and Economics of Gene Therapies for Rare Diseases\nCollection Editor(s):\n-\nIntroduction\nRare diseases, most of which have a genetic basis, collectively affect an estimated 300 million individuals worldwide and are associated with significant morbidity and mortality. Although less than 10% of rare diseases currently have an approved therapy, advances in gene and gene-targeted therapies have brought hope of effective—or even curative—treatment. While the potential for cure has prompted justifiable excitement, the high upfront cost of many of these therapies also raises complex ethical and policy issues."], "title": "Paying for Cures: The Ethics and Economics of Gene Therapies for Rare ..."}, "https://healtheconomicsreview.biomedcentral.com/articles/10.1186/s13561-024-00519-1": {"url": "https://healtheconomicsreview.biomedcentral.com/articles/10.1186/s13561-024-00519-1", "description": "Background Rare diseases pose immense challenges for healthcare systems due to their low prevalence, associated disabilities, and attendant treatment costs. Advancements in gene therapy, such as treatments for Spinal Muscular Atrophy (SMA), have introduced novel therapeutic options, but the high costs, exemplified by Zolgensma® at US$2.1 million, present significant financial barriers. This ...", "snippets": [". Moreover, a recent study conducted found that pharmaceutical manufacturers and public payers had high interest in outcomes-based agreements and understood their role in facilitating timely market access for patients in need, provided that they are carefully designed to ensure value .", "Despite performing a comprehensive literature search across multiple databases and grey literature sources, there are some shortcomings to the present scoping review and policy analysis. First, in spite of best attempts at ensuring that the search strategy and literature consulted were wide-ranging, certain policy documents and commercial agreements may be confidential and not privy to the public. As such, the scoping review may not cover all relevant policy measures, considerations and outcomes, which could result in an incomplete picture of the strategies and their effectiveness in managing access and the cost of rare disease treatments. Second, the specific focus on high-income countries with advanced healthcare systems limits the generalizability of our findings to LMICs. In particular, LMICs face various challenges and have different healthcare infrastructure and funding mechanisms, which are not addressed in our review. Third, the overt lack of standardized outcome measures (e.g", "Despite these challenges, the potential benefits of risk-sharing agreements in managing the financial burden of expensive rare disease treatments make them a compelling option for most high-performing health systems. They offer a pragmatic approach to balancing cost, access and innovation in healthcare. For the future, countries should also share best practices and data across borders as this can enhance global understanding of rare disease management and funding. Collaborative efforts can better drive innovation and harmonize approval and reimbursement processes, benefiting patients worldwide.\nLimitations", "In the US, private health insurance is a major contributor to covering the costs of treatments, including those for rare diseases . However, coverage and out-of-pocket costs can vary significantly and the health systems can be challenging to navigate. An analysis of out-of-pocket spending on orphan drugs from 2013 to 2018 also found an increasing trend (almost doubling from 2013 to 2018) and a higher burden on payers and families despite private insurance coverage . Parents and guardians of children with SMA have also reflected drawn out processing coverage decisions by insurance companies, a lack of transparency in the claims and preauthorization processes and being dependent on employment insurance for coverage .", "Nonetheless, outcome-based pricing shifts some financial risks to drug manufacturers, who may only receive full payment upon proven effectiveness of the treatment. This risk might lead to higher initial pricing or reluctance from manufacturers to engage in further research and development of therapeutics for other rare diseases. Likewise, outcome-based pricing models require certain alterations in traditional healthcare insurance practices, which may be resistant to change due to established protocols and risk aversion. Defining reasonable outcomes that accurately reflect the effectiveness of the treatment can also be a challenge, especially when it comes to gene therapies where studies are still ongoing and long-term effects are not yet fully understood. The added administrative burden for healthcare providers and insurers to keenly track and monitor patient outcomes could also potentially impede the overall efficiency of the healthcare system .", "Consent for publication\nNot applicable.\nCompeting interests\nThe authors declare no competing interests.\nAdditional information\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.\nElectronic supplementary material\nBelow is the link to the electronic supplementary material.\nRights and permissions", "A national single-payer funding system, Medicare serves as the publicly funded universal health insurance scheme in Australia, supplemented by the Pharmaceutical Benefits Scheme (PBS), which aids in covering expenses for certain medications and treatments . The Pharmaceutical Benefits Advisory Committee (PBAC), an independent expert body appointed by the government, employs specific criteria, including cost-effectiveness, to assess a medicine’s eligibility for inclusion in the PBS . While the consideration of cost-effectiveness is pivotal for managing budgets, it poses a challenge in evaluating drugs for rare diseases due to their limited evidence base on effectiveness and higher pricing, influenced by extensive research costs and reduced competition in smaller markets . Accordingly, Australia established the LSDP in 1995 as a complementary initiative to the PBS", "Comparing these high-performing countries’ approaches to rare disease funding reveals a fine balancing act between creating patient access and weighing budgetary impacts. While some countries have well-documented policies and reimbursement mechanisms for rare diseases, others lack detailed studies on the effectiveness and sustainability of their funding models. Identifying these gaps would help to direct future research efforts towards areas that require additional investigation. Singapore’s approach resembles South Korea’s practice of exempting certain orphan drugs from cost-effectiveness analysis. There are shared challenges in conducting such analyses for high-cost, rare disease drugs given the infrequency of rare diseases. However, Singapore’s system, unlike South Korea’s, appears slow in adding drugs to its whitelist and lacks a transparent benchmark for selecting orphan drugs within its RDF", "The rarity and high cost of these treatments pose unique challenges for healthcare policy and funding. Policymakers must balance the ethical imperative to provide access to life-saving treatments with the practical constraints of healthcare budgets. Different countries have adopted various strategies to manage these challenges. For example, Australia utilizes the Life Saving Drugs Program (LSDP) and risk-sharing agreements , while Singapore relies on a rare disease fund that matches public donations . South Korea’s National Health Insurance Service (NHIS) covers certain orphan drugs based on cost-effectiveness analyses , the UK employs the National Institute for Health and Care Excellence (NICE) to evaluate treatments for cost-effectiveness , and the US combines federal and state programs with private insurance and non-profit support .", "Such arrangements are not new, and outcome-based rates, tied to short- and long-term outcomes of patients post-treatment, have been successfully established for other high-cost gene therapies in the US and elsewhere . In fact, risk-sharing agreements to mitigate investment risk for high-cost drugs are growing at an annual rate of 24% since 2012 . Such agreements also benefit from the involvement of various stakeholders such as patients, healthcare providers, payers, policymakers, and manufacturers. In the case of Zolgensma®, a risk-sharing agreement could involve initial partial payment, with subsequent payments contingent upon the drug demonstrating a certain level of effectiveness in patients. Similar to the South Korean approach , such agreements also encourage pharmaceutical companies to invest in long-term studies and data collection to validate the effectiveness of their products.", "- Review\n- Open access\n- Published:\nComparative policy analysis of national rare disease funding policies in Australia, Singapore, South Korea, the United Kingdom and the United States: a scoping review\nHealth Economics Review volume 14, Article number: 42 (2024)\nAbstract\nBackground\nRare diseases pose immense challenges for healthcare systems due to their low prevalence, associated disabilities, and attendant treatment costs. Advancements in gene therapy, such as treatments for Spinal Muscular Atrophy (SMA), have introduced novel therapeutic options, but the high costs, exemplified by Zolgensma® at US$2.1 million, present significant financial barriers. This scoping review aimed to compare the funding approaches for rare disease treatments across high-performing health systems in Australia, Singapore, South Korea, the United Kingdom (UK), and the United States (US), aiming to identify best practices and areas for future research.\nMethods", "To address the high costs (and current uncertain long-term efficacy) of treatments for rare diseases like SMA, countries can benefit from implementing risk-sharing agreements with pharmaceutical companies. An important driver for uncertainty is the sustainability of remission, as it could range from 1 year to life-long effects. A risk-sharing agreement approach involves the government or healthcare providers negotiating with drug manufacturers to agree on terms that link the payment for the drugs to their performance in the real world or to specific outcomes. Given the paucity of long-term effectiveness data for treatments for rare diseases, making future payments conditional on the actual health outcomes and cost savings achieved would be a financially prudent approach for governments", "In terms of government-funded health insurance programs (Medicaid and Medicare), they provide coverage for certain individuals, including those with disabilities and the elderly. They may cover some treatments for rare diseases, depending on the state and specific policy details. In particular, the Affordable Care Act (ACA), also known as Obamacare, has provisions that impact rare disease patients, such as prohibiting insurance companies from denying coverage due to pre-existing conditions, which includes many rare diseases . However, entry criteria for Medicaid relies on family income and assets that varies from one state to another .\nAlso worth mention is the numerous non-profit organizations in the US that provide support for rare disease research and advocate for patients . These organizations often fundraise to support research, increase awareness, and assist patients with accessing and affording treatments.\nDiscussion", "Risk-sharing agreements are commonly used by the PBS and LSDP to manage certain risks and uncertainties with new orphan drugs. Sponsors may voluntarily propose risk-sharing agreements with are captured through a legal deed of agreement that is negotiated between the sponsor and the Government. Some financial risk share agreements can be class deeds where sponsors share the risk based on market share. While such mutual agreements remain confidential, the majority of agreements are likely to be financial-based agreements which include price-volume, rebate or discount-based schemes . However, a hybrid of financial and outcome-based agreements is also possible .", ". Internationally, countries like Australia, the UK, and South Korea also utilize distinct risk-sharing agreements, which Singapore’s framework does not currently emulate. Additionally, the RDF’s reliance on public goodwill and donations admittedly creates funding instability, and the absence of an early access mechanism or a real-world data monitoring system for orphan drugs prolongs approval processes, contrasting with practices elsewhere. This would inadvertently result in inequities, particularly for patients with non-listed rare diseases. Similarly, in the US, the fragmented healthcare system results in varied access and high out-of-pocket costs, despite robust research funding and the Orphan Drug Act providing incentives for drug development.", "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1", "A rare disease is characterized by its low prevalence within the population. In the United States (US), a disease is classified as rare if it impacts fewer than 200,000 individuals . In contrast, Japan sets this threshold at 50,000 individuals, while Australia defines a rare disease as one affecting fewer than 2,000 individuals. These criteria generally correspond to prevalences ranging from 1 to 8 per 10,000 people . Singapore’s definition specifies a rare disease as one affecting less than one in 2,000 patients . A significant number of rare diseases lead to fatal outcomes, and the majority have their roots in genetics, stemming from mutations in genes or chromosomes .", "The core advantage of this model lies in its potential to make expensive therapies more accessible while managing financial risks. These agreements can be structured in various ways, such as paying for a drug only if it meets certain efficacy benchmarks or spreading the cost over time based on continued patient benefit. This strategy aligns the interests of public healthcare systems, patients, and pharmaceutical companies, ensuring that payment is contingent on the actual value provided by the treatment. Moreover, a payment-by-instalment method, which has been contemplated elsewhere, helps to spread the cost of these high-priced therapies over a period of time, thereby easing the immediate impact on healthcare budgets .", ". The government’s position, as explained in a Parliamentary reply, is that increasing donations, particularly from high-net-worth individuals, foundations, and corporate sponsors, remains the key approach to securing additional funds for patients and their families .", ". The policy’s focus on collective action and shared responsibility mirrors the core principles of the “Many Helping Hands” approach, a community-based framework that encourages collaboration among stakeholders to address social welfare issues .", "This scoping review thus aimed to compare and contrast the approaches to funding rare disease treatments across high-performing health systems in Australia, Singapore, South Korea, the UK, and the US. By examining the existing policies, approval processes, and reimbursement mechanisms in these countries, this review seeks to identify best practices, learning points and potential areas for improvement in ensuring equitable access to treatment for patients with rare diseases. In addressing rare diseases, it is crucial to establish a suitable financing structure to avoid creating a schism between families who can afford these treatments and those who cannot. This also raises a parallel question on whether the price of rare disease therapies is justified, and how health systems can provide equitable treatment access for all patients, regardless of the rarity of their condition and the cost of treatment.\nMethods\nCountry selection", ". cost-effectiveness ratios) across the reviewed studies impeded close comparisons of the relative effectiveness and impact of different funding strategies. Future research should prioritize the development and use of uniform metrics to enhance the comparability and synthesis of findings.", "Conclusion\nThrough this scoping review and policy analysis, we recognize that while no country has effectively addressed the challenge of financing rare diseases, the majority have clearly acknowledged that fairness of access is a moral obligation of public health systems. Developed countries and high-performing health systems should further explore and implement outcome-based risk-sharing agreements to balance immediate costs with long-term benefits for patients afflicted by rare diseases. These agreements can ensure that payments are contingent on real-world efficacy, spreading financial risk and encouraging ongoing data collection. Given the rarity and substantial expense of treatments for rare diseases, the most feasible solution seems to lie in improving national healthcare insurance schemes. Equitable rare disease funding should be an area of continued interest and research.\nData availability", "The National Health Service (NHS) stands as the UK’s publicly funded healthcare system, operating on the core principles of universality and free access to care for all, regardless of nationality or immigration status . As a single-payer system, it covers primary, emergency, and compulsory healthcare at no cost to individuals. Within the NHS framework, the NICE evaluates health technologies based on evidence-based assessments of their effectiveness, safety, and cost-effectiveness. NICE’s role is to ascertain if proposed healthcare expenditures within the NHS offer superior value compared to alternative treatments. Their evaluation involves analysing the cost and benefit of new treatments relative to existing ones, often considering interventions costing less than £20,000 per Quality-Adjusted Life Year (QALY) as cost-effective, allowing some flexibility up to £30,000 per QALY . Notably, once NICE approves a treatment, the NHS is mandated to provide funding for it.", "Brennan TA, Wilson JM. The special case of gene therapy pricing. Nat Biotechnol. 2014;32(9):874–6. https://doi.org/10.1038/nbt.3003.\nJørgensen J, Hanna E, Kefalas P. Outcomes-based reimbursement for gene therapies in practice: the experience of recently launched CAR-T cell therapies in major European countries. J Mark Access Health Policy. 2020;8(1):1715536. https://doi.org/10.1080/20016689.2020.1715536.\nAlex Watt. Risk-sharing agreements are growing at a rate of 24%. Pharmaceutical Technology. February 10. 2023. https://www.pharmaceutical-technology.com/pricing-and-market-access/risk-sharing-agreements. Accessed January 30, 2024.\nMichelsen S, Nachi S, Van Dyck W, Simoens S, Huys I. Barriers and opportunities for implementation of outcome-based spread payments for High-Cost, one-shot curative therapies. Front Pharmacol. 2020;11:594446. https://doi.org/10.3389/fphar.2020.594446.\nAcknowledgements", "Outcome-based risk-sharing agreements present a practical solution for managing the financial strain of costly treatments. These agreements tie payment to actual treatment efficacy, thereby distributing financial risk and promoting ongoing data collection. Countries should consider adopting and expanding these agreements to balance immediate expenses with long-term benefits, ultimately ensuring equitable access to crucial treatments for patients afflicted by rare diseases.\nIntroduction"], "title": "Comparative policy analysis of national rare disease funding policies ..."}, "https://blog.drugbank.com/investment-trends-in-pharmaceutical-research/": {"url": "https://blog.drugbank.com/investment-trends-in-pharmaceutical-research/", "description": "The global pharmaceutical market revenue in 2024 is projected to be 1.15 trillion dollars, and it is forecasted to exceed 1.4 trillion by 2028. This exponential growth is primarily fueled by the escalating global burden of chronic diseases. In response to this escalating demand, pharmaceutical companies strategically align their R&D investments ...", "snippets": ["Due to the significant financial investment and risks inherent in pharmaceutical R&D, it's crucial to prioritize therapies addressing unmet medical needs globally, irrespective of socioeconomic status. The high cost of treatments often hinders access, particularly in poor regions. Ensuring equitable access is ethically and strategically necessary for the industry's sustainability. Advancements in diagnostics will enable more precise identification of patients who would benefit most from specific therapies, streamlining drug development and expanding access to these interventions worldwide.\nStay informed by signing up for our newsletter, where you'll gain early access to the latest insights, trends, and breakthroughs in drug discovery, powered by cutting-edge data and analysis from industry-leading experts.", "The regulatory landscape is a critical determinant of R&D investment decisions. Regulatory agencies, such as the US Food and Drug Administration (FDA) and the European Medicines Agency, are responsible for ensuring pharmaceutical products' safety, efficacy, and quality. The approval process for new drugs is rigorous, often requiring extensive preclinical and clinical testing to demonstrate a favourable benefit-risk profile. This process can be lengthy and costly, posing a significant challenge for pharmaceutical companies. Companies must invest in clinical trials and post-market surveillance to meet regulatory requirements. The cost of conducting a single-Phase III clinical trial can range from $100 million to $500 million, and the overall cost of regulatory compliance for a new drug can exceed $1 billion.\nBalancing Profit and Public Health"], "title": "Investment Trends in Pharmaceutical Research - DrugBank Blog"}, "https://medlineplus.gov/genetics/understanding/therapy/ethics/": {"url": "https://medlineplus.gov/genetics/understanding/therapy/ethics/", "description": "Current research on gene therapy treatment has focused on targeting body (somatic) cells such as bone marrow or blood cells. This type of genetic alteration cannot be passed to a person’s children. Gene therapy could be targeted to egg and sperm cells (germ cells), however, which would allow the genetic changes to be passed to future generations.", "snippets": ["Because gene therapy involves making changes to the body’s basic building blocks (DNA), it raises many unique ethical concerns. The ethical questions surrounding gene therapy and genome editing include:\nHow can “good” and “bad” uses of these technologies be distinguished?\nWho decides which traits are normal and which constitute a disability or disorder?\nWill the high costs of gene therapy make it available only to the wealthy?\nCould the widespread use of gene therapy make society less accepting of people who are different?\nShould people be allowed to use gene therapy to enhance basic human traits such as height, intelligence, or athletic ability?", "Topics in the Gene Therapy and Other Medical Advances chapter\nThe information on this site should not be used as a substitute for professional medical care or advice. Contact a health care provider if you have questions about your health."], "title": "What are the ethical issues surrounding gene therapy? - MedlinePlus"}, "https://sps.columbia.edu/news/five-biggest-bioethical-issues-next-five-years": {"url": "https://sps.columbia.edu/news/five-biggest-bioethical-issues-next-five-years", "description": "As the fields of healthcare and biotechnology rapidly advance, ethical issues have increased just as quickly. Taking a look ahead, Dr. Robert Klitzman, Academic Director of the Master of Science in Bioethics program, predicts the five biggest bioethical issues of the next five years. 1. Providing a minimal level of healthcare to all individuals and reducing health disparities in the United States.", "snippets": ["The average global life expectancy has increased by 20 years within the past five decades, but underdeveloped countries have been left behind, and there is a lack of a moral framework for dealing with this issue. Global and national actors are morally responsible for achieving common goals that will address this global health disparity. It stretches beyond a health issue; it is also a global peace issue, a global security issue, and an economic issue. For example, if epidemics are raging out of control in parts of Africa, that could lead to international political instability, economic instability, and so on.\n3. Addressing the ethical, legal, and social questions posed by new gene editing technologies.", "As the fields of healthcare and biotechnology rapidly advance, ethical issues have increased just as quickly. Taking a look ahead, Dr. Robert Klitzman, Academic Director of the Master of Science in Bioethics program, predicts the five biggest bioethical issues of the next five years.\n1. Providing a minimal level of healthcare to all individuals and reducing health disparities in the United States.", "Complex AI systems and big data analysis are becoming the norm for corporations. Employees should understand the potential ethical risk of algorithms and network monitoring, the use of a system to monitor a network for slow or failing components. During this process, any data that is digested is usually hidden from view, which places data transparency and privacy into question.\n5. Reducing the extreme costs of certain pharmaceutical products."], "title": "The Five Biggest Bioethical Issues of the Next Five Years"}, "https://www.brookings.edu/articles/striking-a-balance-drug-prices-profits-and-incentives-for-innovation/": {"url": "https://www.brookings.edu/articles/striking-a-balance-drug-prices-profits-and-incentives-for-innovation/", "description": "The monopoly provided to pharmaceutical companies, through patents and exclusive marketing rights, is time-limited, meaning that some types of investments that might produce drugs whose value ...", "snippets": ["In discussing tradeoffs between regulation and future innovation, some participants noted that certain policies may meaningfully reduce innovation and investment in new drugs by reducing the marginal incentive to invest in R&D. Such policies might include shorter patent life, taxes on drug profits, and mandated payments to NIH for funding initial research. A second type of regulation, though, may affect the profits of pharmaceutical companies without harming the marginal return to innovation—for example, getting rid of tax write-offs for research into new drugs or increasing the corporate tax rate. In other words, it’s possible to tax rents, reduce deadweight loss, and increase access without affecting the quantity of useful drugs being produced on the margin. In many cases, firms do not appear to be meaningfully cash constrained, so if policymakers avoid affecting the return on investment on the margin, they can still regulate prices without decreasing innovation.", "States have the potential for innovation and authority in this area, but the infrastructure for establishing health policy is lacking in many states. The secretary of health and the head of the state Medicaid program are typically the only officials focused on public health issues. The solution is to build up the public infrastructure at the state and local level. The CMS State Innovations Model Initiative (SIM) was a breakthrough in giving resources to the states and in thinking about health policy at a local level. One participant pointed out that the problem may come back to pricing. Louisiana is a poor state that couldn’t treat its people. This was clear to pharmaceutical companies. In a richer state where there is room for negotiation, would pharmaceutical companies be as willing to negotiate? Does that make replicability harder? Discussants answered that global companies have made different arrangements with different countries—and could do the same with different states.", ". They may, for instance, be taken fewer times a day and thus patient adherence may be better, a quality increase that could go unmeasured.", ". Anderson questioned whether this form of financing was optimal, whether it sways researchers to pursue one type of drug or form of research over another, and whether this structure has essentially led to a bidding war for promising drugs. In particular, while some premium on the drug is needed to cover the larger fixed costs of financing R&D and failed drug trials, the large profit margin in the case of Sovaldi implies that substantial rents are being extracted.", "Cutler also spoke about ‘Me-Too’ drugs, new drugs that are chemically or structurally similar to existing drugs. In general, the benefit of these drugs is the competition they bring to the market, rather than an improvement in treatment technology. Greater competition initially transfers rents from pharmaceutical companies to consumers. While there can be distributional consequences of this transfer, there is no welfare gain if there is no change in access or affordability. However, the greater access to drugs that should come from sufficiently lower prices spurred by competition should lead to an overall gain in welfare. This is an important distinction. Most of the increases in net social welfare come from increased access rather than lower costs. The costs of this welfare gain stem mostly from the cost of R&D necessary to create the new drugs, but the size of the tradeoff is unclear and often poorly measured", ". Such access questions can be even more severe for smaller subsets of the population, particularly disadvantaged or marginalized groups. For example, large concentrations of prison inmates have Hepatitis C, but only around 1% of them have received treatment. On questions of equity, it was suggested that the savings from drug-price declines could be invested in wider public health initiatives, specifically things influencing the social determinants of health.", "On innovation, some participants pointed to flaws in the FDA’s benefit and risk framework for drug approval, noting that the focus is on the ‘indicated patient’ for a certain drug rather than on the entire population with a given disease. For example, a drug that decreases the probability of a heart attack on the margin and therefore saves thousands of lives each year might get less attention from the FDA than a drug that definitively saves a few lives by curing a particular disease. This creates distortions in the incentive for regulation. In addition, the regulatory framework does not focus on the negative externalities of drug approvals, with opioids being the most obvious example.", "Overview of Session 3: Discussion of incentive distortions arising from the current patent and market exclusivity system for new drugs", ". In other scenarios, though, the approval process can be difficult, given the ambiguousness of trial results. Certain cases that don’t involve thick tails in patient responses based on a small sample size make it difficult for the FDA to assess the validity of trials using surrogate endpoints. Some standards therefore seem in order. Others argued that even if such approvals were made, allowing drugs to come to market faster, pharmaceutical companies are often still expected to complete the clinical trials through to their endpoints, which is costly. This may be because other countries also have stricter international standards for surrogate endpoints than the U.S.", "Conti viewed this as both an equity issue and an innovation issue. Pharmaceuticals receive government assistance for R&D through government grants and research cooperation. Such was the case for Gilead’s Hepatitis C drug, Sovaldi, which was funded by NIH, as Anderson pointed out in his earlier presentation. But Conti suggested innovators receive a disproportionate amount of the windfall. Taxpayers indirectly support innovators through the tax system and should have access to the fruit of this innovation. What Louisiana has done is shift the discussion towards allowing everyone to gain access to public health.", "One open question: If a change in regulation led to less R&D, would that lead to less overall innovation? In other words, are firms at the flat end of the R&D supply curve, where small changes in investment have little effect? There were also questions about the amount of rent being extracted by large pharmaceutical companies. Several participants noted that R&D costs (equipment, scientists, etc.) are relatively low, but real R&D spending has increased on net over the past few decades. This begs the question as to where the money is being spent—for example, on protecting intellectual property rather than on innovation that acts to extract monopoly rents."], "title": "Striking a balance: Drug prices, profits and incentives for innovation"}, "https://www.pwc.com/us/en/industries/pharma-life-sciences/pharmaceutical-industry-trends.html": {"url": "https://www.pwc.com/us/en/industries/pharma-life-sciences/pharmaceutical-industry-trends.html", "description": "Pharma companies should increase speed across the value chain through faster drug development and faster uptake in the market. This means a full-throttled and responsible embrace of AI and analytics with use cases that can move the needle at scale. AI and generative AI (GenAI) have the potential to unlock high-value opportunities across the pharmaceutical value chain, including areas like drug ...", "snippets": ["More broadly, as regulatory and enforcement agencies develop methodologies for using AI and other technologies to analyze data in more sophisticated ways, we expect enforcement in the months and years ahead to become more stringent. From increases in audits of transparency programs (including heightened requests for years of historical data from companies) to increases in FDA inspections now that the pandemic has passed, regulators are likely to more proactively and effectively enforce current and emerging regulations.\nCompliance and risk functions should consider coordinated investments in people, processes and technology to maintain the distinctive capabilities necessary to help safeguard their organizations. Taking a compliance-by-design mindset in designing and launching new strategies can help pharma companies as they look to innovate and win — baking-in quality, compliance and trust as an essential part of all forward-looking investments."], "title": "Pharma industry trends: PwC"}, "https://www.zs.com/insights/navigating-the-inflation-reduction-act-next-moves-for-biopharma": {"url": "https://www.zs.com/insights/navigating-the-inflation-reduction-act-next-moves-for-biopharma", "description": "On July 26, 2022, one day before the announcement, the S&P Pharmaceuticals Index stood at 4,931. At close of trading on Oct. 14, 2022, that index was down 5% to 4,667. The broader S&P 500 was down 9% over that same period, so biopharma has outperformed the market since the unexpected resurrection of the IRA drug pricing provisions.", "snippets": ["These differences provide a roadmap to areas of further risk. “Now that mandatory negotiation is established as yet another tool the government can use, it is not unlikely that this mechanism also may be expanded over time,” experts at law firm Latham and Watkins wrote. “H.R. 3 contemplated that 50 drugs would be subject to negotiation every year, and it remains possible that subsequent legislation will increase the number of drugs or reduce the price cap.” Policy advocates like Steve Pearson at the Institute for Clinical and Economic Review (ICER) are already making the case that Congress should tackle launch prices next."], "title": "The Inflation Reduction Act's impact on pharma | ZS"}, "https://www.frontiersin.org/journals/molecular-neuroscience/articles/10.3389/fnmol.2021.695937/full": {"url": "https://www.frontiersin.org/journals/molecular-neuroscience/articles/10.3389/fnmol.2021.695937/full", "description": "1 Department of Neurology, Rigshospitalet University Hospital, Copenhagen, Denmark; 2 Department of Neuroscience, University of Copenhagen, Copenhagen, Denmark; In recent years, gene therapy has been raising hopes toward viable treatment strategies for rare genetic diseases for which there has been almost exclusively supportive treatment.", "snippets": ["Rare Diseases and Prospects of Utilizing Gene Therapies\nWe here provide an overview of the developmental progress for novel gene therapeutic treatments for rare genetic diseases in the brain and spinal cord, with a special focus on clinical development. For diseases which have not reached clinical testing, we seek to describe the current status and near-future prospects. Overviews are given of current gene therapy clinical trials from https://clinicaltrials.com (last search on the 1st of May 2021) for the therapeutic areas in Table 1 and for the individual diseases and trials in Table 2.\nTable 1. Overview of clinical gene therapy trials for groups of rare genetic diseases affecting the brain and spinal cord found on https://clinicaltrials.gov 1st of May 2021.\nTable 2. Overview of clinical gene therapy trials for rare genetic diseases affecting the brain and spinal cord found on https://clinicaltrials.gov 1st of May 2021.\nNeurodegenerative Disorders\nSpinal Muscular Atrophy (SMA)", ". Several projects appear promising based on pre-clinical and clinical data, however, challenges remain including the validation of long-term sustained efficacy and safety profile in patients who received γRV- or LV-based HSPC-GT ex vivo.", ". With the treatment strategy to reduce the toxic effects of HTT, several clinical trials are ongoing with the use of ASOs for down-regulating HTT (Rodrigues and Wild, 2020), but recently disappointing results were reported from trials by Roche and Wave Therapeutics (Kingwell, 2021). To explore the potential of gene therapy, uniQure Biopharma, in 2019, has initiated a phase 1/2 randomized, double-blind, sham-controlled study to assess safety, tolerability and efficacy after multiple ascending doses administered into the striatum of AAV5-miHTT encoding miRNA aimed at reducing levels of HTT (AMT-130) in adult patients with early manifest HD (NCT04120493; Rodrigues and Wild, 2020).", "A Short Overview of Gene Therapy Development", ". Two ongoing phase 4 long-term follow-up trials (NCT03421977, NCT04042025) have been initiated, enrolling participants who were treated with onasemnogene abeparvovec-xioi for SMA in the START study and previous (parent) studies for continuous monitoring of safety as well as monitoring of continued efficacy and durability of response to treatment. Despite a general favorable safety profile, some concerns have been raised, since at least three children with SMA developed thrombotic microangiopathy (TMA), after being treated with onasemnogene abeparvovec (Chand et al., 2021). All three children developed TMA approximately 1 week after treatment, and they had all contributory factors, including concurrent infections and recent vaccine exposure, which could be putatively contributing to development of TMA. Moreover, coagulation abnormalities have been reported more frequently in children with SMA (Wijngaarde et al", ". A third clinical trial is recruiting advanced stage ALD patients to test the effects of ABCD1-corrected CD34-positive HSPCs (NCT02559830). A multi-center, long-term safety and efficacy follow-up study will test ALD patients treated with Lenti-D vector modified HSPCs for an additional 13 years (NCT02698579).", "Great progress in gene therapy has been made over the last decade. From the approvals of Luxturna® (voretigene neparvovec), the first gene therapy against inherited eye diseases, Zolgensma® (onasemnogene abeparvovec) as treatment for SMA, and Libmeldy® for MLD, we stand on the brink of gene therapy to deliver on its promise to potentially cure or modulate severe diseases. The increasing number of development projects and progress highlighted in this review offers reasons for optimism toward novel gene therapy treatments being approved for rare genetic diseases of the brain and spinal cord in a foreseeable future. Fully aligned with these expectations the FDA has proclaimed that they expect to be approving 10–20 cell and gene therapies a year from 20256, and it is likely that some of these will fall within rare genetic diseases of the brain and spinal cord", ". This is an open-label, dose-escalation phase 1/2 study evaluating safety, tolerability, efficacy, and pharmacodynamics after intracisternal delivery of RGX-111 to MPS I patients during the 24 weeks study period. An ongoing ex vivo phase 1/2 clinical trial (NCT03488394) explores safety and efficacy of IV-injected autologous HSPCs genetically modified to express IDUA using a LV in patients with the Hurler variant. A long-term follow-up study will look for adverse neurologic and other events for up to 30 years after (NCT00695279). Genome editing has also been explored as a treatment approach. Both ZFN and CRISPR-Cas9 platform studies where AAV8 vectors were injected IV to genome edit liver cells have shown encouraging results in rodents (Ou et al., 2020; Poletto et al., 2020). The latter platform may be more efficacious (Ou et al", "In recent years, gene therapy has been raising hopes toward viable treatment strategies for rare genetic diseases for which there has been almost exclusively supportive treatment. We here review this progress at the pre-clinical and clinical trial levels as well as market approvals within diseases that specifically affect the brain and spinal cord, including degenerative, developmental, lysosomal storage, and metabolic disorders. The field reached an unprecedented milestone when Zolgensma® (onasemnogene abeparvovec) was approved by the FDA and EMA for in vivo adeno-associated virus-mediated gene replacement therapy for spinal muscular atrophy. Shortly after EMA approved Libmeldy®, an ex vivo gene therapy with lentivirus vector-transduced autologous CD34-positive stem cells, for treatment of metachromatic leukodystrophy. These successes could be the first of many more new gene therapies in development that mostly target loss-of-function mutation diseases with gene replacement (e.g"], "title": "Current and Future Prospects for Gene Therapy for Rare Genetic Diseases ..."}}}