{"url_to_unified_index": {"https://www.nimh.nih.gov/health/publications/looking-at-my-genes": 5, "https://news.unchealthcare.org/2023/09/researchers-connect-alzheimers-associated-genetic-variants-with-brain-cell-function/": 6, "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0284095": 2, "https://en.wikipedia.org/wiki/SARS-CoV-2_Delta_variant": 7, "https://www.nih.gov/news-events/nih-research-matters/common-genetic-factors-found-5-mental-disorders": 1, "https://www.nimh.nih.gov/news/science-news/2021/gene-readouts-contribute-to-distinctness-of-mental-disorders": 3, "https://derangedphysiology.com/main/cicm-primary-exam/required-reading/nervous-system/Chapter%20104/synaptic-transmission-and-neurotransmitter-systems": 4, "https://publichealth.jhu.edu/2024/what-is-public-mental-health": 8}, "url_to_info": {"https://www.nimh.nih.gov/health/publications/looking-at-my-genes": {"url": "https://www.nimh.nih.gov/health/publications/looking-at-my-genes", "description": "Common mental disorders like depression and anxiety are likely the result of a combination of life experiences, environment, and genetic variation. These variations can impact how your genes are turned “on” and “off” throughout life and play a role in the onset of some diseases. Most genetic variants don’t directly cause mental disorders.", "snippets": ["Clinical or diagnostic genetic testing\nClinical genetic testing can help predict the risk of some diseases, such as cancer, but is not yet very useful for predicting the risk for mental disorders. Health care providers may order genetic testing for people who may have a high risk for rare genetic diseases. During testing, health care providers may search for a single gene or a few genes that are strongly associated with a specific disease.\nThere are many different types of genetic tests that may help to:\n- Identify genetic variants that may increase the risk of developing a disease\n- Diagnose disease\n- Guide health care providers in deciding on the best medicine or treatment for certain people\nIf a disease runs in your family, your health care provider can tell you if it’s detectable with genetic testing. Learn more about clinical or genetic testing .\nDirect-to-consumer genetic reports", "Knowing your family’s mental health history can help you and your health care provider look for early warning signs and help your health care provider recommend ways to reduce your risk.\nTalk to your relatives\nThe first step in creating a family health history is to talk to your relatives. The most helpful information comes from “first-degree” relatives—parents, brothers, sisters, and children. Health histories from “second-degree” relatives—such as nieces, nephews, half-brothers, half-sisters, grandparents, aunts, and uncles—also can be helpful but are less informative for your own risk.\nDon’t worry if you can’t get complete information for every relative. Some people may not want to talk, and others may be unable to remember information accurately. That’s okay. Whatever information you can collect will be helpful.\nKeep a record of your family history", "To learn more about genetic counseling, visit the Genetic Counseling FAQ page of the National Human Genome Research Institute website and the Centers for Disease Control and Prevention’s Genetic Counseling webpage.\nCan genetic testing help predict my risk of developing a mental disorder?\nCurrently, genetic tests cannot accurately predict your risk of developing a mental disorder. Although research is underway, researchers are still learning about the ways genes can contribute to mental disorders—or protect against them. Of those genes that are linked to mental disorders, most raise the risk by tiny amounts.\nWhile recent studies have begun to identify the genetic markers associated with certain mental disorders and eventually may lead to better screening and more individualized treatment, it is still too early to use genetic tests to diagnose or treat mental disorders.\nWhat is the difference between clinical genetic testing and direct-to-consumer genetic reports?", "The purpose and audiences of direct-to-consumer genetic reports differ from clinical or diagnostic genetic testing.\nFor a fee, anyone can mail a saliva sample to companies that sell a direct-to-consumer genetic report. While advertisements may say that the company can provide information based on a person's genetic variation about their risks of developing specific diseases, these reports typically cannot help predict one’s risk for developing mental disorders.", "NIMH funds and conducts research to help answer important scientific questions about mental disorders. NIMH is currently studying and supporting research on the human genetic variations that contribute to the risk of different mental disorders. These include but are not limited to the following:\n- Eating disorders, such as anorexia nervosa, binge eating disorders, and bulimia nervosa\n- Mood disorders, such as anxiety disorders, bipolar disorder, and depression\n- Neurodevelopmental disorders, such as autism spectrum disorder and intellectual disability\n- Obsessive-compulsive disorder\n- Post-traumatic stress disorder\n- Psychosis and schizophrenia\nResearch investigating these topics will help the field take steps toward better screening and personalized treatment. Basic research efforts enhance our understanding of the underlying causes of disease and might result in improved clinical treatments. Learn more about ongoing research efforts.\nWhere can I find more information about genetics?", "For information about how genes affect your risk for developing a disease or disorder, visit:\n- Centers for Disease Control and Prevention: Family Health History\n- National Human Genome Research Institute\n- MedlinePlus: Genetics\nHow can I find help for mental disorders?\nYou can learn more about getting help on the NIMH website. You can also learn about finding support and locating mental health services in your area on the Substance Abuse and Mental Health Services Administration (SAMHSA) website.\nWhat are clinical trials and why are they important?\nClinical trials are research studies that look at ways to prevent, detect, or treat diseases and conditions. These studies help show whether a treatment is safe and effective in people. Some people join clinical trials to help doctors and researchers learn more about a disease and improve health care. Other people, such as those with health conditions, join to try treatments that aren’t widely available.", "Because direct-to-consumer genetic reports for mental disorders are not accompanied by a health care provider’s guidance, their results should be interpreted cautiously. These reports have varying levels of scientific support, may or may not be approved by the U.S. Food and Drug Administration, and can be misleading. If you decide to undergo direct-to-consumer genetic testing, the results should be discussed with your health care provider or genetic counselor before taking any action, such as changing your medications. Learn more about direct-to-consumer tests .\nHow can my family health history help me understand my health risks?\nSome mental disorders run in families, and your family’s mental health history may be an important clue for determining your risk of developing a mental disorder. Having a close relative with a mental disorder could mean you are at a higher risk, but it doesn’t necessarily mean you will develop that disorder. Many other factors play a role.", "NIMH supports clinical trials across the United States. Talk to a health care provider about clinical trials and whether one is right for you. Learn more about participating in clinical trials.\nFor more Information\nLearn more about mental health disorders and topics. For information about various health topics, visit the National Library of Medicine’s MedlinePlus .\nReprints\nThe information in this publication is in the public domain and may be reused or copied without permission. However, you may not reuse or copy images. Please cite the National Institute of Mental Health as the source. Read our copyright policy to learn more about our guidelines for reusing NIMH content.\nU.S. DEPARTMENT OF HEALTH AND HUMAN SERVICES\nNational Institutes of Health\nNIH Publication No. 24-MH-4298\nRevised 2024", "Most genetic variants don’t directly cause mental disorders. However, in rare cases, some uncommon gene variants can increase the risk of developing mental disorders. If you or a relative has one of these rare variants, it’s a good idea to talk to a health care provider about the risks.\nShould I visit a genetic counselor?\nGenetic counseling can give you information about how genetic conditions might affect you or your family. A geneticist or genetic counselor will collect your personal and family health history to determine how likely it is that you or a family member has a genetic condition. They can then help you decide whether a genetic test might be right for you or your relative. Genetic testing is often done before or during pregnancy, soon after birth, or if your health care provider suspects you may have a genetic disease."], "title": "Looking at My Genes: What Can They Tell Me About My Mental Health? - NIMH"}, "https://news.unchealthcare.org/2023/09/researchers-connect-alzheimers-associated-genetic-variants-with-brain-cell-function/": {"url": "https://news.unchealthcare.org/2023/09/researchers-connect-alzheimers-associated-genetic-variants-with-brain-cell-function/", "description": "September 22, 2023. Led by scientists at UNC-Chapel Hill and UC-San Francisco, research reveals new non-coding genetic variants associated with Alzheimer’s disease functioning in microglia – brain cells already implicated in the progression of this often-fatal neurodegenerative condition. Yun Li, PhD, professor of genetics, is the lead UNC ...", "snippets": ["Led by scientists at UNC-Chapel Hill and UC-San Francisco, research reveals new non-coding genetic variants associated with Alzheimer’s disease functioning in microglia – brain cells already implicated in the progression of this often-fatal neurodegenerative condition. Yun Li, PhD, professor of genetics, is the lead UNC School of Medicine researcher.\nCHAPEL HILL, N.C. – Scientists studying Alzheimer’s disease (AD) have identified thousands of genetic variants in the genome in the development of this progressive neurodegenerative disease.", "Their research findings, Li said, will serve as a new foundation from which other researchers can discover more causal variants of AD, predict disease risks, and develop more effective therapies. This work was also made possible in collaboration with Li Gan’s group from the Helen and Robert Appel Alzheimer’s Disease Research Institute, Weill Cornell Medical College.\nLi, Shen, and Gan labs will continue to expand the analysis of AD risk variants using more complex model systems that mimic the human brain, such as human cerebral organoids.\nMedia contact: Kendall Daniels, Communications Specialist, UNC Health | UNC School of Medicine", "Using this epigenomic editing technology, the researchers can “perturb” candidate regions to see whether any tested genomic regions can impact downstream gene expression. They found that turning off one region can often impact a “whole neighborhood” of genes, much like a blackout on a power grid.\n“We have been asking the wrong question,” said Li. “We should be asking what the targeting gene or genes of these variants are affecting the microglia. Sometimes, one variant may affect the expression of multiple genes in the neighborhood.”\nIdentifying One Among the Rest\nAdditionally, each region could contain several AD-associated genetic variants. Researchers then needed to pinpoint which variants are causal among the many that were identified through genetic analysis. Such precision is crucial for understanding the mechanisms by which non-coding variants contribute to the development of AD.", "These variants are predominantly located in genomic regions that do not code for proteins, making it difficult to understand which variants confer individuals’ risk of AD. Non-coding variants were once thought to be “junk DNA” by scientists. In recent years, these variants have been appreciated for playing crucial roles in controlling gene expression across tissues and cell types. However, linking these non-coding variants to the genes they regulate and effects on AD-related functions is a daunting task.\nNow, researchers at the University of North Carolina at Chapel Hill and The University of California, San Francisco, have identified the connections of risk variants with functions in microglia and then how they may contribute to AD."], "title": "Researchers Connect Alzheimer’s-Associated Genetic Variants with Brain ..."}, "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0284095": {"url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0284095", "description": "Public perceptions of the determinants of mental illness have important implications for attitudes and stigma, but minimal previous research has explored how causal attributions are spontaneously invoked in everyday public discourse. This study investigated how causal explanations for mental illness are disseminated in popular Irish news media, in the two years before and after the onset of ...", "snippets": ["Quite why people develop bipolar disorder is not clear cut. In some cases, it is thought brain chemistry may be to blame\n(Irish Daily Mail, 15/12/2020)\nInjuries to the brain, including stroke and head trauma, were also described as responsible for mental illness (n = 3).\n…she said that while the family had suffered tragedy, it was down to bad luck and not inherited mental disorders. Her own mother was told she had schizophrenia by doctors who were unaware that she had suffered ’a massive brain injury’ when she was run over in 1929\n(Irish Daily Mail, 09/01/2021)\nOther biological factors included menopause, enzymes, and pre-natal or intra-uterine factors (n = 22).\nA large-scale Swedish study of 90 per cent of births over 28 years found that children born to fathers over the age of 45 were at greater risk of autism, bipolar disorder, suicidal behaviour, drug abuse and ADHD.\n(The Irish Times, 28/07/2018)\nPsychological factors.", ". While investigating the differential implications of divergent social attributions was beyond the scope of this study, the analysis provides proof-of-concept of substantial variability within the content of social explanations and emphasises the need for future research to take account of this nuance.", "Secondly, the search terms in the current study present some limitations. While the use of DSM-5 diagnostic terms allowed for meaningful comparison across mental disorder types, and ensured the dataset was not overwhelmed by non-clinical references to terms such as ‘anxiety’ and ‘addiction’, results were affected by some diagnostic terms being more widely used than others. For example, the terms “anorexia nervosa” and “phobia” were used relatively faithfully, but the number of articles recovered about substance addiction was low due to infrequent lay use of formal diagnostic terms like “alcohol use disorder”. Similarly, the mood disorder category was more representative of bipolar disorder than major depressive disorder due to greater commonality of the term “bipolar disorder” than “major depressive disorder” in everyday language. The search terms also did not capture generic discussions of “mental health” or “mental illness”", "Public perceptions of the determinants of mental illness have important implications for attitudes and stigma, but minimal previous research has explored how causal attributions are spontaneously invoked in everyday public discourse. This study investigated how causal explanations for mental illness are disseminated in popular Irish news media, in the two years before and after the onset of the COVID-19 pandemic. Keyword searches of a news media database identified 1,892 articles published between March 2018 to March 2022 that mentioned one of six categories of mental disorders: anxiety disorders, mood disorders, substance-related disorders, personality disorders, eating disorders, and psychotic disorders. Overall, 25% of the identified articles contained a causal explanation for mental illness. Inductive content analysis revealed the content and prevalence of eight types of causal explanations for mental disorders", "Data from Denmark showed those growing up in the most polluted areas had a rate of schizophrenia almost 1.5 times higher than those in the least polluted areas.\n(Irish Daily Mail, 2019)\nBiological factors.\nBiological factors accounted for 11.30% (n = 71) of the causal attributions for mental disorders present in the analysed articles. These were most commonly represented as heritable factors, but other biological attributions included brain injury, hormones and neurotransmitters, and more.\nGenetic explanations described mental disorders being passed down from family members (n = 41).\n… decades of twin studies have helped to establish that anorexia nervosa is 50–60 per cent heritable.\n(The Irish Times, 02/04/2019)\nSeveral types of hormones and neurotransmitters were identified as determinants of mental disorder (n = 10), with descriptions ranging from general mentions of “brain chemistry” to identifying specific chemicals such as oestrogen or serotonin.", "Finally, results are descriptive and do not facilitate inference about the cause or effects of the attributional patterns demonstrated. However this is appropriate for an initial exploratory study. This descriptive data is vital to inform future ecologically valid, hypothesis-driven research, for example regarding the influence of COVID-19 on attributions or the differential effects of various social attributions.\nConclusions", "As social attributions are much more frequent in real-world discourse about mental disorders than currently represented in attribution research, they merit more direct theoretical and empirical elaboration on their own terms, rather than as merely a foil or control for biological attributions. While most previous research has collapsed social explanations into a single unidimensional category, the current data illuminates the multi-layered nature of attributions to social causes. Articles invoked determinants that traversed multiple ‘levels’ of the social world: from individual biographies to interpersonal relations, family dynamics, socio-economic factors and cultural context. Research from other domains suggests that different social determinants can trigger variable degrees of social essentialism, and hence more negative intergroup attitudes ", "(The Irish Times, 21/10/2020)\nSome articles also included generic mentions of “environmental factors”, presumably representing life experience generally, as being responsible for mental disorders (n = 6).\nSchizophrenia and other psychotic conditions are now known to arise from a complex interplay of genes and environment…\n(Irish Daily Mail, 19/03/2019)\nThe cultural/societal environment.\nAspects of one’s social environment were also commonly described as being responsible for mental disorders (16.40%, n = 103).\nCultural/societal expectations were one example of this (n = 56). This included perceived pressure from those around oneself to appear or behave in certain ways, including gender expectations, education and employment pressures, expectations around physical appearance and fitness, and expectations associated with fame and being in the public eye.", ". The relationships between biological attributions and negative social outcomes have been observed in both cross-sectional  and experimental  research, with the latter demonstrating that causal beliefs can be manipulated by exposure to experimentally-presented causal explanations.", "Public beliefs about the causes of mental illness have important implications for people with mental health difficulties. For instance, the belief that biological factors are responsible for mental illness has been shown to be associated with greater stigmatising attitudes, such as desire for social distance or perceptions of dangerousness . Exposure to information about mental illness that circulates in public discourse, such as through news media, can sway public opinion , and in the past has contributed to the formation of negative attitudes and harmful stereotypes . Exploring how causal explanations are disseminated in real-world contexts can provide insight into how members of the public encounter such information, and consequently, how their understandings may be shaped", "As a major societal event, the COVID-19 pandemic offers a good test-case to explore the malleability of causal attributions across socio-cultural context. The analysis produced some tentative evidence of temporal changes in attribution patterns post-pandemic, most notably a sharp rise in attributions to interpersonal relations, which included factors such as loneliness and social isolation. Along with prior research , this finding suggests that the pandemic may have increased public sensitivity to the social causes of mental disorders, though the durability of such effects remains to be seen. This emphasises the importance of situating research on causal attributions within their cultural/societal environment, and diversifying the geographic and historical evidence-base from which conclusions about attributions’ trends and effects are drawn.\nStrengths and limitations", "This study uses content analysis to identify the causal explanations for various mental disorders, and their prevalence, in major print and online news media in Ireland. The paper builds on previous literature by revealing the ways in which the public are exposed to causal explanations of mental disorders, paying particular attention to representations of social determinants, which are under-researched in previous literature. It also illuminates differences in news representations across mental disorders type by comparing across six categories of mental disorders. Finally, it investigates the malleability of attributions by exploring whether they shifted following the onset of the COVID-19 pandemic. In line with a ‘cultural meanings’ rather than ‘deficit model’ approach to lay understandings , the concern is not with evaluating the accuracy or ‘truth’ of public attributions, but documenting their range, prevalence, and distribution across time and mental disorder category.\nMethods"], "title": "How does the public understand the causes of mental disorders ... - PLOS"}, "https://en.wikipedia.org/wiki/SARS-CoV-2_Delta_variant": {"url": "https://en.wikipedia.org/wiki/SARS-CoV-2_Delta_variant", "description": "COVID-19 portal. v. t. e. The Delta variant (B.1.617.2) was [3][4] a variant of SARS-CoV-2, the virus that causes COVID-19. It was first detected in India on 5 October 2020. The Delta variant was named on 31 May 2021 and had spread to over 179 countries by 22 November 2021. The World Health Organization (WHO) indicated in June 2021 that the ...", "snippets": ["- ^ a b Shang, Jian; Yushun, Wan; Lou, Chuming; Ye, Gang; Geng, Qibin; Auerbach, Ashley; Fang, Li (2020). \"Cell entry mechanisms of SARS-CoV-2\". Proceedings of the National Academy of Sciences. 117 (21): 11727–11734. Bibcode:2020PNAS..11711727S. doi:10.1073/pnas.2003138117. PMC 7260975. PMID 32376634.\n- ^ \"expert reaction to VUI-21APR-02/B.1.617.2 being classified by PHE as a variant of concern\". sciencemediacentre.org. 7 May 2021. Archived from the original on 13 July 2021. Retrieved 18 June 2021.\n- ^ a b c Starr, Tyler N.; Greaney, Allison J.; Dingens, Adam S.; Bloom, Jesse D. (April 2021). \"Complete map of SARS-CoV-2 RBD mutations that escape the monoclonal antibody LY-CoV555 and its cocktail with LY-CoV016\". Cell Reports Medicine. 2 (4): 100255. doi:10.1016/j.xcrm.2021.100255. PMC 8020059. PMID 33842902.", "- ^ a b c \"SARS-CoV-2 variants of concern as of 24 May 2021\". European Centre for Disease Prevention and Control. 30 April 2021. Archived from the original on 16 June 2021. Retrieved 6 August 2021.\n- ^ \"Technical Briefing 20 SARS-CoV-2 variants of concern and variants under investigation in England\" (PDF). 6 August 2021. Archived (PDF) from the original on 15 December 2021. Retrieved 10 August 2021. This article incorporates text published under the British Open Government Licence v3.0:\n- ^ \"Technical Briefing 21 SARS-CoV-2 variants of concern and variants under investigation in England\" (PDF). Public Health England. 20 August 2021. Archived (PDF) from the original on 23 July 2021. Retrieved 28 August 2021. This article incorporates text published under the British Open Government Licence v3.0:", "- ^ \"Virologist: Indian variant not major concern in Finland, though care should be taken\". Yle. Finland. 27 May 2021. Retrieved 27 May 2021.\n- ^ \"Situation update on coronavirus - Coronavirus variants\". Finnish Institute for Health and Welfare. 11 August 2021. Retrieved 11 August 2021.\nDelta-variant: 2,876\n- ^ de Vera, Analou (9 December 2021). \"DOH: No Omicron variant yet in PH\". Manila Bulletin. Retrieved 10 December 2021.\n- ^ \"Philippines detects 492 new Omicron cases, total at 535\". GMA News. 19 January 2022. Retrieved 24 January 2022.\n- ^ \"Russia records first cases of COVID variant found in India\". The Economic Times. Retrieved 13 May 2021.\n- ^ \"Indian variant of Covid-19 confirmed in Thailand\". Bangkok Post. 10 May 2021. Retrieved 11 May 2021.\n- ^ Osborne, Samuel (23 August 2021). \"COVID-19: New Zealand extends coronavirus lockdown amid Delta variant outbreak\". Sky News. Retrieved 23 August 2021."], "title": "SARS-CoV-2 Delta variant - Wikipedia"}, "https://www.nih.gov/news-events/nih-research-matters/common-genetic-factors-found-5-mental-disorders": {"url": "https://www.nih.gov/news-events/nih-research-matters/common-genetic-factors-found-5-mental-disorders", "description": "Scientists have long recognized that many psychiatric disorders tend to run in families, suggesting potential genetic roots. Such disorders include autism, attention deficit hyperactivity disorder (ADHD), bipolar disorder, major depression and schizophrenia. Symptoms can overlap and so distinguishing among these 5 major psychiatric syndromes ...", "snippets": ["To take a broader look, an international research consortium conducted an analysis that incorporated data from genome-wide association studies (GWAS) of the 5 major disorders. This type of study involves scanning through thousands of genetic markers in search of tiny variations that appear more often in people who have a particular condition than in those who don't. The research received primary funding from NIH’s National Institute of Mental Health (NIMH), along with other NIH components.\nAs reported online in the Lancet on February 28, 2013, the scientists screened for evidence of illness-associated genetic variation among over 33,000 patients. All had been diagnosed with at least 1 of the 5 disorders. A comparison group included about 28,000 people who had no major psychiatric diagnosis.", "You are here\nMarch 18, 2013\nCommon Genetic Factors Found in 5 Mental Disorders\nMajor mental disorders traditionally thought to be distinct share certain genetic glitches, according to a new study. The finding may point to better ways to diagnose and treat these conditions.\nScientists have long recognized that many psychiatric disorders tend to run in families, suggesting potential genetic roots. Such disorders include autism, attention deficit hyperactivity disorder (ADHD), bipolar disorder, major depression and schizophrenia. Symptoms can overlap and so distinguishing among these 5 major psychiatric syndromes can be difficult. Their shared symptoms suggest they may also share similarities at the biological level. In fact, recent studies have turned up limited evidence of shared genetic risk factors, such as for schizophrenia and bipolar disorder, autism and schizophrenia, and depression and bipolar disorder.", "“Although statistically significant, each of these genetic associations individually can account for only a small amount of risk for mental illness,” says study co-author Dr. Jordan Smoller of Massachusetts General Hospital. Because of this, the variations couldn’t yet be used to predict or diagnose specific conditions. But these results may help researchers move closer to making more accurate diagnoses. They may also help lead to a better understanding of the factors that cause these major mental disorders.\nRelated Links\n- Video: NIH’s Dr. Bruce Cuthbert discusses the findings\n- Schizophrenia\n- Attention Deficit Hyperactivity Disorder (ADHD)\n- Autism Spectrum Disorders\n- Depression\n- Genome-Wide Association Studies\nReferences: Lancet. 2013 Feb 27. pii: S0140-6736(12)62129-1. doi: 10.1016/S0140-6736(12)62129-1. [Epub ahead of print]. PMID: 23453885.", "The analysis revealed variations significantly associated with all 5 disorders. These included variations in 2 genes that code for the cellular machinery that helps regulate the flow of calcium into neurons. Variation in one of these, called CACNA1C, had previously been linked to bipolar disorder, schizophrenia and major depression. CACNA1C is known to affect brain circuitry involved in emotion, thinking, attention and memory — functions that can be disrupted in mental illnesses. Variation in another calcium channel gene, called CACNB2, was also linked to the 5 disorders.\nIn addition, the researchers discovered illness-linked variation for all 5 disorders in certain regions of chromosomes 3 and 10. Each of these sites spans several genes, and causal factors haven’t yet been pinpointed. The suspect region along chromosome 3 had the strongest links to the disorders. This region also harbors certain variations previously linked to bipolar disorder and schizophrenia."], "title": "Common Genetic Factors Found in 5 Mental Disorders"}, "https://www.nimh.nih.gov/news/science-news/2021/gene-readouts-contribute-to-distinctness-of-mental-disorders": {"url": "https://www.nimh.nih.gov/news/science-news/2021/gene-readouts-contribute-to-distinctness-of-mental-disorders", "description": "A new study conducted by researchers at NIMH suggests that differences in the expression of gene transcripts – readouts copied from DNA that help maintain and build our cells – may hold the key to understanding how mental disorders with shared genetic risk factors result in different patterns of onset, symptoms, course of illness, and treatment responses.", "snippets": ["“Major mental disorders, such as schizophrenia, bipolar disorder, and major depressive disorder, share common genetic roots, but each disorder presents differently in each individual,” said Francis J. McMahon, M.D., a senior author of the study and chief of the Human Genetics Branch, part of the Intramural Research Program NIMH. “We wanted to investigate why disorders present differently, despite this seeming genetic similarity.”\nMcMahon and colleagues suspected that the brain’s transcriptome may hold some clues. The human genome is made up of DNA that contains instructions for helping maintain and build our cells. These instructions must be read and then copied into so-called “transcripts” for them to be carried out. Importantly, many different transcripts can be copied from a single gene, yielding a variety of proteins and other outputs. The transcriptome is the full set of transcripts found within the body."], "title": "Gene Readouts Contribute To Distinctness of Mental Disorders"}, "https://derangedphysiology.com/main/cicm-primary-exam/required-reading/nervous-system/Chapter%20104/synaptic-transmission-and-neurotransmitter-systems": {"url": "https://derangedphysiology.com/main/cicm-primary-exam/required-reading/nervous-system/Chapter%20104/synaptic-transmission-and-neurotransmitter-systems", "description": "Synaptic neurotransmission is the phenomenon where the action potential of one neuron, though an intermediate signal molecule, facilitates a change in the state of another neuron, to which it is connected by a synapse. \"Neurotransmitter\" is the name given to these intermediate molecules used for synaptic signalling. The most pharmacologically important members of this group include glutamate ...", "snippets": ["Role of dopamine in goal-oriented behaviour: Dopaminergic neurotransmission, particularly projections from the ventral tegmental area to the nucleus accumbens, is implicated in the stimulus-response arcs associated with addiction. Dopaminergic drugs of abuse influence this system in complex ways which are incompletely understood, but which seem to affect limbic pathways involved in complex behaviours associated with reward and punishment.\nNeuroleptic malignant syndrome is not exactly a physiological role, but needs to be mentioned here at least in passing as an interesting toxidrome. In short, this is a syndrome of decreased consciousness with classical motor manifestations, characterised by muscle rigidity and fever.", "- Subsequently reabsorbed into the presynaptic neuron or glia, or metabolized into an inactive form by enzymes to terminate the stimulation.\n- A single neurotransmitter tends to be dominant in any given neuron (Dale's Principle), though this is not always true.\n- Neurotransmitters include:\n- Excitatory neurotransmitters:\n- Glutamate\n- Dopamine\n- Noradrenaline\n- Acetylcholine (nicotinic receptors)\n- Inhibitory neurotransmitters:\n- GABA\n- Serotonin\n- Acetylcholine (muscarinic receptors)\nYou could really do no better than Roy Webster's Neurotransmitters, drugs and brain function (2001). Not all of its 550 pages are relevant to CICM exams, and one could safely limit one's reading to just the headline chapter (\"Neurotransmitter systems and functions: overview\"). If one is really interested, one could get a hold of Kumar & Deb's cowboy-sounding Frontiers in Pharmacology", "Question 1(p.2) from the first paper of 2010 asked for \"the physiological basis of the effects seen in the serotonin syndrome\", which appears to be a question none of the trainees could answer. This makes perfect sense, as the international scientific community is still unclear on this, and Francescageli et al, writing in 2019, did not report any clearly established molecular mechanisms. The college answer itself is also weirdly lacking in detail, offering irrelevant factoids like \"important neurotransmitter, a local hormone in the GIT and involved in platelet reactions\" and listing some clinical features but not explaining them other than to say that \"in serotonin syndrome these effects are probably CNS mediated\"", "So, depending on which receptor system is activated, the effects of dopamine could be excitatory or inhibitory. The increase or decrease in intracellular cyclic AMP could also lead to conflicting membrane effects. For example, D1 receptor secondary messenger signalling produces an inhibition of Na+/K+ ATPase activity, which should have a depolarising effect by making the resting membrane potential less negative (Pirovarov et al, 2019). D2 effects, on the other hand, seem to be mainly \"inhibitory\", as they produce a hyperpolarisation of the membrane by the modulation of voltage-gated sodium channels (Maurice et al, 2004). Moreover D2 receptors are available in presynaptic and postsynaptic flavours, each with distinct effects (presynaptic ones, for example, inhibit further dopamine release by a negative feedback mechanism, whereas postsynaptic ones can actually enhance downstream dopamine release). In short, you can't call dopamine an excitatory or an inhibitory neurotransmitter", "However, when one thinks of scenarios where dopamine neurotransmission is in excess, one thinks of a patient cavorting around their room in the nude. For the intensivist, the most important physiological roles of dopamine neurotransmission are related to its effects on movement, arousal and behaviour. In summary:\nRole of dopamine in movement relates to the regulatory role of dopamine in the nigrostriatal region of the basal ganglia. From here, projections to the rest of the basal ganglia are involved in the control of voluntary movement and coordination. Interference with dopaminergic neurotransmission here can lead to a paucity of movement (Parkinson disease) or its excess (tardive dyskinesia).\nRole of dopamine in alertness and consciousness: Dopaminergic neurotransmission is crucially important to all sorts of complex prefrontal functions such as learning, working memory, aggression, emotion, motor control, and food intake.", "Noradrenaline is also a catecholamine neurotransmitter that will be better known to ICU trainees because it has historical relevance for the treatment of shock, and because it remains a widely available vasopressor/inotrope, still in clinical use worldwide. The synthesis and structure of dopamine, as well as its catecholamine daughter molecules, is discussed better in the chapters about the autonomic nervous system. There are multiple dopamine receptors, all of which are metabotropic:"], "title": "Synaptic transmission and neurotransmitter systems - Deranged Physiology"}, "https://publichealth.jhu.edu/2024/what-is-public-mental-health": {"url": "https://publichealth.jhu.edu/2024/what-is-public-mental-health", "description": "Public mental health (PMH) seeks to answer questions like these by taking a broad, holistic approach to understanding, treating, and preventing mental and behavioral health disorders in populations, says Lindsey Webb, PhD ’20, MHS ’16, assistant research professor in Mental Health. Public mental health (PMH) encompasses more than diagnosed ...", "snippets": ["PMH works to dismantle these barriers by developing interventions that can reach vulnerable populations. For example, a PMH approach called CETA trains people without specialized mental health training to provide counseling to people in crisis. And PMH professionals advocate for policies at all levels of government to make prevention and intervention accessible.\nWhat does public mental health look like in the field?\nWebb is currently involved in several research endeavors, including Resilience in a Stressful Era (RISE) Baltimore. The project is following a cohort of young people who live in Baltimore City over the course of four years using surveys and interviews with them and their parents to understand how different race-related stressors and traumas impact their mental health and well-being over time."], "title": "What is Public Mental Health? - Johns Hopkins Bloomberg School of ..."}}}