{"url_to_unified_index": {"https://en.wikipedia.org/wiki/Lager": 5, "https://www.northernbrewer.com/blogs/beer-recipes-ingredients/unlocking-the-world-of-lager-choosing-the-right-yeast-for-your-homebrew": 6, "https://beerconnoisseur.com/articles/role-beer-yeast-brewing": 7, "https://pubmed.ncbi.nlm.nih.gov/34406697/": 1, "https://biologyinsights.com/genetic-exchange-and-flavor-diversity-in-yeast-fermentation/": 8, "https://journals.plos.org/plosgenetics/article?id=10.1371/journal.pgen.1011154": 4, "https://www.beer52.com/ferment/article/1628/patagonian-yeast": 11, "https://www.zmescience.com/science/news-science/beer-yeast-patagonia-24092024/": 9, "https://theconversation.com/weve-unlocked-exotic-new-beer-flavours-using-genetics-237266": 10, "https://www.zmescience.com/science/news-science/beer-new-flavors-patagonia/": 2, "https://news.wisc.edu/500-years-ago-yeasts-epic-journey-gave-rise-to-lager-beer/": 3}, "url_to_info": {"https://en.wikipedia.org/wiki/Lager": {"url": "https://en.wikipedia.org/wiki/Lager", "description": "A glass of lager from Bitburger, a German brewery. Lager (/ ˈ l ɑː ɡ ər /) is a type of beer brewed and conditioned at low temperature. [1] Lagers can be pale, amber, or dark.Pale lager is the most widely consumed and commercially available style of beer. [2] The term \"lager\" comes from the German word for \"storage\", as the beer was stored before drinking, traditionally in the same cool ...", "snippets": ["- ^ Charles Bamforth (2003). Beer: Tap into the Art and Science of Brewing, Second Edition. Oxford University Press. ISBN 0-19-515479-7.\n- ^ Jeff Alworth (2015). The Beer Bible The Essential Beer Lover's Guide. Workman Publishing. p. 234. ISBN 978-0-7611-8498-0.\n- ^ Ray Daniels (1998). Designing Great Beers The Ultimate Guide to Brewing Classic Beer Styles. Brewers Publications. ISBN 978-0-9840756-1-4.\n- ^ \"Josef Groll – Vater des Pils\" (in German). Archived from the original on 26 April 2012. Retrieved 15 December 2011.\n- ^ \"The History of Lager\".\n- ^ \"Lager Beer Styles, European All-malt Pilsener\". Beermonthclub.com. Retrieved 2014-04-08.\n- ^ a b c d e Krennmair, Andreas (2020). Vienna Lager. Amazon Digital Services LLC – Kdp. ISBN 979-8650933434.\n- ^ \"2021 Great American Beer Festival® Competition Style List, Descriptions and Specifications\" (PDF). Great American Beer Festival. Retrieved October 15, 2021.", "Based on the numbers of breweries, lager brewing became the main form of brewing in the Kingdom of Bohemia between 1860 and 1870, as shown in the following table:\nIn the 19th century, before the advent of refrigeration, German brewers would dig cellars for lagering and fill them with ice from nearby lakes and rivers, which would cool the beer during the summer months. To further protect the cellars from the summer heat, they would plant chestnut trees, which have spreading, dense canopies but shallow roots which would not intrude on the caverns. The practice of serving beer at these sites evolved into the modern beer garden.", "The rise of lager was entwined with the development of refrigeration, as it made it possible to brew lager year-round (brewing in the summer had previously been banned in many locations across Germany), and efficient refrigeration also made it possible to brew lager in more places and keep it cold until serving. The first large-scale refrigerated lagering tanks were developed for Gabriel Sedelmayr's Spaten Brewery in Munich by Carl von Linde in 1870.\nProduction process\n[edit]Lager uses a process of cool fermentation, followed by maturation in cold storage. The German word \"Lager\" means storeroom or warehouse. The yeast generally used with lager brewing is Saccharomyces pastorianus. It is a close relative of the Saccharomyces cerevisiae yeast used for warm fermented ales.[citation needed]", "Lager\nLager (/ˈlɑːɡər/) is a type of beer brewed and conditioned at low temperature. Lagers can be pale, amber, or dark. Pale lager is the most widely consumed and commercially available style of beer. The term \"lager\" comes from the German word for \"storage\", as the beer was stored before drinking, traditionally in the same cool caves in which it was fermented.\nAs well as maturation in cold storage, most lagers are distinguished by the use of Saccharomyces pastorianus, a \"bottom-fermenting\" yeast that ferments at relatively cold temperatures.\nEtymology"], "title": "Lager - Wikipedia"}, "https://www.northernbrewer.com/blogs/beer-recipes-ingredients/unlocking-the-world-of-lager-choosing-the-right-yeast-for-your-homebrew": {"url": "https://www.northernbrewer.com/blogs/beer-recipes-ingredients/unlocking-the-world-of-lager-choosing-the-right-yeast-for-your-homebrew", "description": "Lager is a beer style fermented and conditioned at low temperatures, typically between 44-55°F (7-13°C). This cold fermentation allows for the development of a clean and balanced flavor profile, which distinguishes lagers from ales. To create the perfect lager, the choice of yeast is paramount, as it significantly influences the final flavor ...", "snippets": ["It could appear like a simple message, but keep in mind that the right lager yeast remains the one you like the most in this specific recipe. At Fermentis, we do our best to help you to make the good choice based on data, sensory analysis and beer styles expectations but there is nothing better than experimentation because everyone's taste is unique. You could like something at the total opposite of the standard expectations, and it’s partially what makes homebrewing a beautiful hobby: its diversity.\nLet's Lager!", "For homebrewers delving into the art and science of brewing, understanding the potential South American origin of lager yeast adds a layer of appreciation to the brewing process. It underscores the dynamic interplay between natural elements and human ingenuity that has shaped the beverages we savor. As you embark on your brewing adventures, envision the yeast in your fermenter as a globetrotter, carrying a genetic passport with stamps from the beech trees of Patagonia. The mysterious origins of lager yeast remind us that brewing is not just a craft; it's a journey that spans continents, climates, and the vast tapestry of microbial life.\nNow, armed with a newfound appreciation for the untamed origins of our brewing companion, let's seamlessly transition to the present-day saviors of our fermentations – the Fermentis SafLager yeasts.\nThe Essence of Lager Brewing", "In conclusion, the world of lager brewing is a delightful trip with numerous possibilities. Each yeast strain offers a unique flavor profile, allowing you to craft the perfect lager to suit your taste, whether it's malt-forward or hop-forward. Consider experimenting with different strains to discover your favorite and tailor your lager to perfection. The next time you raise a glass of your meticulously brewed lager, take a moment to salute the yeast that might have started its journey in the enchanting landscapes of Patagonia, making its way to your brew kettle and leaving its mark on the refreshing elixir in your hands. Prost to the mysteries of Lager yeast and the untold stories it brings to your homebrewing experience!\nThis article was researched, written, and provided to Northern Brewer Homebrew Supply by Fermentis.", "Lager beer, known for its clean, crisp, and refreshing characteristics, has captured the hearts of beer enthusiasts around the world. This classic style offers a wide spectrum of flavors, from the malt-forward Märzen to the hoppy Pilsner, making it a versatile choice for homebrewers. But the key to unlocking the full potential of lager brewing lies in selecting the right yeast strain. We’ll explore the world of lager and compare four popular lager yeast strains from Fermentis to help homebrewers choose the one that suits their brewing goals.\nLager is a beer style fermented and conditioned at low temperatures, typically between 44-55°F (7-13°C). This cold fermentation allows for the development of a clean and balanced flavor profile, which distinguishes lagers from ales. To create the perfect lager, the choice of yeast is paramount, as it significantly influences the final flavor and aroma of the beer.\nLet’s explore the options Fermentis is offering to play with this trendy style:"], "title": "Unlocking the World of Lager: Choosing the Right Yeast for Your Homebr"}, "https://beerconnoisseur.com/articles/role-beer-yeast-brewing": {"url": "https://beerconnoisseur.com/articles/role-beer-yeast-brewing", "description": "During fermentation, the primary beer yeast species, known as Saccharomyces cerevisiae, produces energy for its cellular metabolism by converting certain sugars into carbon dioxide, alcohols and fermentation by-products. Brewers in the middle ages had no idea about the presence of yeast and the role it plays in beer production.", "snippets": ["Start 14-Day Trial Subscription\n*No credit card required\nThe fascinating microscopic organism that is yeast provides a tremendous impact on beer and brewing. Yeast plays a key role in creating the distinctive aroma and flavor components that make up an impressive variety of beer styles. Without the metabolism of yeast cells, the traditional production of alcoholic beverages would not be possible.\nYeasts are single-celled organisms with a nucleus that belong to the fungus kingdom. Unlike plant cells, yeast requires no sunlight, and the organism has been the catalyst used in baking and the creation of alcoholic beverages for thousands of years. During fermentation, the primary beer yeast species, known as Saccharomyces cerevisiae, produces energy for its cellular metabolism by converting certain sugars into carbon dioxide, alcohols and fermentation by-products.", "Ale yeast strains ferment best at temperatures in the range of 60 to 72 degrees Fahrenheit. They are quite diverse in metabolism and in the production of fruity, spicy aroma and flavor compounds imparted to the finished beer. Think of a traditional English brewery using ale yeast in open fermentation vats at a rather cool ambient temperature. The beer ferments in just a few days, and the resulting English bitter style offers elegant notes of dried fruit, stone fruit and perhaps just a hint of butterscotch - all of which are fermentation by-products from the ale yeast.\nAle strains have a knack for excreting ester chemicals that can be perceived as various fruit notes. Being greatly influenced by temperature, ale yeast can experience a four-fold increase in ester production as a result of increasing fermentation temperature from 60 to 68 degrees Fahrenheit. Ales fermented at extremely warm temperatures will often exhibit intense fruitiness.", "Lager yeast was first used in Bavaria and then taken to Pilsen in the Czech Republic and Copenhagen in Denmark in the nineteenth century. Brewers often carried out fermentation and cold conditioning (lagering) in icy cellars or caves in the early days. Later, the Industrial Revolution's steam power, refrigeration, pasteurization and railways made it possible for brewers to employ lager yeast and market the resulting beers far and wide.\nMany lager beers are produced with a yeast variant called Saccharomyces carlsbergensis - a cross between classic Saccharomyces cerevisiae and a mysterious wild yeast strain. Recent genetic research shows that this fascinating wild strain probably came from Argentinian tree bark in chilly Patagonia that somehow made its way to Europe on early trading ships.", "Different yeast strains play an essential role in the creation of classic beer styles. Think of the clean, malt-forward character of lagers such as American Standard Lager, Czech Pale Lager and Bavarian lagers such as Helles, Dunkel, Bock, Festbier and Märzen. In contrast, American and British ales offer light fruity notes from esters, and most craft beer fans love the complex, fruity, spicy notes of Belgian ales such as Dubbel, Tripel and Witbier. We've already touched on the appealing spice character of a Bavarian Weissbier. None of these qualities would be present without the magic of different yeasts."], "title": "The Role of Beer Yeast in Brewing - The Beer Connoisseur®"}, "https://pubmed.ncbi.nlm.nih.gov/34406697/": {"url": "https://pubmed.ncbi.nlm.nih.gov/34406697/", "description": "In this sense, Patagonia offers a wide diversity of ethanol-tolerant yeasts and stands out as a bioprospecting alternative. This study characterized the genetic and phenotypic diversity of yeast isolates obtained from Central Chilean Patagonia and analyzed their fermentation potential under different fermentative conditions.", "snippets": ["The quest for new wild yeasts has increasingly gained attention because of their potential ability to provide unique organoleptic characters to fermented beverages. In this sense, Patagonia offers a wide diversity of ethanol-tolerant yeasts and stands out as a bioprospecting alternative. This study characterized the genetic and phenotypic diversity of yeast isolates obtained from Central Chilean Patagonia and analyzed their fermentation potential under different fermentative conditions. We recovered 125 colonies from Nothofagus spp. bark samples belonging to five yeast species: Saccharomyces eubayanus, Saccharomyces uvarum, Lachancea cidri, Kregervanrija delftensis, and Hanseniaspora valbyensis. High-throughput microcultivation assays demonstrated the extensive phenotypic diversity among Patagonian isolates, where Saccharomyces spp and L. cidri isolates exhibited the most outstanding fitness scores across the conditions tested"], "title": "Identification of new ethanol-tolerant yeast strains with fermentation ..."}, "https://biologyinsights.com/genetic-exchange-and-flavor-diversity-in-yeast-fermentation/": {"url": "https://biologyinsights.com/genetic-exchange-and-flavor-diversity-in-yeast-fermentation/", "description": "In the context of fermentation, these genetic variations can significantly impact the metabolic pathways yeast employs, ultimately influencing the production of flavor compounds. For instance, certain genetic combinations may enhance the production of esters, which contribute fruity notes to beverages like beer and wine.", "snippets": ["Temperature, for instance, is a critical factor in determining the rate and nature of fermentation. A warmer environment typically accelerates yeast activity, leading to faster sugar conversion but potentially altering the balance of flavor compounds produced. Conversely, cooler temperatures can slow the process, allowing for the development of more nuanced and complex flavors. This delicate balance requires careful monitoring to achieve the desired sensory outcomes in products like beer, wine, and spirits.\nNutrient availability also influences fermentation characteristics, as yeast relies on a variety of nutrients to thrive and perform optimally. The presence of essential vitamins, minerals, and amino acids can significantly affect yeast health and metabolism, impacting the efficiency of fermentation and the quality of the final product. Producers often adjust nutrient levels to ensure robust yeast performance and to steer the fermentation toward specific flavor profiles.", "Crafting these hybrids involves leveraging the natural propensity of yeast to undergo genetic mixing. Specialized techniques, such as protoplast fusion, can facilitate this process by allowing the cytoplasmic contents of two different strains to merge. The resulting hybrids can be screened for desirable traits, such as increased alcohol tolerance or the ability to produce specific flavor compounds. This method of strain development offers a level of precision and predictability that is highly valued in commercial fermentation applications.", "Fermentation conditions, such as oxygen levels and fermentation vessels, also contribute to the complexity of flavor profiles. Open fermentation allows for greater interaction with the environment, introducing subtle variations in taste and aroma that are not achievable in closed systems. The material of the fermentation vessel itself can impart unique characteristics, with wooden barrels, for example, infusing notes of vanilla or spice.", "The world of fermentation is a sensory playground where flavor profile variations are as diverse as the yeasts that create them. Each fermentation process offers a unique combination of taste and aroma, shaped by the interplay of yeast strains, substrates, and environmental factors. These variations are particularly evident in the brewing and winemaking industries, where the choice of yeast strain can dramatically alter the final product’s character.\nThe substrate, or the raw material used in fermentation, plays a significant role in determining flavor outcomes. Different grains, fruits, or other fermentable sources impart distinct base notes that interact with yeast-derived compounds. For instance, the use of malted barley in beer production provides a rich canvas of caramel and biscuity flavors, which can be accentuated or subdued by the yeast’s metabolic activities.", "The intricate dance of yeast during fermentation is a testament to its remarkable adaptability. At the heart of this process lies the yeast’s ability to interact with its environment, converting sugars into alcohol and carbon dioxide while also producing a myriad of secondary metabolites. These byproducts are what contribute to the distinctive flavors and aromas that make each fermented product unique. The conditions under which fermentation occurs—such as temperature, pH, and nutrient availability—play a significant role in shaping these characteristics."], "title": "Genetic Exchange and Flavor Diversity in Yeast Fermentation"}, "https://journals.plos.org/plosgenetics/article?id=10.1371/journal.pgen.1011154": {"url": "https://journals.plos.org/plosgenetics/article?id=10.1371/journal.pgen.1011154", "description": "Author summary Lager beer dominates the global market, accounting for over 90% of commercial beer varieties. The main player in lager fermentation is the yeast Saccharomyces pastorianus, an interspecific hybrid between S. cerevisiae and S. eubayanus. Despite its popularity, the range of flavours and aromas found in lager beers is restricted by the low genetic diversity of available lager ...", "snippets": [". cerevisiae x S. eubayanus yeast hybrids. Furthermore, evolved hybrids had significantly distinct aroma profiles, varying significantly from the established profiles found in lager beer.", "Lager beer dominates the global market, accounting for over 90% of commercial beer varieties. The main player in lager fermentation is the yeast Saccharomyces pastorianus, an interspecific hybrid between S. cerevisiae and S. eubayanus. Despite its popularity, the range of flavours and aromas found in lager beers is restricted by the low genetic diversity of available lager strains. Here, we explored if lager yeast profiles can be diversified by leveraging natural isolates of S. eubayanus from Chilean Patagonia. We generated de novo hybrids between S. cerevisiae and three distinct S. eubayanus Patagonian lineages. Through experimental evolution and selection on fermentation traits, we improved the fermentation profiles of the hybrids. We found that mutations in IRA2, IMA1, and MALX genes enhanced their maltose and maltotriose metabolism, resulting in higher ethanol production and unique aroma profiles. Our results also confirm that S", "- 69. Eizaguirre JI, Peris D, Rodríguez ME, Lopes CA, De Los Ríos P, Hittinger CT, et al. Phylogeography of the wild Lager-brewing ancestor (Saccharomyces eubayanus) in Patagonia. Environ Microbiol. 2018;20: 3732–3743. pmid:30105823\n- 70. Cubillos FA, Gibson B, Grijalva-Vallejos N, Krogerus K, Nikulin J. Bioprospecting for brewers: Exploiting natural diversity for naturally diverse beers. Yeast. 2019. pmid:30698853\n- 71. Krogerus K, Preiss R, Gibson B. A unique saccharomyces cerevisiae saccharomyces uvarum hybrid isolated from norwegian farmhouse beer: Characterization and reconstruction. Front Microbiol. 2018;9: 1–15. pmid:30319573\n- 72. Krogerus K, Magalhães F, Vidgren V, Gibson B. New lager yeast strains generated by interspecific hybridization. J Ind Microbiol Biotechnol. 2015;42: 769–778. pmid:25682107\n- 73. Burini JA, Eizaguirre JI, Loviso C, Libkind D. Non-conventional yeasts as tools for innovation and differentiation in brewing. Rev Argent Microbiol. 2021;53. pmid:33674169", "- 13. Bonatto D. The diversity of commercially available ale and lager yeast strains and the impact of brewer’s preferential yeast choice on the fermentative beer profiles. Food Res Int. 2021;141: 110125. pmid:33641992\n- 14. Libkind D, Hittinger CT, Valerio E, Goncalves C, Dover J, Johnston M, et al. Microbe domestication and the identification of the wild genetic stock of lager-brewing yeast. Proc Natl Acad Sci. 2011;108: 14539–14544. pmid:21873232\n- 15. Nespolo RF, Villarroel CA, Oporto CI, Tapia SM, Vega-Macaya F, Urbina K, et al. An Out-of-Patagonia migration explains the worldwide diversity and distribution of Saccharomyces eubayanus lineages. PLoS Genet. 2020;16: e1008777. pmid:32357148\n- 16. Langdon QK, Peris D, Eizaguirre JI, Opulente DA, Buh K V., Sylvester K, et al. Postglacial migration shaped the genomic diversity and global distribution of the wild ancestor of lager-brewing hybrids. PLOS Genet. 2020;16: e1008680. pmid:32251477", "Lager yeasts are limited to a few strains worldwide, imposing restrictions on flavour and aroma diversity and hindering our understanding of the complex evolutionary mechanisms during yeast domestication. The recent finding of diverse S. eubayanus lineages from Patagonia offers potential for generating new lager yeasts with different flavour profiles. Here, we leverage the natural genetic diversity of S. eubayanus and expand the lager yeast repertoire by including three distinct Patagonian S. eubayanus lineages. We used experimental evolution and selection on desirable traits to enhance the fermentation profiles of novel S. cerevisiae x S. eubayanus hybrids. Our analyses reveal an intricate interplay of pre-existing diversity, selection on species-specific mitochondria, de-novo mutations, and gene copy variations in sugar metabolism genes, resulting in high ethanol production and unique aroma profiles. Hybrids with S", ".1% increase in ethanol production compared to the commercial strain (Fig 3B, p-value = 0.001, one-way ANOVA).", ". The poor genetic diversity of lager strains used in commercial brewing today (85 lager strains commercially available versus 358 ale strains ) puts tight constraints on the variety of flavours and aromas found in lager beer. At the same time, it limits our understanding of the evolutionary mechanism operating during the yeast domestication process.", "The discovery of S. eubayanus in Patagonia in 2011 , opened new possibilities for creating novel hybrid strains by using the full range of natural genetic diversity found in this species. Phylogenetic analyses have revealed six distinct lineages of S. eubayanus, including China, Patagonia A (‘PA’), Holarctic, and Patagonia B, ‘PB-1’, ‘PB-2’ and ‘PB-3’, and some admixed strains derived from ancient crosses . Of these, S. eubayanus from Patagonia displays the broadest phenotypic diversity for a wide range of traits, including high maltose consumption, aroma profiles, and fermentation capacity . The distinctive traits of wild Patagonian S. eubayanus strains indicate their potential for crafting new lager beer styles. These strains could yield novel taste and aroma profiles, approaching similar complexity and diversity in flavour, appearance, and mouthfeel as Ale beers.", "Funding: This research was funded by Agencia Nacional de Investigación y Desarrollo (ANID) FONDECYT program and ANID-Programa Iniciativa Científica Milenio – ICN17_022 and NCN2021_050. FAC is supported by FONDECYT grant N° 1220026, JM by FONDECYT POSTDOCTORADO grant N° 3200545 and PV by ANID FONDECYT POSTDOCTORADO grant N° 3200575. CAV is supported by FONDECYT INICIACIÓN grant N° 11230724. RFN is supported by FONDECYT grant N° 1221073. RS and JM’s work is supported by the Swedish Research Council (2022-03427) and the Knut and Alice Wallenberg Foundation (2017.0163). FIS, JM, and PV received a salary from FONDECYT grant N° 1220026, FONDECYT POSTDOCTORADO grants N° 3200545 and N° 3200575, respectively. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.\nCompeting interests: The authors have declared that no competing interests exist.\nIntroduction", "Author summary", "Citation: Molinet J, Navarrete JP, Villarroel CA, Villarreal P, Sandoval FI, Nespolo RF, et al. (2024) Wild Patagonian yeast improve the evolutionary potential of novel interspecific hybrid strains for lager brewing. PLoS Genet 20(6): e1011154. https://doi.org/10.1371/journal.pgen.1011154\nEditor: José Paulo Sampaio, Faculdade de Ciências e Tecnologia, Universidade Nova de Lisboa, PORTUGAL\nReceived: January 28, 2024; Accepted: May 17, 2024; Published: June 20, 2024\nCopyright: © 2024 Molinet et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.\nData Availability: All fastq sequences were deposited in the National Center for Biotechnology Information (NCBI) as a Sequence Read Archive under the BioProject accession number PRJNA1043100 (http://www.ncbi.nlm.nih.gov/bioproject/1043100).", "- 74. Gabaldón T. Hybridization and the origin of new yeast lineages. FEMS Yeast Res. 2020;20: 1–8. pmid:32658267\n- 75. Adavoudi R, Pilot M. Consequences of hybridization in mammals: A systematic review. Genes (Basel). 2022;13. pmid:35052393\n- 76. Seehausen O. Hybridization and adaptive radiation. Trends Ecol Evol. 2004;19: 198–207. pmid:16701254\n- 77. Burke MK. Embracing Complexity: Yeast Evolution Experiments Featuring Standing Genetic Variation. J Mol Evol. 2023;91: 281–292. pmid:36752827\n- 78. Krogerus K, Magalhães F, Vidgren V, Gibson B. Novel brewing yeast hybrids: creation and application. Appl Microbiol Biotechnol. 2017;101: 65–78. pmid:27885413", "- 9. Gallone B, Steensels J, Mertens S, Dzialo MC, Gordon JL, Wauters R, et al. Interspecific hybridization facilitates niche adaptation in beer yeast. Nat Ecol Evol. 2019;3: 1562–1575. pmid:31636425\n- 10. Langdon QK, Peris D, Baker ECP, Opulente DA, Nguyen HV, Bond U, et al. Fermentation innovation through complex hybridization of wild and domesticated yeasts. Nat Ecol Evol. 2019;3: 1576–1586. pmid:31636426\n- 11. Gibson B, Geertman JMA, Hittinger CT, Krogerus K, Libkind D, Louis EJ, et al. New yeasts-new brews: Modern approaches to brewing yeast design and development. FEMS Yeast Res. 2017;17: 1–13. pmid:28582493\n- 12. Hutzler M, Morrissey JP, Laus A, Meussdoerffer F, Zarnkow M. A new hypothesis for the origin of the lager yeast Saccharomyces pastorianus. FEMS Yeast Res. 2023;23: 1–17. pmid:37102188", "Figures\nAbstract", ". cerevisiae mitochondria (Fig 2C). Specifically, hybrids with S. eubayanus mitochondria increased their maximum CO2 loss by 10.6% when evolving in M medium (p-value = 0.003698, one-way ANOVA) and by 13% in T medium (p-value = 1.328e-08, one-way ANOVA) (Fig 2D). This was predominantly due to an elevated maltotriose uptake (Fig 2E and Tab C in S6 Table). Notably, the fermentative capacity of these hybrids reached that of the commercial strain (Tab D in S6 Table, p-value > 0.05, one-way ANOVA). These findings strongly suggest that lines derived from hybrids generated at colder temperatures carrying S. eubayanus mitochondria and evolved in a complex maltose/maltotriose medium (T), significantly enhanced their lager fermentative capacity due to an increased maltotriose uptake during beer wort fermentation.", "Next, we assessed the fermentative capacity of the evolved lines under conditions resembling beer wort fermentation (12°Brix and 12°C) (Figs 2C and S6 and Tabs A and B in S6 Table). We did not observe a significant increase in CO2 production levels in the evolved lines of the H6-A and H8-A hybrids in either M or T media (Figs 2C and S6 and Tab B in S6 Table, p-value < 0.05, one-way ANOVA). However, we found a significant greater CO2 production in the evolved lines of H4-A, evident in both evolution media, indicative of higher fermentation activity. The evolved lines of H3-A under T media also demonstrated a slightly higher CO2 production (Fig 2C and Tab B in S6 Table, p-value < 0.05, one-way ANOVA, for H4 evolved lines and p-values of 0.0708 and 0.05149 for H3 evolved lines in M and T, respectively). Thus, both evolved hybrid lines generated at cold-temperature, carrying S. eubayanus mitochondria, showed a greater increase in CO2 production than hybrids carrying the S", ". While these studies have expanded the diversity of lager yeast phenotypes, they are primarily based on a single S. eubayanus genetic background, CBS 12357T (belonging to PB-1), which is not representative of the overall species’ genetic and phenotypic diversity . S. eubayanus lineages vary widely in fermentation capacity and aroma profiles during beer fermentation, suggesting that the natural diversity of S. eubayanus is also well-suited for making innovative lager hybrid strains . Here, we expanded the strain repertoire available for lager brewing by including all three different S. eubayanus lineages found in Patagonia. Leveraging the genetic diversity of S. eubayanus, we created novel S. cerevisiae x S. eubayanus hybrids and enhanced their fermentation capacity through experimental evolution", "We thank Antonio Molina, José Ruiz, Kamila Urbina, Mirjam Amcoff, Elin Gülich and S. Lorena Ament-Velásquez for their technical help. We also acknowledge Fundación Ciencia & Vida for providing infrastructure, laboratory space and equipment for experiments. Additionally, we acknowledge the use of the server provided by the supercomputing infrastructure of the National Laboratory for High Performance Computing Chile (NLHPC, ECM-02) and by SNIC through Uppsala Multidisciplinary Center for Advanced Computational Science (UPPMAX) under Project naiss2023-22-62.\nReferences\n- 1. Steensels J, Gallone B, Voordeckers K, Verstrepen KJ. Domestication of Industrial Microbes. Curr Biol. 2019;29: R381–R393. pmid:31112692\n- 2. Walker GM, Basso TO. Mitigating stress in industrial yeasts. Fungal Biol. 2019. pmid:32389301\n- 3. Stelkens R, Bendixsen DP. The evolutionary and ecological potential of yeast hybrids. Curr Opin Genet Dev. 2022;76: 101958. pmid:35834944", "Statistical analysis\nData visualization and statistical analyses were performed with R software version 4.03. Maximum specific growth rates and total CO2 loss were compared using an analysis of variance (ANOVA) and differences between the mean values of three replicates were tested using Student’s t-test and corrected for multiple comparisons using the Benjamini-Hochberg method. A p-value less than 0.05 (p<0.05) was considered statistically significant. Heatmaps were generated using the ComplexHeatmap package version 2.6.2. A principal component analysis (PCA) was performed on phenotypic data using the FactoMineR package version 2.4 and the factoextra package version 1.07 for extracting, visualizing and interpreting the results.\nResults\nDe novo S. cerevisiae x S. eubayanus F1 hybrids show similar phenotypes as their parental strains", ". eubayanus mitochondria confer a greater evolutionary potential than S. cerevisiae mitochondria. The current study encourages the use of wild yeast strains to develop new brewing applications to expand the repertoire of de novo lager yeasts.", "- 54. Langdon QK, Peris D, Kyle B, Hittinger CT. Sppider: A species identification tool to investigate hybrid genomes with high-throughput sequencing. Mol Biol Evol. 2018;35: 2835–2849. pmid:30184140\n- 55. Talevich E, Shain AH, Botton T, Bastian BC. CNVkit: Genome-Wide Copy Number Detection and Visualization from Targeted DNA Sequencing. PLOS Comput Biol. 2016;12: e1004873. pmid:27100738\n- 56. Venegas CA, Saona LA, Urbina K, Quintrel P, Peña TA, Mardones W, et al. Addition of Saccharomyces eubayanus to SCOBY fermentations modulates the chemical and volatile compound profiles in kombucha. Food Microbiol. 2023;116. pmid:37689417\n- 57. Chen S, Zhou Y, Chen Y, Gu J. Fastp: An ultra-fast all-in-one FASTQ preprocessor. Bioinformatics. 2018;34: i884–i890. pmid:30423086\n- 58. Garrison E, Marth G. Haplotype-based variant detection from short-read sequencing. arXiv. 2012; 1–9. Available: http://arxiv.org/abs/1207.3907", "- 21. Gorter De Vries AR, Voskamp MA, Van Aalst ACA, Kristensen LH, Jansen L, Van Den Broek M, et al. Laboratory evolution of a Saccharomyces cerevisiae × S. eubayanus hybrid under simulated lager-brewing conditions. Front Genet. 2019;10. pmid:31001314\n- 22. Gibson B, Dahabieh M, Krogerus K, Jouhten P, Magalhães F, Pereira R, et al. Adaptive Laboratory Evolution of Ale and Lager Yeasts for Improved Brewing Efficiency and Beer Quality. Annu Rev Food Sci Technol. 2020;11. pmid:31951488\n- 23. Payen C, Dunham MJ. Experimental Evolution and Resequencing Analysis of Yeast. Yeast Functional Genomics: Methods and Protocols. 2016. pp. 361–374. pmid:26483032\n- 24. Cooper VS. Experimental Evolution as a High-Throughput Screen for Genetic Adaptations. mSphere. 2018;3: 1–7. pmid:29743200", ".8% decrease in the maximum CO2 loss rate (S9 Table, p-value = 0.02268 one-way ANOVA). This decrease in the fermentative capacity in the H3-E null mutant correlates with a lower maltotriose uptake (68.6%, Fig 4D). These results suggest that the stop-codon in IRA2 in the evolved hybrids does not necessarily lead to a loss of protein function, but instead to a complex genetic interaction in the H3-E background promoting a trade-off between biomass and fermentative capacity, which is likely partly responsible for the phenotypic differences during the evolutionary process.", "FACS analysis"], "title": "Wild Patagonian yeast improve the evolutionary potential of novel ..."}, "https://www.beer52.com/ferment/article/1628/patagonian-yeast": {"url": "https://www.beer52.com/ferment/article/1628/patagonian-yeast", "description": "This yeast was discovered in a mushroom growing on Patagonia’s south beech trees, and is believed to have hybridised in such a way that its progeny inherited eubayanus’s cold resistance. Victoria, however, has been searching for yeasts that, without intervention, are able to ferment effectively in a wide range of temperatures and in some ...", "snippets": ["In the last number of years, you may have heard or read about saccharomyces eubayanus, the cold resistant species of yeast found in Patagonia that’s believed to be the ancestor of lager yeast, brought to Bavaria through the migration of people some centuries ago. This yeast was discovered in a mushroom growing on Patagonia’s south beech trees, and is believed to have hybridised in such a way that its progeny inherited eubayanus’s cold resistance. Victoria, however, has been searching for yeasts that, without intervention, are able to ferment effectively in a wide range of temperatures and in some cases, produce unique esters and phenols.\nSo far, she’s isolated a yeast from a species of cactus that can be found in the Atacama Desert, another species originating in a nut bush, and a third strain – which is used in Patagonia Yeast’s IPA and Victoria has appropriately named the Dionysus yeast – that has come from the murtilla fruit, a kind of red berry that grows high up in the Andes.", "In combination with high taxes, the infrastructure facilitating the mass importation of key ingredients makes it extremely expensive, if not impossible, for small producers to purchase the smaller quantity of materials they need and can manage. The result is that where a litre of generic, macro beer might cost $1, a litre of craft could cost $10. But as difficult as it might be to compete on price, Victoria can see an ever-increasing appetite for quality.", "“Equally, the rate of pitching is so important. Different species will produce different esters and different phenols at different temperatures, so to control this properly you have to change the temperature very slowly, day by day. This is really important when you’re producing different styles of beer; if your yeast makes lots of phenols and you’re trying to make a session beer, you’re going to reduce its drinkability.”\nWhile Victoria is a scientist before she is a brewer, her challenges are the same as Chile’s craft breweries; the issue, as always, is how to communicate the value of craft, and the importance of sustainably investing in the utilisation and celebration of Chile’s immense natural resources and completely unique landscape. Among other things, Victoria says support needs to come from the government."], "title": "Patagonian Yeast"}, "https://www.zmescience.com/science/news-science/beer-yeast-patagonia-24092024/": {"url": "https://www.zmescience.com/science/news-science/beer-yeast-patagonia-24092024/", "description": "In 2011, that all changed. “Until a few years ago, it was impossible to create a new lager beer, simply because the maternal species of lager yeast, S. eubayanus, had not yet been discovered ...", "snippets": ["In the past, researchers have managed to genetically engineer yeasts to produce variations, but GMO beer didn’t prove too popular with consumers. This research promises to broaden the toolkit of brewers, leading to the development of yeast strains that are not only more efficient but also capable of producing a wider array of flavors and aromas. It represents a significant step forward from the genetically limited strains that have dominated the market for centuries.\nJournal Reference: Jennifer Molinet et al, Wild Patagonian yeast improve the evolutionary potential of novel interspecific hybrid strains for lager brewing, PLOS Genetics (2024). DOI: 10.1371/journal.pgen.1011154", "Lager beer (the crisp, cold-fermented, fizzy beer) dominates the global beer market. Around 90% of the world’s beer varieties are lager. But lagers are constrained by a surprisingly narrow genetic pool — the genetic pool of yeast.\nExpanding the pool\nIf you’ve ever wondered why lagers taste so similar to one another, it’s because of the yeast. The vast majority of beers use a limited number of yeast strains. Primarily they use Saccharomyces pastorianus, a hybrid of Saccharomyces cerevisiae and Saccharomyces eubayanus. This restricted genetic diversity has confined the range of flavors and aromas in beer. In 2011, that all changed.", "For brewers, the implications of these findings could be a game changer. The ability to craft beers with new flavors and aromas using these novel hybrids could open up a new market segment, appealing to craft beer enthusiasts and traditional lager lovers alike. The evolved hybrids have already shown fermentative capacities on par with, and in some cases exceeding, those of commercial strains. Moreover, their unique aroma profiles — ranging from sweet, fruity notes to more complex, spicy, and phenolic undertones — could diversify the sensory experiences offered by lagers."], "title": "A yeast from Argentina’s Patagonia could usher in a beer revolution"}, "https://theconversation.com/weve-unlocked-exotic-new-beer-flavours-using-genetics-237266": {"url": "https://theconversation.com/weve-unlocked-exotic-new-beer-flavours-using-genetics-237266", "description": "The traditional lager yeast, Saccharomyces pastorianus, is a hybrid cross between two yeast species: S. cerevisiae (used for producing wine and ale beer) ... Enter wild Patagonian yeast.", "snippets": ["As the beer industry continues to grow and diversify, these new hybrids could play a crucial role in shaping the future of brewing.", "One of my favourite summer pastimes is enjoying a cold beer in a bar with friends after work. But not just any beer – it has to be a lager. And I am not alone. With its crisp and refreshing profile, lager accounts for more than 90% of the global beer market.\nHowever, all lager beers taste quite similar, and the diversity of flavours and aromas is limited. This is mainly due to the small numbers of commercial yeast available for production. But what if we could break free from these constraints and create completely new and exciting flavours?\nOur recent study, published in PLOS Genetics, takes an approach that does just that, using wild yeast from Patagonia to create new lager yeast.\nThe problem with traditional lager yeast\nYeast are unicellular fungi that ferment sugar into alcohol and carbon dioxide. For centuries, humans have used yeast, consciously or unconsciously, to produce fermented foods, such as wine, beer and bread."], "title": "We’ve unlocked exotic new beer flavours using genetics"}, "https://www.zmescience.com/science/news-science/beer-new-flavors-patagonia/": {"url": "https://www.zmescience.com/science/news-science/beer-new-flavors-patagonia/", "description": "Much of the flavor of lagers come from yeast, and there’s a lack of genetic diversity in the yeast used to brew them. ... adjusting current beer styles to enhance the yeast profile and optimize ...", "snippets": ["Journal Reference: Molinet J, Navarrete JP, Villarroel CA, Villarreal P, Sandoval FI, Nespolo RF, et al. (2024) Wild Patagonian yeast improve the evolutionary potential of novel interspecific hybrid strains for lager brewing. PLoS Genet 20(6): e1011154. https://doi.org/10.1371/journal.pgen.1011154", "“The discovery of Saccharomyces eubayanus, the mother species of lager yeast, in the Argentinian Patagonia in 2011 was a significant breakthrough. This species, associated with native Nothofagus trees, has opened the door to creating novel lager yeast, which were previously limited in terms of genetic diversity,” says Cubillos.\n“Since 2017, our research has been focused on identifying S. eubayanus strains across the Chilean Patagonia. This extensive collection of strains has allowed us to delve into the genetics of this species and trace the origin of the lager yeast mother. Our findings have provided a unique opportunity to recreate and generate novel lager strains, a possibility that was previously unattainable due to the lack of available S. eubayanus strains.”\nMixing wild yeasts", "“Utilizing novel lager yeasts also necessitates adjusting current beer styles to enhance the yeast profile and optimize the interaction with hops and malts used in the brewing process. In our study, we used local strains for both parental species, carefully selecting for those exhibiting what’s needed in lager yeast: sugar consumption capacity, rapid fermentations at low temperatures and lovely aromas,” says Cubillos.\nThis research could revolutionize the lager industry by introducing a wider array of flavors and aromas. By harnessing the untapped genetic diversity of wild Patagonian yeasts, brewers can craft lagers with unique and complex profiles, similar to ales.\nThe potential to diversify the flavor spectrum of lagers not only enhances consumer choice but also supports sustainable brewing practices by utilizing naturally occurring yeast strains."], "title": "Beer could get new flavors from exotic yeasts in Patagonia - ZME Science"}, "https://news.wisc.edu/500-years-ago-yeasts-epic-journey-gave-rise-to-lager-beer/": {"url": "https://news.wisc.edu/500-years-ago-yeasts-epic-journey-gave-rise-to-lager-beer/", "description": "500 years ago, yeast’s epic journey gave rise to lager beer. August 22, 2011 By Terry Devitt. In the 15th century, when Europeans first began moving people and goods across the Atlantic, a microscopic stowaway somehow made its way to the caves and monasteries of Bavaria. This graphic depicts the epic journey of lager yeast from Patagonia at ...", "snippets": ["Writing this week (Aug. 22) in the Proceedings of the National Academy of Sciences, researchers from Portugal, Argentina and the United States describe the discovery of a wild yeast in the beech forests of Patagonia, the alpine region at the tip of South America, that apparently solves the age-old mystery of the origin of the yeast that made cold-temperature fermentation and lager beer possible.\n“People have been hunting for this thing for decades,” explains Chris Todd Hittinger, a University of Wisconsin–Madison genetics professor and a co-author of the new study. “And now we’ve found it. It is clearly the missing species. The only thing we can’t say is if it also exists elsewhere (in the wild) and hasn’t been found.”", "500 years ago, yeast’s epic journey gave rise to lager beer\nIn the 15th century, when Europeans first began moving people and goods across the Atlantic, a microscopic stowaway somehow made its way to the caves and monasteries of Bavaria.\nThis graphic depicts the epic journey of lager yeast from Patagonia at the southern tip of South America to Europe 500 years ago.\nIllustration by Barry Carlsen", "The Colorado team also identified genetic mutations in the lager yeast hybrid distinctive from the genome of the wild lager yeast. Those changes — taking place in a brewing environment where evolution can be amped up by the abundance of yeast — accumulated since those first immigrant yeasts melded with their ale cousins 500 years ago and have refined the lager yeast’s ability to metabolize sugar and malt and to produce sulfites, transforming an organism that evolved on beech trees into a lean, mean beer-making machine.\n“Our discovery suggests that hybridization instantaneously formed an imperfect ‘proto-lager’ yeast that was more cold-tolerant than ale yeast and ideal for the cool Bavarian lagering process,” Hittinger avers. “After adding some new variation for brewers to exploit, its sugar metabolism probably became more like ale yeast and better at producing beer.”"], "title": "500 years ago, yeast’s epic journey gave rise to lager beer"}}}