{"url_to_unified_index": {"https://en.wikipedia.org/wiki/Variants_of_SARS-CoV-2": 5, "https://www.sciencealert.com/scientists-think-they-ve-traced-the-very-first-mutations-in-a-human-life": 4, "https://bmcgenomics.biomedcentral.com/articles/10.1186/1471-2164-15-437": 6, "https://en.wikipedia.org/wiki/Dopamine_transporter": 1, "https://neurolaunch.com/dopamine-transporter/": 2, "https://pubmed.ncbi.nlm.nih.gov/25817874/": 3, "https://www.healthline.com/health/parkinsons/early-onset": 7, "https://www.yalemedicine.org/news/covid-19-variants-of-concern-omicron": 11, "https://my.clevelandclinic.org/health/diseases/22815-parkinsonism": 10, "https://nyulangone.org/news/dna-detecting-changes-they-become-permanent-mutations": 9, "https://www.parkinson.org/library/fact-sheets/parkinsonism": 8, "https://en.wikipedia.org/wiki/SARS-CoV-2_Delta_variant": 12}, "url_to_info": {"https://en.wikipedia.org/wiki/Variants_of_SARS-CoV-2": {"url": "https://en.wikipedia.org/wiki/Variants_of_SARS-CoV-2", "description": "Positive, negative, and neutral mutations during the evolution of coronaviruses like SARS-CoV-2. Variants of severe acute respiratory syndrome coronavirus 2 are viruses that, while ... It was first discovered in India. Descendant of lineage B.1.617, which also includes the Kappa variant under investigation, it was first discovered in October ...", "snippets": ["This change is believed by PHE to increase binding affinity because of its position inside the spike glycoprotein's receptor-binding domain, which binds ACE2 in human cells; data also support the hypothesis of increased binding affinity from this change. Molecular interaction modelling and the free energy of binding calculations has demonstrated that the mutation N501Y has the highest binding affinity in variants of concern RBD to hACE2. Variants with N501Y include Gamma, Alpha (VOC 20DEC-01), Beta, and COH.20G/501Y (identified in Columbus, Ohio). This last became the dominant form of the virus in Columbus in late December 2020 and January and appears to have evolved independently of other variants.\nN501S\nN501S denotes a change from asparagine (N) to serine (S) in amino-acid position 501.", "According to initial media reports, the Malaysian Ministry of Health announced on 23 December 2020 that it had discovered a mutation in the SARS-CoV-2 genome which they designated as A701B(sic), among 60 samples collected from the Benteng Lahad Datu cluster in Sabah. The mutation was characterised as being similar to the one found recently at that time in South Africa, Australia, and the Netherlands, although it was uncertain if this mutation was more infectious or aggressive[clarification needed] than before. The provincial government of Sulu in neighbouring Philippines temporarily suspended travel to Sabah in response to the discovery of 'A701B' due to uncertainty over the nature of the mutation.", "In June 2021, reports began to appear of a variant of Delta with the K417N mutation. The mutation, also present in the Beta and Gamma variants, raised concerns about the possibility of reduced effectiveness of vaccines and antibody treatments and increased risk of reinfection. The variant, called \"Delta with K417N\" by Public Health England, includes two clades corresponding to the Pango lineages AY.1 and AY.2. It has been nicknamed \"Delta plus\" from \"Delta plus K417N\". The name of the mutation, K417N, refers to an exchange whereby lysine (K) is replaced by asparagine (N) at position 417. On 22 June, India's Ministry of Health and Family Welfare declared the \"Delta plus\" variant of COVID-19 a variant of concern, after 22 cases of the variant were reported in India", "- ^ a b \"New evidence on VUI-202012/01 and review of the public health risk assessment\". Knowledge Hub. 15 December 2020. Archived from the original on 21 December 2020. Retrieved 25 December 2020.\n- ^ \"COG-UK Showcase Event\". 18 December 2020. Archived from the original on 14 June 2021. Retrieved 25 December 2020 – via YouTube.\n- ^ Davies NG, Abbott S, Barnard RC, Jarvis CI, Kucharski AJ, Munday JD, et al. (April 2021). \"Estimated transmissibility and impact of SARS-CoV-2 lineage B.1.1.7 in England\". Science. 372 (6538): eabg3055. doi:10.1126/science.abg3055. PMC 8128288. PMID 33658326.\n- ^ Volz E, Mishra S, Chand M, Barrett JC, Johnson R, Geidelberg L, et al. (May 2021). \"Assessing transmissibility of SARS-CoV-2 lineage B.1.1.7 in England\". Nature. 593 (7858): 266–269. Bibcode:2021Natur.593..266V. doi:10.1038/s41586-021-03470-x. hdl:10044/1/87474. PMID 33767447.", "On 26 January 2021, the British government said it would share its genomic sequencing capabilities with other countries in order to increase the genomic sequencing rate and trace new variants, and announced a \"New Variant Assessment Platform\". As of January 2021[update], more than half of all genomic sequencing of COVID-19 was carried out in the UK.\nWastewater surveillance was demonstrated to be one technique to detect SARS-CoV-2 variants and to track their rise for studying related ongoing infection dynamics.\nTesting\nWhether one or more mutations visible in RT-PCR tests can be used reliably to identify a variant depends on the prevalence of other variants currently circulating in the same population.\nCross-species transmission", "Each national public health institute may also institute its own nomenclature system for the purposes of tracking specific variants. For example, Public Health England designated each tracked variant by year, month and number in the format [YYYY] [MM]/[NN], prefixing 'VUI' or 'VOC' for a variant under investigation or a variant of concern respectively. This system has now been modified and now uses the format [YY] [MMM]-[NN], where the month is written out using a three-letter code.\nReference sequence\nAs it is currently not known when the index case or \"patient zero\" occurred, the choice of reference sequence for a given study is relatively arbitrary, with different notable research studies' choices varying as follows:\n- The earliest sequence, Wuhan-1, was collected on 24 December 2019.", "The name of the mutation, P681H, refers to an exchange whereby the proline (P) is replaced by histidine (H) at position 681.\nIn January 2021, scientists reported in a preprint that the mutation P681H, a characteristic feature of the Alpha variant and lineage B.1.1.207 (identified in Nigeria), is showing a significant exponential increase in worldwide frequency, thus following a trend to be expected in the lower limb of the logistics curve. This may be compared with the trend of the now globally prevalent D614G.\nP681R\nThe name of the mutation, P681R, refers to an exchange whereby the proline (P) is replaced by arginine (R) at position 681.\nIndian SARS-CoV-2 Genomics Consortium (INSACOG) found that other than the two mutations E484Q and L452R, there is also a third significant mutation, P681R in lineage B.1.617. All three concerning mutations are on the spike protein, the operative part of the coronavirus that binds to receptor cells of the body.\nA701V", "Modern DNA sequencing, where available, may permit rapid detection (sometimes known as 'real-time detection') of genetic variants that appear in pathogens during disease outbreaks. Through use of phylogenetic tree visualisation software, records of genome sequences can be clustered into groups of identical genomes all containing the same set of mutations. Each group represents a 'variant', 'clade', or 'lineage', and comparison of the sequences allows the evolutionary path of a virus to be deduced. For SARS-CoV-2, until March 2021, over 330,000 viral genomic sequences had been generated by molecular epidemiology studies across the world.\nNew variant detection and assessment", "As of September 2021, there are 8 cases of patients around the world infected with Delta variant which feature this N501S mutation. As it is considered a mutation similar to N501Y, it is suspected to have similar characteristics as N501Y mutation, which is believed to increase the infectivity of the virus, however the exact effect is unknown yet.\nD614G\nD614G is a missense mutation that affects the spike protein of SARS-CoV-2. From early appearances in Eastern China early in 2020, the frequency of this mutation in the global viral population increased early on during the pandemic. G (glycine) quickly replaced D (aspartic acid) at position 614 in Europe, though more slowly in China and the rest of East Asia, supporting the hypothesis that G increased the transmission rate, which is consistent with higher viral titres and infectivity in vitro. Researchers with the PANGOLIN tool nicknamed this mutation \"Doug\".", "- ^ \"SARS-CoV-2 variants: risk assessment framework\" (PDF). GOV.UK. Government Digital Service. Public Health England. 22 May 2021. GOV-8426. Archived (PDF) from the original on 27 May 2021. Retrieved 22 June 2021.\n- ^ a b c d e \"Living Evidence – SARS-CoV-2 variants\". Agency for Clinical Innovation. nsw.gov.au. Ministry of Health (New South Wales). 23 July 2021. Archived from the original on 16 April 2021. Retrieved 22 March 2021. Updated frequently.\n- ^ a b c \"SARS-CoV-2 variants of concern\". ECDC.eu. European Centre for Disease Prevention and Control. 30 April 2021. Archived from the original on 16 June 2021. Retrieved 12 May 2021. Updated frequently.\n- ^ \"Coronavirus Disease (COVID-19) Situation Reports\". who.int. World Health Organization. Archived from the original on 26 January 2020. Retrieved 14 June 2021. Updated frequently.", "On 25 December 2020, the Malaysian Ministry of Health described a mutation A701V as circulating and present in 85% of cases (D614G was present in 100% of cases) in Malaysia. These reports also referred to samples collected from the Benteng Lahad Datu cluster. The text of the announcement was mirrored verbatim on the Facebook page of Noor Hisham Abdullah, Malay Director-General of Health, who was quoted in some of the news articles.\nThe A701V mutation has the amino acid alanine (A) substituted by valine (V) at position 701 in the spike protein. Globally, South Africa, Australia, Netherlands and England also reported A701V at about the same time as Malaysia. In GISAID, the prevalence of this mutation is found to be about 0.18%. of cases.\nOn 14 April 2021, the Malaysian Ministry of Health reported that the third wave, which had started in Sabah, has involved the introduction of variants with D614G and A701V mutations.\nData and methods"], "title": "Variants of SARS-CoV-2 | Wikipedia"}, "https://www.sciencealert.com/scientists-think-they-ve-traced-the-very-first-mutations-in-a-human-life": {"url": "https://www.sciencealert.com/scientists-think-they-ve-traced-the-very-first-mutations-in-a-human-life", "description": "Pixabay. For the first time, scientists have caught a glimpse of the earliest genetic mutations in human development. Using whole genome sequencing, they wound back time on cell samples from adults and revealed what took place in the genome when they were still microscopic embryos. It turns out, our first two cells contribute to our development ...", "snippets": ["The researchers hope their discovery is just the first of many steps that will help us gain a better understanding of what happens to humans in the earliest days, when we're all nothing more than just a clump of cells.\nThe research was published in Nature.", "We have a fairly murky understanding of the somatic mutations that happen during the earliest life stages, because we can't just watch that stuff happening in real time.\nBut now researchers have discovered a way to trace these mutations back to their first appearance.\n\"This is the first time that anyone has seen where mutations arise in the very early human development. It is like finding a needle in a haystack,\" says geneticist Young Seok Ju from the Wellcome Trust Sanger Institute in the UK and the Korea Advanced Institute of Science and Technology.\n\"There are just a handful of these mutations, compared with millions of inherited genetic variations, and finding them allowed us to track what happened during embryogenesis.\"\nTo find these mutations, the team analysed blood and tissue samples from 279 people with breast cancer. Using samples from cancer patients allowed them to test whether mutations were present in both normal blood and tissue, and in surgically removed tumour samples."], "title": "Scientists Think They've Traced The Very First Mutations in a Human ..."}, "https://bmcgenomics.biomedcentral.com/articles/10.1186/1471-2164-15-437": {"url": "https://bmcgenomics.biomedcentral.com/articles/10.1186/1471-2164-15-437", "description": "Population differentiation is the result of demographic and evolutionary forces. Whole genome datasets from the 1000 Genomes Project (October 2012) provide an unbiased view of genetic variation across populations from Europe, Asia, Africa and the Americas. Common population-specific SNPs (MAF > 0.05) reflect a deep history and may have important consequences for health and wellbeing.", "snippets": ["Wang K, Li M, Hakonarson H: ANNOVAR: functional annotation of genetic variants from high-throughput sequencing data. Nucleic Acids Res. 2010, 38: e164-\nSherry ST, Ward M-H, Kholodov M, Baker J, Phan L, Smigielski EM, Sirotkin K: dbSNP: the NCBI database of genetic variation. Nucleic Acids Res. 2001, 29 (1): 308-311.\nOnline Mendelian Inheritance in Man, OMIM®. http://omim.org/,\nKanehisa M, Goto S: KEGG: Kyoto encyclopedia of genes and genomes. Nucleic Acids Res. 2000, 28 (1): 27-30.\nKanehisa M, Goto S, Sato Y, Furumichi M, Tanabe M: KEGG for integration and interpretation of large-scale molecular data sets. Nucleic Acids Res. 2012, 40 (D1): D109-D114.\nGeneCards database. http://www.genecards.org/,\nAcknowledgements", "MR conceived and coordinated the project. AC designed the experiments; performed population-specific SNP identification, genomic distribution, recombination and selection analysis. SH and AM performed data retrieval, management and manipulation. NM and NT performed the pathway and functional enrichment analysis. JG and MJ performed SNP localization and SNP functional impact assessment. VA and SA contributed to the development of the manuscript and the presentation of data. AC and MR wrote the manuscript with contributions from NM, NT and JG. MR, NM, NT and SH critically reviewed the manuscript. All contributed to the development of the project, the drafting and revision of the manuscript and approved the final version.\nElectronic supplementary material\nAuthors’ original submitted files for images\nBelow are the links to the authors’ original submitted files for images.\nRights and permissions", "We are grateful for the public genome resource provided by the 1000 Genomes Project. The study was supported by the NRF National Bioinformatics Functional Genomics Programme and AC was supported by NRF Postdoctoral Fellowship under this programme and by the University of the Witwatersrand SPARC Postdoctoral fellowship. VA was also supported by the NRF programme. SH was partially supported by the National Research Foundation Incentive Funds.\nAuthor information\nAuthors and Affiliations\nCorresponding author\nAdditional information\nCompeting interests\nThe authors declare that they have no competing interests.\nAuthors’ contributions", "Abecasis GR, Altshuler D, Auton A, Brooks LD, Durbin RM, Gibbs RA, Hurles ME, McVean GA: A map of human genome variation from population-scale sequencing. Nature. 2010, 467: 1061-1073.\nThe 1000 Genomes Project Consortium: An integrated map of genetic variation from 1,092 human genomes. Nature. 2012, 491: 56-65.\nTennessen JA, Bigham AW, O’Connor TD, Fu W, Kenny EE, Gravel S, McGee S, Do R, Liu X, Jun G, Kang HM, Jordan D, Leal SM, Gabriel S, Rieder MJ, Abecasis G, Altshuler D, Nickerson DA, Boerwinkle E, Sunyaev S, Bustamante CD, Bamshad MJ, Akey JM, Broad GO, Seattle GO, on behalf of the NESP: Evolution and functional impact of rare coding variation from deep sequencing of human exomes. Science (80- ). 2012, 337: 64-69.", ". Development of parameters and efficient quality control measures well suited for identifying signatures of selection in such a dataset will significantly contribute to future work in this direction.", "Avenues for future exploration have been highlighted. However, there are several caveats. Firstly, the number of individuals per population for whom we have full genome sequences is presently low (N < 100). Secondly, the definition of a population in terms of origin and admixture is at times vague and increased mobility worldwide leads to elevated levels of admixture. Moreover, the numbers of variants analysed is only a small subset (<1%) of all population-specific variants since rare variants (MAF < 0.05) have not been included. Genome sequencing of global populations is providing data which will assist in teasing out ancestral populations and will shed further light on population differentiation and adaptation", "For each population, the PBS statistic for each CPS SNP-enriched 50-SNP window was calculated using the method used by Yi et al. . For the Asian populations (JPT and CHINESE) and European populations (IBS and FIN), YRI was used as the outlier population. Similarly, for the African populations YRI and LWK, the JPT population was used as the outlier. Although the choice of outlier for the populations might be questionable from a population history perspective, the distances within these populations suggest that this set can still provide reasonable estimates of branch lengths. For each 3-population set (e.g. YRI-LWK-JPT or JPT-CHB-YRI), we estimated the background distribution of the PBS scores, using 10,000 randomly-selected 50-SNP windows. We then identified score cut-offs based on the top 1%, 5% and 10% of the background distribution and estimated the number of 50-SNP windows which can be expected to be in the top 1%, 5% and 10% PBS score range for a population", "Data from these studies on genetic diversity have been instrumental in estimating the origin and history of different contemporary populations as well as shedding light on the evolutionary relationship between them . Moreover, the genotype data from these studies have been subjected to various computational techniques to derive estimates of population sizes and divergence times for the major demographic events in human history, which in many cases have been found to be in agreement with evidence from existing historical accounts and archaeological records ", "Rosenberg NA, Pritchard JK, Weber JL, Cann HM, Kidd KK, Zhivotovsky LA, Feldman MW: Genetic structure of human populations. Science (80- ). 2002, 298: 2381-2385.\nLi JZ, Absher DM, Tang H, Southwick AM, Casto AM, Ramachandran S, Cann HM, Barsh GS, Feldman M, Cavalli-Sforza LL, Myers RM: Worldwide human relationships inferred from genome-wide patterns of variation. Science (80- ). 2008, 319: 1100-1104.\nHinds DA, Stuve LL, Nilsen GB, Halperin E, Eskin E, Ballinger DG, Frazer KA, Cox DR: Whole-genome patterns of common DNA variation in three human populations. Science (80- ). 2005, 307: 1072-1079.", "We found that three of the European populations (CEU, GBR and TSI) have only a handful of common SNPs unique to them in contrast to a few hundred thousand rare SNPs. While this makes sense in terms of demographics  and probable admixtures, it might also be a result of treating these related or partially admixed populations separately. Approaches that group these populations together, based on population histories, might lead to the identification of some CPS SNPs in these groups too", "Weir BS, Cardon LR, Anderson AD, Nielsen DM, Hill WG: Measures of human population structure show heterogeneity among genomic regions. Genome Res. 2005, 15: 1468-1476.\nSchmid K, Yang Z: The trouble with sliding windows and the selective pressure in BRCA1. PLoS One. 2008, 3: e3746-\nPasanen MK, Neuvonen PJ, Niemi M: Global analysis of genetic variation in SLCO1B1. Pharmacogenomics. 2007, 9: 19-33.\nMwinyi J, Köpke K, Schaefer M, Roots I, Gerloff T: Comparison of SLCO1B1 sequence variability among German, Turkish, and African populations. Eur J Clin Pharmacol. 2008, 64: 257-266.\nTurner TL, Hahn MW: Locus- and population-specific selection and differentiation between incipient species of anopheles gambiae. Mol Biol Evol. 2007, 24: 2132-2138.\nHarr B: Genomic islands of differentiation between house mouse subspecies. Genome Res. 2006, 16: 730-737.", ". We used different computational approaches to test possible involvement of selection or increased recombination rates in the origin of these clusters.", "Results and discussion\nIdentifying SNPs unique to each population", "Methods\nData retrieval and processing\nThe recent version (Phase1, version 3, October 2012) of the 1000 Genomes vcf files containing phased genotypes for 36.7 million autosomal SNPs and 1.38 Million autosomal SSVs were downloaded from 1000 Genomes Project ftp server . The ancestral allele information for SNPs on the basis of multi species alignments, for all variants was also downloaded from the 1000 Genomes ftp site. The conversion of the 1000 Genomes data to PLINK format was performed using the VCF tools . Frequency calculations and many other data manipulation operations were performed using PLINK . The admixed populations (ASW, CLM, MXL and PUR) were excluded and the Chinese populations (CHB and CHS) were merged into a single population using PLINK which we refer to as “CHINESE”. The SNPs were classified as common in a population if the MAF was observed to be greater than 0.05 in that population. SNPs with lower MAF were treated as rare.", ". Although there are quite a few other tests for detecting selective sweeps  which could have been employed for this dataset and might have identified a few more CPS SNP-enriched windows to be under selective sweeps, it is unlikely that they would change the landscape fundamentally and it can be safely concluded that selection is not the major factor causing CPS SNP enrichment in certain genomic regions. However, the efficiency of existing methodologies for detecting signatures of selection in datasets like the current 1000 Genomes dataset (which contain a large proportion low frequency SNPs, sequenced on a low coverage platform) is an important concern as genome wide variation in error rates might easily mask true signals and generate false positive signals of signature of selection", "We have used 1000 Genomes sequence data (release October 2012), including more than one thousand individuals from 14 populations spanning Europe, Asia, Africa and America, to identify SNPs and structural variants that are private or specific to each population and to study their genomic distribution and potential functional relevance . However, as the population sample sizes are relatively small (<100) and the sequencing is low coverage (4X-6X) for most of the 1000 Genomes data, low frequency alleles are harder to accurately identify and may be incorrectly identified as population-specific . We have therefore focused our study on common population-specific (CPS) SNPs as higher MAF population-specific SNPs are expected to be more informative and less likely to be incorrectly annotated as population-specific in this dataset", "The next major wave of information about genetic and genomic diversity in human populations came from studies based on exome and whole genome sequencing [16–19]. The 1000 Genomes Project, for example, in addition to identifying millions of novel SNPs and more than a million short structural variants (SSVs), showed that rare variants account for a large majority of the existing genetic diversity between individuals as well as within populations . Moreover, it was suggested that there is an excess of rare and deleterious mutations in human genomes, probably resulting from exponential population growth and weak purifying selection . Studies based on deep sequencing of selected regions from thousands of individuals further show that the majority of rare coding variants, with allele frequencies lower than 0.0005, are also population-specific and potentially deleterious "], "title": "Population-specific common SNPs reflect demographic histories and ..."}, "https://en.wikipedia.org/wiki/Dopamine_transporter": {"url": "https://en.wikipedia.org/wiki/Dopamine_transporter", "description": "The dopamine transporter (DAT, also sodium-dependent dopamine transporter) is a membrane-spanning protein coded for in humans by the SLC6A3 gene (also known as DAT1), that pumps the neurotransmitter dopamine out of the synaptic cleft back into cytosol.In the cytosol, other transporters sequester the dopamine into vesicles for storage and later release. . Dopamine reuptake via DAT provides the ...", "snippets": ["- ^ Glennon RA, Dukat MG (December 2023). \"α-Ethyltryptamine: A Ratiocinatory Review of a Forgotten Antidepressant\". ACS Pharmacology & Translational Science. 6 (12): 1780–1789. doi:10.1021/acsptsci.3c00139. PMC 10714429. PMID 38093842.\n- ^ Oeri HE (May 2021). \"Beyond ecstasy: Alternative entactogens to 3,4-methylenedioxymethamphetamine with potential applications in psychotherapy\". Journal of Psychopharmacology. 35 (5): 512–536. doi:10.1177/0269881120920420. PMC 8155739. PMID 32909493.\n- ^ a b Blough BE, Landavazo A, Partilla JS, Decker AM, Page KM, Baumann MH, et al. (October 2014). \"Alpha-ethyltryptamines as dual dopamine-serotonin releasers\". Bioorganic & Medicinal Chemistry Letters. 24 (19): 4754–4758. doi:10.1016/j.bmcl.2014.07.062. PMC 4211607. PMID 25193229.\n- ^ a b c Rothman RB, Baumann MH (December 2005). \"Targeted screening for biogenic amine transporters: potential applications for natural products\". Life Sci. 78 (5): 512–518. doi:10.1016/j.lfs.2005.09.001. PMID 16202429.", "[edit]The dopamine transporter is the target of substrates, dopamine releasers, transport inhibitors and allosteric modulators.", "- ^ Aceto MD, Botton I, Martin R, Levitt M, Bentley HC, Speight PT (1970). \"Pharmacologic properties and mechanism of action of amfonelic acid\". Eur J Pharmacol. 10 (3): 344–354. doi:10.1016/0014-2999(70)90206-2. PMID 4393073.\n- ^ Porrino LJ, Goodman NL, Sharpe LG (November 1988). \"Intravenous self-administration of the indirect dopaminergic agonist amfonelic acid by rats\". Pharmacol Biochem Behav. 31 (3): 623–626. doi:10.1016/0091-3057(88)90240-7. PMID 2908003.\n- ^ Dutta AK, Zhang S, Kolhatkar R, Reith ME (October 2003). \"Dopamine transporter as target for drug development of cocaine dependence medications\". Eur J Pharmacol. 479 (1–3): 93–106. doi:10.1016/j.ejphar.2003.08.060. PMID 14612141.\n- ^ a b c d e f g h i j k l m n o p q Heal DJ, Gosden J, Smith SL (December 2014). \"Dopamine reuptake transporter (DAT) \"inverse agonism\"--a novel hypothesis to explain the enigmatic pharmacology of cocaine\". Neuropharmacology. 87: 19–40. doi:10.1016/j.neuropharm.2014.06.012. PMID 24953830.", "- ^ Beaver KM, Wright JP, DeLisi M (September 2008). \"Delinquent peer group formation: evidence of a gene x environment correlation\". The Journal of Genetic Psychology. 169 (3): 227–44. doi:10.3200/GNTP.169.3.227-244. PMID 18788325. S2CID 46592146.\n- ^ Florida State University (2 October 2008). \"Specific Gene Found In Adolescent Men With Delinquent Peers\". ScienceDaily. Retrieved 8 October 2008.\n- ^ Laasonen-Balk T, Kuikka J, Viinamäki H, Husso-Saastamoinen M, Lehtonen J, Tiihonen J (June 1999). \"Striatal dopamine transporter density in major depression\". Psychopharmacology. 144 (3): 282–5. doi:10.1007/s002130051005. PMID 10435396. S2CID 32882588.\n- ^ Ng J, Zhen J, Meyer E, Erreger K, Li Y, Kakar N, et al. (April 2014). \"Dopamine transporter deficiency syndrome: phenotypic spectrum from infancy to adulthood\". Brain. 137 (Pt 4): 1107–19. doi:10.1093/brain/awu022. PMC 3959557. PMID 24613933.", "- Methylenedioxypyrovalerone (MDPV)\n- Methylphenidate\n- Orphenadrine\n- Pipradrol\n- RTI-55\n- Troparil (WIN-35065)\n- WIN-35428 (β-CFT)\nThese agents may actually act as dopamine releasing agent-esque DAT negative allosteric modulators or \"inverse agonists\".\nAtypical non-psychostimulant blockers\n[edit]- (S)-MK-26\n- Armodafinil\n- Benztropine\n- Bupropion (but some potential for cocaine-like actions)\n- GBR-12935\n- JHW-007\n- Mazindol\n- Modafinil\n- MRZ-9547 ((R)-phenylpiracetam)\n- Nomifensine\n- RDS03-94\n- Rimcazole\n- Sibutramine\n- Solriamfetol\n- Tamoxifen\n- Tesofensine\n- Vanoxerine (GBR-12909)\nThese agents may actually act as simple competitive DAT blockers with releaser-esque \"inverse agonist\" activity.\nUnsorted blockers\n[edit]Dopamine releasing agents (DRAs)", "- ^ Rothman RB, Blough BE, Baumann MH (January 2007). \"Dual dopamine/serotonin releasers as potential medications for stimulant and alcohol addictions\". AAPS J. 9 (1): E1–10. doi:10.1208/aapsj0901001. PMC 2751297. PMID 17408232.\n- ^ a b c Parker EM, Cubeddu LX (April 1988). \"Comparative effects of amphetamine, phenylethylamine and related drugs on dopamine efflux, dopamine uptake and mazindol binding\". J Pharmacol Exp Ther. 245 (1): 199–210. PMID 3129549.\n- ^ Patrick KS, Markowitz JS (November 1997). \"Pharmacology of methylphenidate, amphetamine enantiomers and pemoline in attention-deficit hyperactivity disorder\". Human Psychopharmacology: Clinical and Experimental. 12 (6): 527–546. doi:10.1002/(SICI)1099-1077(199711/12)12:6<527::AID-HUP932>3.0.CO;2-U. eISSN 1099-1077. ISSN 0885-6222. S2CID 144548631.", "Dopamine transporter\nThe dopamine transporter (DAT, also sodium-dependent dopamine transporter) is a membrane-spanning protein coded for in humans by the SLC6A3 gene (also known as DAT1), that pumps the neurotransmitter dopamine out of the synaptic cleft back into cytosol. In the cytosol, other transporters sequester the dopamine into vesicles for storage and later release. Dopamine reuptake via DAT provides the primary mechanism through which dopamine is cleared from synapses, although there may be an exception in the prefrontal cortex, where evidence points to a possibly larger role of the norepinephrine transporter.", "- ^ Nishino S, Mignot E (May 1997). \"Pharmacological aspects of human and canine narcolepsy\". Prog Neurobiol. 52 (1): 27–78. doi:10.1016/s0301-0082(96)00070-6. PMID 9185233. S2CID 31839355.\n- ^ Fuller RW, Perry KW, Bymaster FP, Wong DT (March 1978). \"Comparative effects of pemoline, amfonelic acid and amphetamine on dopamine uptake and release in vitro and on brain 3,4-dihydroxyphenylacetic acid concentration in spiperone-treated rats\". The Journal of Pharmacy and Pharmacology. 30 (3): 197–198. doi:10.1111/j.2042-7158.1978.tb13201.x. PMID 24701.\n- ^ Blough BE, Landavazo A, Decker AM, Partilla JS, Baumann MH, Rothman RB (October 2014). \"Interaction of psychoactive tryptamines with biogenic amine transporters and serotonin receptor subtypes\". Psychopharmacology. 231 (21): 4135–4144. doi:10.1007/s00213-014-3557-7. PMC 4194234. PMID 24800892."], "title": "Dopamine transporter - Wikipedia"}, "https://neurolaunch.com/dopamine-transporter/": {"url": "https://neurolaunch.com/dopamine-transporter/", "description": "Their primary function is to remove excess dopamine from the synaptic cleft by rapidly shuttling it back into the presynaptic neuron. This process, known as reuptake, is vital for maintaining the delicate balance of dopamine in the brain. ... One of the most studied polymorphisms in the dopamine transporter gene is a variable number tandem ...", "snippets": ["In conclusion, dopamine transporters stand as critical regulators of brain function, orchestrating the delicate balance of dopamine signaling that underlies our thoughts, emotions, and behaviors. From their molecular structure to their role in health and disease, these proteins exemplify the intricate complexity of the human brain. Dopamine uptake, mediated by these transporters, is a fundamental process that shapes our neural landscape.\nAs research continues to unravel the mysteries of dopamine transporters, we stand on the brink of potential breakthroughs in understanding and treating a wide range of neurological disorders. Future directions in dopamine transporter research may include more precise genetic studies to understand individual variations, advanced imaging techniques for earlier and more accurate diagnosis of neurodegenerative diseases, and the development of highly targeted therapeutics with fewer side effects.", "The mechanism of dopamine reuptake is a complex process that relies on the electrochemical gradient across the neuronal membrane. When a dopamine molecule binds to the transporter on the extracellular side, it triggers a conformational change in the protein. This change allows the dopamine molecule to be transported across the membrane and released into the intracellular space. The process is coupled with the co-transport of sodium and chloride ions, which provides the energy needed for this uphill transport of dopamine against its concentration gradient.\nDopamine transporters play a crucial role in maintaining dopamine homeostasis in the brain. By rapidly clearing excess dopamine from the synaptic cleft, they prevent overstimulation of dopamine receptors and ensure that signaling remains within physiological limits. This homeostatic function is essential for normal brain function, as both too little and too much dopamine can lead to various neurological and psychiatric disorders.", "Dopamine transporters are specialized proteins embedded in the cell membranes of dopaminergic neurons. Their primary function is to remove excess dopamine from the synaptic cleft by rapidly shuttling it back into the presynaptic neuron. This process, known as reuptake, is vital for maintaining the delicate balance of dopamine in the brain. By regulating dopamine levels, these transporters help fine-tune neural signaling and ensure optimal brain function.\nDopamine cellular response is intricately linked to the activity of dopamine transporters. When dopamine is released into the synaptic cleft, it binds to dopamine receptors on the postsynaptic neuron, triggering a cascade of cellular events. The duration and intensity of this response are largely controlled by the efficiency of dopamine transporters in clearing excess dopamine from the synapse.\nStructure and Function of Dopamine Transporters", "The therapeutic applications of dopamine transporter-targeting drugs are particularly notable in the treatment of ADHD and depression. Stimulant medications used to treat ADHD, such as methylphenidate and amphetamines, work primarily by inhibiting dopamine reuptake. This action increases dopamine signaling in key brain regions involved in attention and executive function. In depression, some antidepressants, particularly those in the class of norepinephrine-dopamine reuptake inhibitors (NDRIs), target dopamine transporters to enhance mood and motivation.", "The involvement of dopamine transporters in neurodegenerative disorders, particularly Parkinson’s disease, is an area of intense research. In Parkinson’s disease, the loss of dopaminergic neurons leads to a decrease in dopamine levels and, consequently, a reduction in dopamine transporter density. This loss contributes to the motor symptoms characteristic of the disease, such as tremors and rigidity. Dopamine’s role in motor control is significantly impaired in these conditions, highlighting the importance of maintaining proper dopamine transporter function.\nDopamine Transporter Imaging and Diagnostics", "The molecular structure of dopamine transporters is a marvel of biological engineering. These proteins belong to the neurotransmitter:sodium symporter (NSS) family and consist of 12 transmembrane domains that span the neuronal membrane. The transporter forms a central pore through which dopamine molecules are shuttled across the membrane. This structure is highly specialized to recognize and bind dopamine molecules selectively, ensuring efficient reuptake."], "title": "Dopamine Transporter: Key to Brain Function - neurolaunch.com"}, "https://pubmed.ncbi.nlm.nih.gov/25817874/": {"url": "https://pubmed.ncbi.nlm.nih.gov/25817874/", "description": "Dopamine is a key neurotransmitter for several brain functions including locomotor control and reward systems. The transporter structure, function, mechanism of action, localization, and distribution, in addition to gene regulation, are discussed.", "snippets": ["In this chapter, we explore the basic science of the dopamine transporter (DAT), an integral component of a system that regulates dopamine homeostasis. Dopamine is a key neurotransmitter for several brain functions including locomotor control and reward systems. The transporter structure, function, mechanism of action, localization, and distribution, in addition to gene regulation, are discussed. Over many years, a wealth of information concerning the DAT has been accrued and has led to increased interest in the role of the DAT in a plethora of central nervous system diseases. These DAT characteristics are explored in relation to a range of neurological and neuropsychiatric diseases, with a particular focus on the genetics of the DAT. In addition, we discuss the pharmacology of the DAT and how this relates to disease and addiction.\nKeywords: ADHD; Addiction; Borderline; Dopamine; Genetics; Neurotransmitter; Parkinson’s; Polymorphism; Transporter; VNTR."], "title": "The structure and function of the dopamine transporter and its ... - PubMed"}, "https://www.healthline.com/health/parkinsons/early-onset": {"url": "https://www.healthline.com/health/parkinsons/early-onset", "description": "Parkinson’s is a progressive disease of the central nervous system. The condition is caused by a loss of cells in the area of the brain that produces dopamine. It’s usually diagnosed in people ...", "snippets": ["- trouble sleeping, including sleeping too much during the day or too little at night\n- bladder problems\n- change in sex drive\n- increased saliva production\n- fluctuation in weight\n- visual disturbances\n- fatigue\n- cognitive issues, such as trouble remembering things or frequent confusion\nMotor symptoms are common first symptoms in those of all ages. These can include:\n- resting tremor, or constant shaking movement even though your muscles are relaxed\n- slowed movement (bradykinesia)\n- rigid muscles\n- stooped posture\n- balance problems\nIt’s unclear exactly what causes Parkinson’s at any age. Genetic factors, environmental factors, or some combination of the two may play a role. This condition occurs when cells are lost in the part of the brain that produces dopamine. Dopamine is responsible for sending brain signals that control movement.\nCertain genes are associated with early onset Parkinson’s.", "Stay closely tuned to the moods of your loved one. Watch out for the first signs of depression and get help if needed. Signs include:\n- angry outbursts\n- appetite changes\n- sleep problems\n- anxiety\n- agitation\n- cognitive problems\nDon’t overlook your own needs\nYou can’t take care of others if you don’t take care of yourself. Maintain a healthy diet and exercise regularly (even if it’s just taking a walk). Figure out what helps you de-stress. You may enjoy journaling, meditation, or yoga. Identify family members or friends who will step in when you need a break.\nThere isn’t a conclusive way to prevent Parkinson’s at any age. There are steps you can take that may help reduce your risk, however:\n- Drink caffeine. A study published in the\nJournal of Alzheimer’s Disease found that caffeine can help restore early motor and nonmotor symptoms tied to Parkinson’s. - Take anti-inflammatory drugs. A review of studies published by the", "Understanding Parkinson’s disease\nParkinson’s is a progressive disease of the central nervous system. The condition is caused by a loss of cells in the area of the brain that produces dopamine. It’s usually diagnosed in people who are in their early 60s. People who are diagnosed before age 50 are said to have early onset Parkinson’s.\nAbout 4 percent of the approximately 1 million Americans with Parkinson’s are diagnosed before age 50. That number may be higher because the disease is often underdiagnosed in younger people.\nThe symptoms of Parkinson’s disease are often the same, regardless of the age of diagnosis. That said, symptoms do vary from person to person.\nRecent research suggests that nonmotor symptoms often happen first in younger patients. This includes:\n- loss of smell\n- constipation\n- REM behavior disorder\n- mood disorders, such as depression or anxiety\n- orthostatic hypotension, or low blood pressure when standing up\nOther nonmotor symptoms include:", "Not only are you dealing with a difficult diagnosis, you’re also managing an increased number of responsibilities. Burnout is common in caregivers, so make sure you’re checking in with your own needs.\nThe Michael J. Fox Foundation Center for Parkinson’s Research recommends these tips for caregivers:\nJoin a support group\nParticipating in a support group can offer you an outlet for your fears, concerns, and frustrations. You may also learn about new medications, research, and coping tips.\nExpand your medical team\nAdd as many experts to your healthcare team as you need to support you and your loved one. This includes therapists, nutritionists, and movement specialists.\nStay organized\nMaintain a calendar to track doctor appointments, medication refills, and your own obligations.\nStay informed\nEducate yourself so you know what to expect. This can help you plan ahead so you’re not caught off guard by new symptoms.\nWatch for depression"], "title": "Early Onset Parkinson’s Disease - Healthline"}, "https://www.yalemedicine.org/news/covid-19-variants-of-concern-omicron": {"url": "https://www.yalemedicine.org/news/covid-19-variants-of-concern-omicron", "description": "The web page explains the characteristics, contagiousness, severity, and vaccine effectiveness of Omicron and Delta, the two dominant variants in the U.S. in 2023. It does not mention the name of the variant first discovered in the UK, which is BA.1 of Omicron.", "snippets": ["Can vaccinations prevent it? Pfizer, Moderna, and Johnson & Johnson all said their vaccines were effective in preventing severe disease and hospitalization in Alpha cases.\nThis article was medically reviewed by Yale School of Public Health epidemiologist Nathan Grubaugh, PhD.\nNote: Information provided in Yale Medicine articles is for general informational purposes only. No content in the articles should ever be used as a substitute for medical advice from your doctor or other qualified clinician. Always seek the individual advice of your health care provider with any questions you have regarding a medical condition."], "title": "Omicron, Delta, Alpha, and More: What To Know About the Coronavirus ..."}, "https://my.clevelandclinic.org/health/diseases/22815-parkinsonism": {"url": "https://my.clevelandclinic.org/health/diseases/22815-parkinsonism", "description": "Parkinsonism. Parkinsonism is an umbrella term that refers to conditions with similar, movement-related effects. These conditions involve slowed movements, and other symptoms are possible depending on the condition. These conditions are usually lifelong, and most (but not all) involve deterioration of your brain. However, most are also treatable.", "snippets": ["There are also new lab tests that, while still experimental or waiting for approval, might be able to help with diagnosing Parkinson's disease or other conditions like it. These tests look for misfolded or malfunctioning alpha-synuclein proteins in your cerebrospinal fluid or nerves. But more research and testing are necessary before these tests are widely available.\nThe treatments for parkinsonism depend on the condition itself and what caused it. Most forms of parkinsonism are treatable, and some can stop entirely (though this might not be a cure so much as it is the condition going into remission).\nSome examples of treatable conditions include:", "Because many of these conditions are so severe and need diagnosing and treating sooner rather than later, you shouldn't try to self-diagnose or treat parkinsonism. If you think you have a form of parkinsonism, it's important to talk to a healthcare provider as soon as possible. They can help you by determining if you have one of these conditions, or they can refer you to a specialist for diagnosis and treatment.\nThe time it takes you to feel better and recover after treatment depends on multiple factors, including your condition and the treatments you receive. Your healthcare provider is the best person to tell you what to expect regarding your recovery time and when you should start to feel better.\nParkinsonism happens unpredictably in most cases, so it's usually impossible to prevent it or reduce your risk of developing it. However, there are specific types of secondary parkinsonism that you can reduce the risk of developing. These are:"], "title": "Parkinsonism: What It Is, Causes & Types - Cleveland Clinic"}, "https://nyulangone.org/news/dna-detecting-changes-they-become-permanent-mutations": {"url": "https://nyulangone.org/news/dna-detecting-changes-they-become-permanent-mutations", "description": "When a pair of these letters change—for example, an A:T pair changing to a C:G pair—it’s called a mutation, an alteration that can lead to cancer or a variety of genetic diseases. However, mutations usually begin with a change in only one of the two DNA strands, such as when the G in a C:G pair changes to a T, creating a mismatched C:T pair.", "snippets": ["“We’re laying the groundwork to measure to what degree people have differences in their DNA repair, and predict their risk for cancer,” Dr. Evrony says. “Those are potential applications on the five-year horizon. It’s ambitious but not impossible.”"], "title": "DNA: Detecting Changes Before They Become Permanent Mutations"}, "https://www.parkinson.org/library/fact-sheets/parkinsonism": {"url": "https://www.parkinson.org/library/fact-sheets/parkinsonism", "description": "Parkinsonism is a term used to describe a collection of movement symptoms associated with several conditions — including Parkinson’s disease (PD). These symptoms include slow movements along with stiffness, walking and balance issues and/or tremor. In addition to movement symptoms, parkinsonism disorders can share non-movement symptoms ...", "snippets": ["- Progressive Supranuclear Palsy (PSP)\n- Slow or limited upward or downward eye movements\n- Significant balance problems and frequent early falls\n- Early and more severe thinking and behavioral changes\n- Corticobasal Degeneration (CBD)\n- Muscle tightness and jerking\n- Abnormal hand and feet postures (dystonia)\n- Poor coordination\nParkinsonism Diagnosis\nThere is no specific test for diagnosing parkinsonism disorders. The neurologist will review your medical history and medications, ask about symptoms and perform a neurological exam to evaluate how your brain and body are functioning. It may be necessary to order brain imaging studies (MRI, DaTscan) or an alpha-synuclein skin biopsy test. A careful evaluation of how your symptoms respond to levodopa can also be an important diagnostic tool. An accurate diagnosis can help you know what to expect, prepare for the future, identify treatments and participate in disease-specific clinical trials.", "If you or your loved one has been diagnosed with an atypical parkinsonism disorder, look for a neurologist who is an expert in movement disorders and who can help you build a care team. In addition to rehabilitation specialists, your team may include a social worker, psychiatrist, sleep doctor, urologist or other health professionals who can help address your individual needs.\nSecondary Parkinsonism Treatment\nUnlike other parkinsonism disorders, some types of secondary parkinsonism may improve or resolve if the underlying cause is treated.\nDrug-induced parkinsonism results from taking medications that block the brain chemical dopamine, including drugs that treat nausea and vomiting, like Reglan, and many antipsychotics. If dopamine-blocking medications are stopped (with medical supervision), symptoms usually go away over time.", "Understanding Parkinsonism\nParkinsonism is a set of movement symptoms associated with Parkinson’s disease and other disorders. These include slow movements plus one or more of the following:\n- Stiffness\n- Walking difficulties\n- Balance problems\n- Tremor\nParkinsonism is a term used to describe a collection of movement symptoms associated with several conditions — including Parkinson’s disease (PD). These symptoms include slow movements along with stiffness, walking and balance issues and/or tremor. In addition to movement symptoms, parkinsonism disorders can share non-movement symptoms, such as mood and thinking changes, speech problems and sleep disturbances. Because of these similarities, parkinsonism disorders can sometimes be difficult to diagnose.\nTypes of Parkinsonism\n-\nParkinson’s Disease\n-\nA progressive brain disorder with movement and non-movement symptoms\n- Symptoms worsen slowly over time\n- Movement symptoms tend to improve with levodopa\n-\n- Atypical Parkinsonism\n-", "Normal pressure hydrocephalus is an abnormal buildup of fluid in the brain that causes progressive short-term memory loss, walking difficulty and loss of bladder control. A brain MRI can show excess brain fluid and the placement of a shunt can treat symptoms.\nTreatment of other secondary parkinsonism disorders, such as vascular parkinsonism, which is stroke-related, depends on their specific causes and symptoms.\nTips\n-\nIf you receive a diagnosis of parkinsonism, ask your doctor what this means. It is possible more information and time are needed to make a specific diagnosis.\n-\nTo help navigate the challenges of living with a brain disorder, educate yourself, build a support network and engage in meaningful activities."], "title": "Understanding Parkinsonism - Parkinson's Foundation"}, "https://en.wikipedia.org/wiki/SARS-CoV-2_Delta_variant": {"url": "https://en.wikipedia.org/wiki/SARS-CoV-2_Delta_variant", "description": "The Delta variant (B.1.617.2) is a highly transmissible variant of the COVID-19 virus that was first detected in India in October 2020. It has mutations in the spike protein that affect its infectivity and immune evasion, and has spread to over 179 countries by November 2021.", "snippets": ["Surveillance data from the Indian government's Integrated Disease Surveillance Programme (IDSP) shows that around 32% of patients, both hospitalised and outside hospitals, were aged below 30 in the second wave compared to 31% during the first wave, among people aged 30–40 the infection rate stayed at 21%. Hospitalisation in the 20–39 bracket increased to 25.5% from 23.7% while the 0–19 range increased to 5.8% from 4.2%. The data also showed a higher proportion of asymptomatic patients were admitted during the second wave, with more complaints of breathlessness.\nVirulence", "- ^ McCarthy, Lauren (15 July 2021). \"Los Angeles County will require masks to be worn indoors as Delta variant spreads\". New York Times. Archived from the original on 16 December 2021. Retrieved 16 July 2021.\n- ^ \"'We are a petri dish': world watches UK's race between vaccine and virus\". the Guardian. 2 July 2021. Archived from the original on 8 July 2021. Retrieved 25 July 2021.\n- ^ \"COVID-19: Sajid Javid's approach has party support - but scientists are getting worried\". Sky News. Archived from the original on 9 July 2021. Retrieved 25 July 2021.\n- ^ \"Vietnam locks down capital Hanoi as COVID-19 infections soar\". www.aljazeera.com. Archived from the original on 14 November 2021. Retrieved 25 July 2021.\n- ^ \"Vietnam's biggest cities tighten restrictions as COVID-19 cases surge\". Reuters. 23 July 2021. Archived from the original on 3 December 2021. Retrieved 25 July 2021.", "The detection of B.1.617 was hampered in some countries by a lack of specialised kits for the variant and laboratories that can perform the genetic test. For example, as of 18 May, Pakistan had not reported any cases, but authorities noted that 15% of COVID-19 samples in the country were of an \"unknown variant\"; they could not say if it was B.1.617 because they were unable to test for it. Other countries had reported travellers arriving from Pakistan that were infected with B.1.617.\nIn June 2021, scientist Vinod Scaria of India's Institute of Genomics and Integrative Biology highlighted the existence of the B.1.617.2.1 variant, also known as AY.1 or Delta plus, which has an additional K417N mutation compared to the Delta variant. B.1.617.2.1 was detected in Europe in March 2021, and has since been detected in Asia and America.", "WHO has not issued preventative measures against Delta specifically; non-pharmaceutical measures recommended to prevent wild type COVID-19 should still be effective. These would include washing hands, wearing a mask, maintaining distance from others, avoiding touching the mouth, nose or eyes, avoiding crowded indoor spaces with poor ventilation especially where people are talking, going to get tested if one develops symptoms and isolating if one becomes sick. Public Health authorities should continue to find infected individuals using testing, trace their contacts, and isolate those who have tested positive or been exposed. Event organizers should assess the potential risks of any mass gathering and develop a plan to mitigate these risks. See also Non-pharmaceutical intervention (epidemiology).", "- ^ Public Health England (18 June 2021). \"Variants of Concern Technical Briefing 16\" (PDF). UK Government. Archived (PDF) from the original on 30 June 2021. Retrieved 13 July 2021.\n- ^ \"SARS-CoV-2 variants of concern and variants under investigation in England\" (PDF). assets.publishing.service.gov.uk. Public Health England Technical Briefing 15. 11 June 2021. p. 22. Archived (PDF) from the original on 4 July 2021. Retrieved 4 July 2021. This article incorporates text published under the British Open Government Licence v3.0:\n- ^ Wise, Jacqui (21 May 2021). \"Covid-19: UK cases of variant from India rise by 160% in a week\". BMJ. 373: n1315. doi:10.1136/bmj.n1315. ISSN 1756-1833. PMID 34020965. S2CID 235075923. Archived from the original on 9 July 2021. Retrieved 4 July 2021.\n- ^ report, Web. \"India Covid crisis: 20 countries that have imposed travel bans, suspensions\". Khaleej Times. Archived from the original on 1 May 2021. Retrieved 1 May 2021.", "- ^ a b c \"SARS-CoV-2 variants of concern as of 24 May 2021\". European Centre for Disease Prevention and Control. 30 April 2021. Archived from the original on 16 June 2021. Retrieved 6 August 2021.\n- ^ \"Technical Briefing 20 SARS-CoV-2 variants of concern and variants under investigation in England\" (PDF). 6 August 2021. Archived (PDF) from the original on 15 December 2021. Retrieved 10 August 2021. This article incorporates text published under the British Open Government Licence v3.0:\n- ^ \"Technical Briefing 21 SARS-CoV-2 variants of concern and variants under investigation in England\" (PDF). Public Health England. 20 August 2021. Archived (PDF) from the original on 23 July 2021. Retrieved 28 August 2021. This article incorporates text published under the British Open Government Licence v3.0:"], "title": "SARS-CoV-2 Delta variant - Wikipedia"}}}