{"url_to_unified_index": {"https://cognitiveresearchjournal.springeropen.com/articles/10.1186/s41235-018-0136-1": 4, "https://psychiatryonline.org/doi/10.1176/appi.pn.2013.4a8": 3, "https://psychiatryonline.org/doi/full/10.1176/foc.8.3.foc366": 1, "https://psychiatryonline.org/doi/10.1176/foc.8.3.foc366": 2}, "url_to_info": {"https://cognitiveresearchjournal.springeropen.com/articles/10.1186/s41235-018-0136-1": {"url": "https://cognitiveresearchjournal.springeropen.com/articles/10.1186/s41235-018-0136-1", "description": "Genetic and other biological explanations appear to have mixed blessings for the stigma of mental disorder. Meta-analytic evidence shows that these “biogenetic” explanations reduce the blame attached to sufferers, but they also increase aversion, perceptions of dangerousness, and pessimism about recovery. These relationships may arise because biogenetic explanations recruit essentialist ...", "snippets": [". These trends suggest that mental disorder is a crucial domain in which people’s responses to neuroscientific explanations can be examined.", ". However, laypeople may understand the brain differently: as a mysterious seat of the soul whose abnormalities determine the person’s fate and identity. They may think of the neural bases of mental disorders as discrete and localized lesions, perhaps encouraged by the tendency for media reports of neuroscientific findings to invoke specific brain regions. When they understand depression or schizophrenia as “brain diseases” they may liken these conditions to degenerative diseases such as dementia, which do have a pessimistic prognosis and seem to determine and disrupt personal identity, or to traumatic conditions that are equally deep and enduring in their effects. Similarly, when laypeople endorse “chemical imbalances” as explanations of mental ill-health they may apprehend them as deep-seated and enduring defects that can be palliated by medication but never cured", "These issues are especially germane to the field of psychiatry, where neuroscience has become the royal road to understanding mental disorders. Research on the neurobiological dimensions of psychiatric conditions outstrips research on its psychosocial dimensions, and treatments that target brain chemistry are increasingly dominant. With the advent of the National Institute of Mental Health (NIMH) Research Domain Criteria (Cuthbert, 2015), psychiatric classification is shrugging off its reputation for ignoring causation and is making direct reference to underlying neurobiological mechanisms of disorder. Mental health is the second most common domain in which neuroscience receives media coverage (O’Connor, Rees, & Joffe, 2012), and research shows that laypeople increasingly endorsed neurobiological explanationsFootnote 1 for mental health problems over the period 1990 to 2006 (Schomerus et al., 2012)", ". Finally, because essentialist thinking is associated with stereotype endorsement, people who hold biogenetic explanations of mental disorders are apt to endorse the widespread view that the mentally ill are dangerous and unpredictable."], "title": "Neuroscientific explanations and the stigma of mental disorder: a meta ..."}, "https://psychiatryonline.org/doi/10.1176/appi.pn.2013.4a8": {"url": "https://psychiatryonline.org/doi/10.1176/appi.pn.2013.4a8", "description": "“This analysis provides the first genomewide evidence that individual and aggregate molecular genetic risk factors are shared between five childhood-onset or adult-onset psychiatric disorders that are treated as distinct categories in clinical practice,” explained Jordan Smoller, M.D., Sc.D., a psychiatric geneticist at Massachusetts General Hospital and one of the study’s lead ...", "snippets": ["APA President Dilip Jeste, M.D., also expressed hope about the future potential of the study’s findings. “Research of this type would help in the development of future diagnostic systems in psychiatry that are based on validated biomarkers…This important study is one step in that direction.”\nIn an editorial accompanying the study report, Alessandro Serretti, M.D., Ph.D., and Chiara Fabbri, M.D., both of the Department of Biomedical and Neuromotor Science at the University of Bologna, Italy, hailed the quality of the effort. “The main innovative contribution of the present study is the combination of qualitative and quantitative analyses of the shared genetic features associated with vulnerability to these five disorders,” they said, while also noting that the reliability of the results was strengthened by the investigators’ “accurate methodological design.”\nThe study was supported by a grant from the National Institute of Mental Health. ■"], "title": "Genetic Links Found Among Five Psychiatric Disorders"}, "https://psychiatryonline.org/doi/full/10.1176/foc.8.3.foc366": {"url": "https://psychiatryonline.org/doi/full/10.1176/foc.8.3.foc366", "description": "The long-awaited genomic revolution in psychiatry brings with it, however, a new set of ethical concerns. The field of psychiatric genetics is haunted by memories of the eugenics movement of the early 1900s, which targeted psychiatric patients and others considered “genetically inferior” for forced sterilization and death (9–12).Even strong proponents of genetic research may feel some ...", "snippets": ["28). Patient-centered safeguards, such as confidentiality protections, careful attention to the informed consent process, and genetic counseling, were put in place to protect individuals against potential harms and to enhance autonomous decision making (\n13). Thorny ethical issues arising in specific testing contexts were identified and described, such as the person with a known predisposition to HD who refuses to disclose this information to family members (\n29,\n30), parents who seek to have minor children tested for adult-onset conditions with no preventive treatment (\n31–\n33), or pregnant couples wishing to obtain prenatal testing and abortion for a mild genetic disability that does not preclude a satisfactory quality of life (\n16,\n17).\nHighly penetrant disorders are rare in the overall population, however, and they are not necessarily good models for understanding either the genetics or the “genethics” of the vast burden of human illnesses (", "26) including the major psychiatric diseases, which have complex inheritance. Complex inheritance disorders, sometimes called multifactorial illnesses, are caused by a combination of at least two and perhaps hundreds of genes and nongenetic factors such as environmental and epigenetic influences (i.e., patterns of DNA methylation and histone modification) (\n34). It now appears that multiple genes are involved in the etiology of most mental disorders, each gene contributing a small amount of increased risk (\n7).\nUnlike genetic tests for highly penetrant disorders, tests for individual genetic variants associated with most cases of psychiatric disorders have been expected to have low predictive power (an absolute increase or decrease in risk on the order of a few percentage points), and the risk variants have been expected to be common in the population (\n7). Eventually, it may be possible to test for a combination of susceptibility variants to achieve much greater predictive power (", "Psychiatric genetic research is a source of great hope for many individuals with mental illness, their families, and the clinicians who care for them. In 2010, the research enterprise appears poised to begin to fulfill some of those hopes. Molecular genetic variants associated with bipolar disorder, major depression, and schizophrenia have been validated in independent samples (\n1–\n5), and researchers working to find genes associated with other common complex inheritance diseases such as diabetes (\n6) have had clear successes. Many observers believe that psychiatric genetic research is on the same promising path (\n7,\n8).\nPsychiatric genetics is a complex and rapidly changing endeavor, however, and it requires a detailed and dynamic ethics (", "As we have seen, most of the published data that are directly pertinent to psychiatric genetics ethics concern clinical, rather than research, ethics, and most of these studies consist of questionnaire surveys of patients, families, and clinicians regarding interest in genetic testing. Most surveys polled small convenience samples, which limits the generalizability of their results. Some early studies assessed opinions about scenarios that now appear moot, such as 100% predictive genetic testing for a common psychiatric disorder or in utero gene therapy to prevent such an illness. Meanwhile, attitudes toward the most feasible form of psychiatric genetic testing—pharmacogenetic—have only rarely been assessed. Investigators in this field have obviously been chasing a moving target over the past two decades.", "23) that could foretell the rest of one's life. Such language suggests that there will be tremendous benefits to learning genetic information, and great harm if the privacy of one's genetic “future diary” were violated.\nThis deterministic view of genetics formed the backdrop for early conceptual and empirical ethics studies. Investigations of highly penetrant disorders enabled a cataloging of risks and benefits of predictive genetic testing in the research and clinical context (\n25). These risks and benefits can be categorized as medical (i.e., interventions to reduce the impact of the illness or biological side effects of interventions) and psychosocial (i.e., peace of mind, life planning, psychological distress, social stigmatization, and discrimination) (\n13,\n26–", "How can informed consent be best achieved, given the probabilistic nature of test results and the possibility of secondary information arising in the future?\n•.\nWhat safeguards, such as confidentiality protections and pre- and posttest counseling, are necessary to protect individuals from psychosocial harms?\n•.\nWhat is the appropriate role of psychiatrists and other clinicians in providing genetic counseling and testing?\nAs we have seen, the empirical evidence base on ethically relevant considerations in psychiatric genetics is almost exclusively focused on clinical, rather than research, ethics. The following questions (among others) need to be addressed regarding the ethics of psychiatric genetic research:\n•.\nHow can research benefits be maximized and risks minimized for individuals, populations, and communities that participate in genetic studies of psychiatric disorders, given the social stigma of these conditions?\n•.", "In application of this model to psychiatric genetic testing, it is possible that some innovative uses of pharmacogenetic and diagnostic testing could meet all five criteria relatively quickly if appropriate safeguards are established. Of prime importance are confidentiality protections and informed consent processes that address, among other considerations, the possibility of secondary information arising in the future due to genetic pleiotropy. The innovative use of clinical susceptibility testing may be more difficult to justify ethically: in the absence of substantial new knowledge about outcomes, it may be difficult to prove either that there are unique benefits (beyond genetic risk assessment based on family history) or that the possible risks of susceptibility testing do not exceed the risks of forgoing testing.\nDirections for future research", "Another set of ethical issues concerns whether and how new applications should be introduced clinically. It will require considerable research funding and many years to gather detailed information about the psychosocial and medical outcomes of genetic counseling and testing for specific psychiatric disorders. Even our understanding of the full implications of testing for a single genetic variant may be incomplete for many years. Because of the phenomenon of genetic pleiotropy (i.e., when a single gene has multiple biological effects), a test for a genetic variant that is associated with one condition today may in the future be found to yield information about susceptibility to another condition (\n97). For example, the\nAPOE genotype is associated not only with the risk of AD but also with the risk of cardiovascular disease (\n98). Another example is the serotonin transporter gene, which is associated with response to selective serotonin reuptake inhibitors (", "14). To some bioethicists, the emerging importance of this issue has suggested a need to reconceptualize the dominant ethical considerations in genetic research from autonomy-based ethics to a more communitarian ethics that focuses on the risks and benefits of research for communities and populations rather than for individual participants (\n14).\nGENETICS AND THE ETHICS OF EMERGING TECHNOLOGIES\nPsychiatric genetics, as a body of scientific knowledge and a set of clinical activities, is far from being fully mature. There is scientific consensus that the common mental disorders are heritable and that a number of genetic variants are likely to be involved in most illnesses (\n7), but there is no firm consensus about which specific genes are associated with which mental illnesses, with the exception of\nAPOE and AD (", "Table 2). Using current clinical practice as a descriptive guide, these authors categorized ethical considerations on the basis of the predictive power of a genetic test and the availability and acceptability of medical treatments for the condition (\n26). According to this framework, we would expect that the first susceptibility tests for most common mental illnesses would be categorized as low in predictive power and as lacking acceptable medical interventions, because of a dearth of evidence regarding the utility of preventive interventions. For such tests, according to the framework of Burke et al, the dominant ethical consideration would be nonmaleficence—that is, to do no harm by withholding the test until it could be established that an individual would have a favorable risk/benefit ratio.\nOther experts (", "15). That is, the diagnosis will appear more credible if it is based on a biological test rather than a clinical interview and more permanent if the illness arises from one's DNA. Patients may also be saddled with an additional label of “genetic deviance” in addition to being categorized as mentally ill (\n78).\nAttempts to investigate these issues empirically have produced conflicting results (\n15,\n77). A vignette survey of 126 New Zealand undergraduates demonstrated that students who were given a biological and genetic explanation for schizophrenia described a person with schizophrenia as more dangerous and unpredictable than did students who were given a psychosocial explanation for the illness (\n79). An exploratory study of patients with bipolar disorder and their family members in Australia found that most believed that the genetic etiology of bipolar disorder would decrease stigma by absolving individuals of responsibility for the illness (\n55).", "14). On the most general level, psychiatric genetics describes our profession's current understanding of mental disorders as heritable and biologically mediated rather than solely the result of psychosocial influences. The field also incorporates a long history of quantitative and qualitative psychiatric genetic research, including family, twin, and adoption studies, as well as linkage analyses and association scans. Finally, psychiatric genetics describes an emerging group of clinical applications such as pharmacogenetic, diagnostic, and susceptibility genotyping. Each of these aspects of psychiatric genetics provokes numerous ethical questions—ranging from how the “geneticization” of mental illness will affect its stigma (\n15) to whether psychiatric genetic research should be conducted among marginalized communities to the morality of prenatal testing for susceptibility to mild and treatable mental disorders (\n16,\n17).", "One of the most well-designed and generalizable studies on this topic was Phelan's (", "34). In the clinical setting, genetic testing for susceptibility and for drug metabolism and response is just beginning to be applied in psychiatry, but we have few or no data to guide us about their medical and psychosocial outcomes. In the future, it should be possible to make carefully reasoned judgments about the utility and morality of specific types of psychiatric genetic activities, but until then we will also grapple with ethical issues particular to an innovative and evolving technology.\nMethodologies for psychiatric genetic research have changed dramatically in recent years, the result of sequencing the human genome and completing the International HapMap project to characterize human variation across the genome (", "20) have suggested that such a system should incorporate not only the medical benefits, but also the possibility of psychosocial risks—which seems particularly apt in the case of psychiatric genetics. A more detailed framework would encompass all these elements plus factor in the newness of the test, the testing circumstance (i.e., academic setting, private clinic, DTC), and the test's purpose (i.e., susceptibility, diagnostic, pharmacogenetic, prenatal, newborn screening). Thus, tests would be categorized according to their predictive power, purposes, availability of acceptable interventions, level of stigma of the condition, likely psychological impact of the condition, possibility of negative effects on third parties, availability of safeguards, and newness of the test (", "59) Early survey instruments tended to present psychiatric genetics in highly deterministic terms, but later work has emphasized the probabilistic nature of genetic testing. If we consider only the studies that specifically mentioned that psychiatric susceptibility testing might not be 100% predictive, the data still demonstrate that patients and families see a substantial benefit to genetic testing for the purposes of life planning and early diagnosis (\n49,\n50,\n53,\n55,\n56,\n58). Patients and families appear to be more focused on the perceived benefits of testing and less focused on the risks than clinicians or researchers (\n56). This disparity may be the result of the layperson's lack of awareness of the risks of genetic testing. It may also be that individuals who have intimate experience in living with mental illness are more attuned to the benefits of information that could guide treatment or future plans.", "117) have proposed that clinical innovation in psychiatry is ethically justifiable if the following conditions are met: 1) scientific evidence suggests that the innovation is uniquely beneficial; 2) there is a clinical need for the innovative treatment; 3) the possible risks of the intervention do not exceed the risks of the individual's current condition; 4) all standard efforts have been tried and failed; and 5) appropriate safeguards (such as informed consent, monitoring for adverse effects, and reevaluating the scientific evidence) are implemented. If all five conditions are met, the practice may be justified on the basis of the principles of beneficence, nonmaleficence, and respect for persons.", ". Similarly, because the great burden of psychiatric illness is due to common mental illnesses with complex inheritance, such as schizophrenia, bipolar disorder, depression, attention-deficit disorder, and autism, the emphasis here will be on these diseases rather than the rare, Mendelian illnesses such as Huntington's disease (HD) or Rett's disorder. The related topic of human behavioral genetics, which has been well described elsewhere ("], "title": "Ethical Considerations in Psychiatric Genetics | Focus"}, "https://psychiatryonline.org/doi/10.1176/foc.8.3.foc366": {"url": "https://psychiatryonline.org/doi/10.1176/foc.8.3.foc366", "description": "The long-awaited genomic revolution in psychiatry brings with it, however, a new set of ethical concerns. The field of psychiatric genetics is haunted by memories of the eugenics movement of the early 1900s, which targeted psychiatric patients and others considered “genetically inferior” for forced sterilization and death (9–12).Even strong proponents of genetic research may feel some ...", "snippets": ["28). Patient-centered safeguards, such as confidentiality protections, careful attention to the informed consent process, and genetic counseling, were put in place to protect individuals against potential harms and to enhance autonomous decision making (\n13). Thorny ethical issues arising in specific testing contexts were identified and described, such as the person with a known predisposition to HD who refuses to disclose this information to family members (\n29,\n30), parents who seek to have minor children tested for adult-onset conditions with no preventive treatment (\n31–\n33), or pregnant couples wishing to obtain prenatal testing and abortion for a mild genetic disability that does not preclude a satisfactory quality of life (\n16,\n17).\nHighly penetrant disorders are rare in the overall population, however, and they are not necessarily good models for understanding either the genetics or the “genethics” of the vast burden of human illnesses (", "Psychiatric genetic research is a source of great hope for many individuals with mental illness, their families, and the clinicians who care for them. In 2010, the research enterprise appears poised to begin to fulfill some of those hopes. Molecular genetic variants associated with bipolar disorder, major depression, and schizophrenia have been validated in independent samples (\n1–\n5), and researchers working to find genes associated with other common complex inheritance diseases such as diabetes (\n6) have had clear successes. Many observers believe that psychiatric genetic research is on the same promising path (\n7,\n8).\nPsychiatric genetics is a complex and rapidly changing endeavor, however, and it requires a detailed and dynamic ethics (", "23) that could foretell the rest of one's life. Such language suggests that there will be tremendous benefits to learning genetic information, and great harm if the privacy of one's genetic “future diary” were violated.\nThis deterministic view of genetics formed the backdrop for early conceptual and empirical ethics studies. Investigations of highly penetrant disorders enabled a cataloging of risks and benefits of predictive genetic testing in the research and clinical context (\n25). These risks and benefits can be categorized as medical (i.e., interventions to reduce the impact of the illness or biological side effects of interventions) and psychosocial (i.e., peace of mind, life planning, psychological distress, social stigmatization, and discrimination) (\n13,\n26–", "How can informed consent be best achieved, given the probabilistic nature of test results and the possibility of secondary information arising in the future?\n•.\nWhat safeguards, such as confidentiality protections and pre- and posttest counseling, are necessary to protect individuals from psychosocial harms?\n•.\nWhat is the appropriate role of psychiatrists and other clinicians in providing genetic counseling and testing?\nAs we have seen, the empirical evidence base on ethically relevant considerations in psychiatric genetics is almost exclusively focused on clinical, rather than research, ethics. The following questions (among others) need to be addressed regarding the ethics of psychiatric genetic research:\n•.\nHow can research benefits be maximized and risks minimized for individuals, populations, and communities that participate in genetic studies of psychiatric disorders, given the social stigma of these conditions?\n•.", "8) national telephone survey of Americans' stigmatizing beliefs, attitudes, and behaviors. A random sample of 426 U.S. adults was asked to respond to a vignette about a person hospitalized for schizophrenia or depression whose illness was described as completely, partially, or not at all due to genetic factors. Participants were then asked a series of questions about how they would feel and behave toward such a person. Analysis of the responses indicated that the genetic explanation for illness led to a significant reduction in respondents' desire to see the person punished for a violent act committed as a result of the illness. Interestingly, the genetic explanation also increased respondents' desire for social distance from the ill person's sibling. The findings thus indicate that the geneticization of mental illness may decrease some aspects of stigma (punitive attitudes toward ill persons) and increase others (associative stigma toward family members).", "According to this method of analysis, a newly developed DTC susceptibility genetic test that is poorly predictive and for a condition that lacks intervention and is highly stigmatized should raise many more red flags than an established, highly predictive diagnostic test offered by well-trained clinicians for a condition that is less stigmatized and for which preventive treatment is available. Some might say that the former test should be withheld entirely on the principle of nonmaleficence, whereas others might believe it overly paternalistic to do so if informed consent procedures could be established to ensure that individuals being tested fully understood and accepted the implications.", "14). To some bioethicists, the emerging importance of this issue has suggested a need to reconceptualize the dominant ethical considerations in genetic research from autonomy-based ethics to a more communitarian ethics that focuses on the risks and benefits of research for communities and populations rather than for individual participants (\n14).\nGENETICS AND THE ETHICS OF EMERGING TECHNOLOGIES\nPsychiatric genetics, as a body of scientific knowledge and a set of clinical activities, is far from being fully mature. There is scientific consensus that the common mental disorders are heritable and that a number of genetic variants are likely to be involved in most illnesses (\n7), but there is no firm consensus about which specific genes are associated with which mental illnesses, with the exception of\nAPOE and AD (", "Table 2). Using current clinical practice as a descriptive guide, these authors categorized ethical considerations on the basis of the predictive power of a genetic test and the availability and acceptability of medical treatments for the condition (\n26). According to this framework, we would expect that the first susceptibility tests for most common mental illnesses would be categorized as low in predictive power and as lacking acceptable medical interventions, because of a dearth of evidence regarding the utility of preventive interventions. For such tests, according to the framework of Burke et al, the dominant ethical consideration would be nonmaleficence—that is, to do no harm by withholding the test until it could be established that an individual would have a favorable risk/benefit ratio.\nOther experts (", "This review aims to introduce the reader to the complexity and fluidity of ethical issues in psychiatric genetics. Rather than attempting a fully comprehensive study, which has been the subject of book-length monographs (\n13,\n18), this article will focus primarily on four broad characteristics of psychiatric genetics that merit ethical attention. First, genetic information may, to a greater or lesser extent, predict a person's future health. Second, learning about one's genotype may have profound psychosocial consequences. Third, genetic information pertains to a person's biological relatives and thus can affect family members, communities, and population groups. Finally, psychiatric genetics is a rapidly evolving field. None of these characteristics is necessarily “exceptional” or unique to genetics (\n19,\n20), but they will provide a useful structure for teasing apart a complex set of ethical issues.", "50) found that they most often mentioned insurance discrimination as a risk associated with genetic testing for that illness. Finally, a disturbing case series published in 2001 documented employment discrimination against three young men in Hong Kong who had applied for civil service jobs and were rejected or fired on the basis of a first-degree family history of schizophrenia (\n72). However, a 2004 review of the work of 50 researchers studying genetic influences on substance abuse and on psychiatric disorders found no adverse effects such as misuse of data or loss of confidentiality (unpublished data of J. F. Cubells et al. 2004).\nAs a response to the perceived injustice of discrimination based on genotype, most states have enacted some form of antidiscrimination legislation, and a federal law, the Genetic Information Nondiscrimination Act, was enacted in 2008 (", "20) have suggested that such a system should incorporate not only the medical benefits, but also the possibility of psychosocial risks—which seems particularly apt in the case of psychiatric genetics. A more detailed framework would encompass all these elements plus factor in the newness of the test, the testing circumstance (i.e., academic setting, private clinic, DTC), and the test's purpose (i.e., susceptibility, diagnostic, pharmacogenetic, prenatal, newborn screening). Thus, tests would be categorized according to their predictive power, purposes, availability of acceptable interventions, level of stigma of the condition, likely psychological impact of the condition, possibility of negative effects on third parties, availability of safeguards, and newness of the test (", "More far-reaching ethical issues arise because genetic information may also be used to characterize larger groups of related persons, including communities and populations. There are public health benefits to conducting molecular genetic research on complex inheritance diseases using samples from ethnically and geographically diverse populations, as well as scientific benefits to using samples derived from genetically isolated populations (\n82). Such groups include the Hutterites, Old Order Amish, Ashkenazi Jews, Pima Native Americans, and isolated subpopulations in Colombia, Costa Rica, Finland, Guatemala, Iceland, Japan, and Sardinia.\nMolecular research that compares frequencies of genetic variants associated with stigmatized disorders among subpopulations may unintentionally feed racist beliefs if results are misinterpreted to mean that a given group is especially prone to the disease (", "117) have proposed that clinical innovation in psychiatry is ethically justifiable if the following conditions are met: 1) scientific evidence suggests that the innovation is uniquely beneficial; 2) there is a clinical need for the innovative treatment; 3) the possible risks of the intervention do not exceed the risks of the individual's current condition; 4) all standard efforts have been tried and failed; and 5) appropriate safeguards (such as informed consent, monitoring for adverse effects, and reevaluating the scientific evidence) are implemented. If all five conditions are met, the practice may be justified on the basis of the principles of beneficence, nonmaleficence, and respect for persons.", "60). It is also consistent with studies of interest in testing for genetic susceptibility to breast and ovarian cancer (\n61).\nPSYCHOSOCIAL RISKS AND BENEFITS OF GENETIC INFORMATION\nThe ethical principles of beneficence and nonmaleficence suggest that careful attention must be paid to the psychosocial effects of psychiatric genetics to maximize the personal and social benefits and to minimize the risks. Understanding these risks and benefits is also necessary to fulfill the ethical duty of respect for persons, which requires researchers and clinicians to provide information about the likely results of medical interventions to obtain fully informed consent. Finally, justice requires consideration of the potential social harms that may befall individuals and groups as a result of their participation in clinical and research activities.", "115) identified seven features of ethical clinical research: value to society, scientific validity, favorable risk-benefit ratio, fairness in subject selection, informed consent, demonstration of respect for enrolled subjects, and independent review. Roberts (\n116) developed a framework for analyzing the ethical acceptability of psychiatric research protocols, identifying nine key features: scientific merit and design issues; expertise, commitment, and integrity issues; risks and benefits; confidentiality; participant selection and recruitment; informed consent and decisional capacity; and incentives and other issues. A modification of Roberts's framework (\nTable 1) (\n116) that includes ethical considerations particular to genetics provides a useful model for analyzing psychiatric genetic research protocols, particularly gene-finding studies.\nA strategy for categorizing ethical considerations in clinical genotyping was proposed by Burke et al. (\n26) in 2001 (", "74). In theory, denying the same information to insurance providers would place insurers at a financial disadvantage because they could not adjust premiums to account for different levels of genetic risk. Furthermore, without the ability to make such adjustments, insurers could not charge lower premiums for individuals who have beneficial genotypes. Ironically, this inability to adjust premiums could unfairly burden people who have a strong family history of illness but for whom genetic testing indicates reduced personal risk (\n75)."], "title": "Ethical Considerations in Psychiatric Genetics | Focus"}}}