{"url_to_unified_index": {"https://eic.ec.europa.eu/eic-funding-opportunities/eic-accelerator/eic-accelerator-challenges_en": 14, "https://eic.ec.europa.eu/eic-funding-opportunities/eic-accelerator_en": 18, "https://eic.ec.europa.eu/eic-funding-opportunities/eic-transition_en": 19, "https://eic.eismea.eu/community/challenges": 20, "https://eic.ec.europa.eu/about-european-innovation-council_en": 21, "https://www.energy.gov/science/articles/electron-ion-collider-achieves-critical-decision-1-approval": 5, "https://rasph.com/introducing-the-six-transformative-challenges-of-the-eic-accelerator-2024/": 25, "https://www.bnl.gov/eic/": 26, "https://newsnetwork.mayoclinic.org/discussion/mayo-clinic-q-and-a-5-advances-in-cancer-treatment/": 22, "https://www.medstarhealth.org/blog/cancer-treatment-advances": 23, "https://www.bnl.gov/newsroom/news.php?a=121812": 24, "https://www.osti.gov/biblio/1894291": 1, "https://www.bnl.gov/newsroom/news.php?a=217396": 2, "https://www.stonybrook.edu/commcms/bnl/joint-initiatives/electronioncollider.php": 3, "https://www.jlab.org/eic/goals": 4, "https://www.ncbi.nlm.nih.gov/books/NBK566180/": 13, "https://ourworldindata.org/technological-change": 15, "https://www.cancer.gov/news-events/nca50/stories/technologies-and-innovations": 11, "https://eic.ec.europa.eu/eic-funding-opportunities/calls-proposals/eic-pathfinder-challenge-emerging-technologies-cell-and-gene-therapy_en": 16, "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6025540/": 17, "https://en.wikipedia.org/wiki/Particle_accelerator": 6, "https://home.cern/news/news/knowledge-sharing/clear-study-paves-way-novel-electron-based-cancer-therapy": 8, "https://www.energy.gov/articles/how-particle-accelerators-work": 7, "https://en.wikipedia.org/wiki/Electron–ion_collider": 9, "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7614547/": 10, "https://www.bnl.gov/newsroom/news.php?a=116998": 12}, "url_to_info": {"https://eic.ec.europa.eu/eic-funding-opportunities/eic-accelerator/eic-accelerator-challenges_en": {"url": "https://eic.ec.europa.eu/eic-funding-opportunities/eic-accelerator/eic-accelerator-challenges_en", "description": "The EIC Accelerator Challenges calls are open to proposals in predefined topics that have been identified in areas where breakthrough technologies or game-changing innovations developed by start-ups or SMEs can have a major impact on EU objectives.", "snippets": ["The proposals should focus on development of smart integrated devices where the competitive advantage may lie in the system approach or in one of the key components or technologies. ... To support the production of food from precision fermentation and algae that decouples food production from the soil and environmental conditions. In support of the EU Soil Mission, the EU Green Deal, Farm to Fork strategy, Fit for 55 and REPowerEU policy actions, the key goal of this Challenge is to support the production of sustainable and nutritious food from precision fermentation and algae. Innovations must go beyond incremental changes to the state of the art and deliver novel production processes that must deliver energy and resource efficient, low emission foods that are integral to a healthy diet.", "The European Innovation Council work programme 2024 opens funding opportunities worth over €1.2 billion for strategic technologies and scaling up companies. The majority is dedicated to SMEs and start-ups to develop and scale up “deep tech” innovations in critical fields such as generative artificial intelligence (AI), space, critical raw materials, semiconductors and quantum technologies.", "The aim of this Challenge is to foster a European, human-centric approach to AI, tackling prevalent issues like transparency deficit and trust inadequacy."], "title": "EIC Accelerator Challenges - European Commission"}, "https://eic.ec.europa.eu/eic-funding-opportunities/eic-accelerator_en": {"url": "https://eic.ec.europa.eu/eic-funding-opportunities/eic-accelerator_en", "description": "EIC Accelerator selection process comprises 3 steps. Each step passed successfully give access to the next step: ... The European Innovation Council work programme 2024 opens funding opportunities worth over €1.2 billion for strategic technologies and scaling up companies.", "snippets": ["Funding and investments through the EIC Fund for individual start-ups and small companies to develop and scale up game changing innovations", "EIC Accelerator selection process comprises 3 steps. Each step passed successfully give access to the next step: ... The European Innovation Council work programme 2024 opens funding opportunities worth over €1.2 billion for strategic technologies and scaling up companies. The majority is dedicated to SMEs and start-ups to develop and scale up “deep tech” innovations in critical fields such as generative artificial intelligence (AI), space, critical raw materials, semiconductors and quantum technologies.", "Blended finance: a mix of non-dilutive grant for innovation activities (TRL 5-8) and dilutive equity for market deployment (TRL 9). Investment only: for mid caps companies and companies that have received a «grant only». ... For projects that match any of the pre-defined topics of the EIC Accelerator Challenges."], "title": "EIC Accelerator - European Commission"}, "https://eic.ec.europa.eu/eic-funding-opportunities/eic-transition_en": {"url": "https://eic.ec.europa.eu/eic-funding-opportunities/eic-transition_en", "description": "Building on promising research results to demonstrate and mature the technology and develop business plans for specific applications", "snippets": ["The report focuses on the Horizon Europe portfolio of approximately 500 start-ups, 275 advanced research projects, and 140 projects commercialising research results funded in 2021-2023, along with the longer-term impacts of projects/companies supported during the EIC pilot phase and its predecessor. ... European Innovation Council Transition results: 27 projects selected to take novel technologies from lab to market readiness · A new set of 27 projects have been selected to receive EIC funding following the final 2023 EIC Transition cut-off in September.", "Grants of up to EUR 2.5 million to validate and demonstrate technology in application-relevant environment (starting at TRL 3/ 4 aiming to achieve TRL 5/ 6) and develop business and market readiness. Booster grants of a fixed amount not exceeding EUR 50 000 to undertake complementary activities to explore potential pathways to commercialisation or for portfolio activities ... The EIC Transition Open has no predefined thematic priorities and is open to proposals in any field of science, technology or application."], "title": "EIC Transition - European Commission"}, "https://eic.eismea.eu/community/challenges": {"url": "https://eic.eismea.eu/community/challenges", "description": "EIC Challenges Are you an EIC thinker who likes to dig into science, research or technology to address new problems? Or do you have a pressing challenge that requires the attention of innovative minds? We have good news for you: the EIC Comumunity Platform is ready and can help you with both ...", "snippets": ["Large corporates, investors, and innovation procurement departments with access to the EIC Community will share their challenges on our platform. We receive multiple challenges from large companies, including big multinationals such as Procter & Gamble or Ab InBev."], "title": "Challenges | EIC Community"}, "https://eic.ec.europa.eu/about-european-innovation-council_en": {"url": "https://eic.ec.europa.eu/about-european-innovation-council_en", "description": "The EIC is Europe’s flagship innovation programme to identify, develop and scale up breakthrough technologiesand game changing innovations · The European Innovation Council (EIC) has been established under the EU Horizon Europe programme.", "snippets": ["The EIC is Europe’s flagship innovation programme to identify, develop and scale up breakthrough technologiesand game changing innovations", "The EIC Forum has been established under Pillar III of Horizon Europe to promote coordination and dialogue on the development of the Union's innovation ecosystem’ and is an essential tool to help shaping a new European Innovation Strategy with Member States and Associated Countries.", "The EIC Forum was formally launched on 23 November 2021. Its activities aims to improve coordination between national and regional innovation programmes and innovation activities under Horizon Europe. It will stimulate synergies and avoid overlaps, by sharing data on programmes and their implementation, resources and expertise, analysis, monitoring of technological, and innovation trends, while interconnecting respective innovators' communities."], "title": "About the European Innovation Council - European Commission"}, "https://www.energy.gov/science/articles/electron-ion-collider-achieves-critical-decision-1-approval": {"url": "https://www.energy.gov/science/articles/electron-ion-collider-achieves-critical-decision-1-approval", "description": "CD-1 milestone marks start of project execution phase for next-generation nuclear physics facility that will probe the smallest building blocks of visible matter.", "snippets": ["The EIC will be a 2.4-mile-circumference particle collider, the first of its kind in the world. It will steer beams of high-energy polarized electrons into collisions with polarized protons and atomic nuclei to produce precision 3-D snapshots of those particles’ internal structures.", "In addition, the technological advances already under development to make the EIC a reality—innovative accelerator and particle-tracking components and data-management tools and techniques—could have widespread impacts."], "title": "Electron-Ion Collider Achieves Critical Decision 1 Approval | Department of Energy"}, "https://rasph.com/introducing-the-six-transformative-challenges-of-the-eic-accelerator-2024/": {"url": "https://rasph.com/introducing-the-six-transformative-challenges-of-the-eic-accelerator-2024/", "description": "The European Innovation Council (EIC) Accelerator stands at the forefront of technological and scientific advancement, driving innovation across various sectors", "snippets": ["Focusing on the cutting edge of computing and communication systems, this challenge revolves around developing technologies related to smart edge computing and quantum components. It acknowledges the growing importance of quantum technology and edge computing in shaping the future of data processing and communication."], "title": "Introducing the Six Transformative Challenges of the EIC Accelerator 2024 - Rasph - EIC Accelerator Consulting"}, "https://www.bnl.gov/eic/": {"url": "https://www.bnl.gov/eic/", "description": "Physicists are building a new machine--an Electron-Ion Collider--to look inside the protons and neutrons that make up the atomic nucleus. The EIC will be a particle accelerator that collides electrons with protons and nuclei to produce snapshots of those particles' internal structure.", "snippets": ["Beyond sparking scientific discoveries in a new frontier of fundamental physics, the Electron-Ion Collider will trigger technological breakthroughs that have broad-ranging impact on human health and national challenges. The unique and powerful tools of the Electron-Ion Collider will cast fresh light on the forces that bind protons and neutrons together to form nuclei. Brookhaven National Lab's EIC Directorate coordinates with domestic and international partners to deliver the EIC construction project. Brookhaven National Laboratory advances fundamental research in nuclear and particle physics to gain a deeper understanding of matter, energy, space, and time; applies photon sciences and nanomaterials research to energy challenges of critical importance to the nation; and performs cross-disciplinary research on climate change, sustainable energy, and Earth’s ecosystems.", "The Electron-Ion Collider will be a discovery machine for unlocking the secrets of the \"glue\" that binds the building blocks of visible matter in the universe.", "What we learn from the EIC could power the technologies of tomorrow. ... The Electron-Ion Collider will be a discovery machine for unlocking the secrets of the \"glue\" that binds the building blocks of visible matter in the universe. The Electron-Ion Collider will consist of two intersecting accelerators, one producing an intense beam of electrons, the other a beam of protons or heavier atomic nuclei which are steered into head-on collisions."], "title": "Electron-Ion Collider (EIC)"}, "https://newsnetwork.mayoclinic.org/discussion/mayo-clinic-q-and-a-5-advances-in-cancer-treatment/": {"url": "https://newsnetwork.mayoclinic.org/discussion/mayo-clinic-q-and-a-5-advances-in-cancer-treatment/", "description": "Five advances in cancer therapy are increasing prevention and survival rates and offering hope for a cure to more people.", "snippets": ["Advancements in cancer therapy are increasing survival rates and offering hope for a cure to more people. We are now treating cancer more precisely and with fewer side effects."], "title": "Mayo Clinic Q and A: 5 advances in cancer treatment - Mayo Clinic News Network"}, "https://www.medstarhealth.org/blog/cancer-treatment-advances": {"url": "https://www.medstarhealth.org/blog/cancer-treatment-advances", "description": "Advances in cancer treatment have made living a long life after diagnosis a reachable goal for many people. Find out how.", "snippets": ["Those therapies help the body remove any lingering cancer cells. For others, combination of chemotherapy and immunotherapy can help shrink a tumor to make complicated surgical procedures less risky. Advances in cancer treatment in the last 20 years have been significant."], "title": "Advances in Cancer Treatment Can Mean Longer and Better Lives for Patients."}, "https://www.bnl.gov/newsroom/news.php?a=121812": {"url": "https://www.bnl.gov/newsroom/news.php?a=121812", "description": "EIC project passes Critical Decision 3A (CD-3A), official OK to procure key components for building state-of-the-art collider", "snippets": ["In addition, the technological advances already under development to make the EIC a reality — innovative accelerator and particle-tracking components and data-management tools and techniques — could have widespread impacts. These include new approaches to cancer therapy, solving other “big data” challenges, and improving accelerator facilities for testing batteries, catalysts, and other energy-related materials. The knowledge stemming from research at the EIC will be published in the open scientific research literature and will be available to all partners, including commercial partner"], "title": "Electron-Ion Collider Set to Begin Long-Lead Procurements | BNL Newsroom"}, "https://www.osti.gov/biblio/1894291": {"url": "https://www.osti.gov/biblio/1894291", "description": "The U.S. Department of Energy's Office of Scientific and Technical Information", "snippets": ["Beyond sparking scientific discoveries in a new frontier of fundamental physics, the Electron-Ion Collider will trigger technological breakthroughs that have broad-ranging impact on human health and national challenges.}, doi = {10.2172/1894291}, url = {https://www.osti.gov/biblio/1894291}, journal = {}, number = , volume = , place = {United States}, year = {2022}, month = {10} }", "We believe this happened because the theory of quantum chromodynamics (QCD), which governs the interactions of the strong nuclear force, predicts it should happen when such conditions occur. Recent experiments at the Relativistic Heavy Ion Collider at Brookhaven National Laboratory have provided direct evidence ofmore » the existence of this phase transition in collisions between gold nuclei at the highest attainable energies."], "title": "The Electron-Ion Collider - A machine that will unlock the secrets of the strongest force in nature! (Technical Report) | OSTI.GOV"}, "https://www.bnl.gov/newsroom/news.php?a=217396": {"url": "https://www.bnl.gov/newsroom/news.php?a=217396", "description": "One-of-a-kind future research facility will peer into the building blocks of visible matter and unlock the secrets of the strongest force in nature.", "snippets": ["Supported by ~US$1.6-2.6 billion in funding from the US Department of Energy’s Office of Science and $100m from New York State, this new world-class research facility will collide high energy electrons with protons and the nuclei of heavier atoms such as gold to produce precision 3D snapshots of quarks and gluons – the building blocks of all visible matter – and unlock the secrets of the strongest force in Nature.", "This journey will pick up on the exploration of the proton, nuclei, and nuclear matter that has been underway for more than two decades at our two institutions. Since 2000, scientists have used Brookhaven’s Relativistic Heavy Ion Collider (RHIC) to explore the characteristics of nuclear matter, discovering unexpected details about what matter was like in the very early Universe.", "New Electron-Ion Collider (EIC) components (including an electron accelerator, red, and electron storage ring, blue) will fit inside the tunnel that currently houses the Relativistic Heavy Ion Collider (RHIC, yellow)."], "title": "The Electron-Ion Collider – A New Frontier in Nuclear Physics | BNL Newsroom"}, "https://www.stonybrook.edu/commcms/bnl/joint-initiatives/electronioncollider.php": {"url": "https://www.stonybrook.edu/commcms/bnl/joint-initiatives/electronioncollider.php", "description": "Brookhaven National Laboratory (BNL) is a multipurpose research laboratory housing large, state-of-the-art facilities such as RHIC, NSLS-II, and the Center for Functional Nanomaterials", "snippets": ["Where is the remaining 99%? Astonishingly, it appears to come from the interaction energy among the proton’s inner building blocks. In fact, it looks like the nucleons, nuclei and, by extension, all the planets and galaxies of the visible Universe get their mass through interactions of massless gluons and almost massless quarks. How does this happen? The Electron-Ion Collider will resolve this profound and longstanding mystery.", "The Electron-Ion Collider will explore this mystery. ... Fig 3: The number of gluons in the proton increases with energy. Theory predicts it must saturate to form a novel gluonic form of matter called the Color Glass Condensate. Discovery and detailed study of CGC is one of the primary goals of the EIC"], "title": "Electron Ion Collider | Office of Brookhaven National Laboratory Affairs"}, "https://www.jlab.org/eic/goals": {"url": "https://www.jlab.org/eic/goals", "description": "There are many scientific questions that researchers expect an Electron-Ion Collider will allow them to answer.", "snippets": ["As gluons flit in and out of the vacuum, multiplying and recombining, scientists suspect they may reach a steady state of saturation called a “color glass condensate.” This unique form of nuclear matter gets its name from the “color” charges that mediate the interactions of the strong nuclear force, and the dense, glasslike walls these particles are thought to form in nuclei accelerated to nearly the speed of light, seemingly suspended by the effects of time dilation. Scientists will use the Electron-Ion Collider to search for definitive proof of whether this form of matter exists, and test the limits of gluons’ ability to expand beyond the bounds of a single proton/ neutron inside a nucleus.", "The Electron-Ion Collider would be the world’s first polarized electron-proton collider where both the electron and proton beams have their spins aligned in a controllable way."], "title": "Goals | Jefferson Lab | The Electron-Ion Collider"}, "https://www.ncbi.nlm.nih.gov/books/NBK566180/": {"url": "https://www.ncbi.nlm.nih.gov/books/NBK566180/", "description": "The application of technology – defined as the production or use of advanced or sophisticated tools, whether diagnostic, surgical, radiotherapeutic, or pharmaceutical – in cancer control is a mixed blessing. Its benefit or harm depends on many intrinsic and external factors.", "snippets": ["Such actions have the potential to deliver more harm to the most vulnerable sectors of society, who experience worse outcomes because of the lack of access to basic cancer care, in addition to facing financial toxicity from low-value high-tech care. An emerging issue in all countries is the perception of inequality by patients who, misled by media hype, believe that the latest technologies (e.g. proton beam therapy) provide some miraculous route to cure, irrespective of the clinical facts.", "The biomedical paradigm includes the use of innovative technology and personalized medicine as key determinants of a good cancer care system (as well as perceived high-quality care), despite the many shortcomings of these developments (Davis and Abraham, 2013; Tannock and Hickman, 2017). The most cursory examination of improvements in cancer outcomes since the 1940s reveals the positive impact of innovative technologies across the spectrum (Nathanson, 1943), from new forms of classic chemotherapy, which can now cure many childhood and adult haematological malignancies, to advances in surgical technologies (e.g."], "title": "Technology and cancer systems: creating better policy to enhance equality - Reducing social inequalities in cancer: evidence and priorities for research - NCBI Bookshelf"}, "https://ourworldindata.org/technological-change": {"url": "https://ourworldindata.org/technological-change", "description": "Technological change underpins many of the developments we've seen in health, agriculture, energy, and global development.", "snippets": ["Emerging technologies are often expensive and, therefore, initially limited to society's richest. A key part of technological progress is making these life-changing and often life-saving innovations affordable for everyone.", "Almost every development we cover on Our World in Data is underpinned by technological change. Medical innovations contributed to the decline in child mortality and the improvement in life expectancy. Thanks to the advances in agricultural technologies, higher crop yields and less undernourishment became possible.", "Technology has improved our lives in many ways, but these developments are not always positive. Many of humanity’s largest threats — such as nuclear weapons and potentially artificial intelligence — result from technological advances."], "title": "Technological Change - Our World in Data"}, "https://www.cancer.gov/news-events/nca50/stories/technologies-and-innovations": {"url": "https://www.cancer.gov/news-events/nca50/stories/technologies-and-innovations", "description": "Learn about the technologies accelerating progress against cancer.", "snippets": ["NCI, the Department of Energy, the Frederick National Laboratory for Cancer Research, and a transdisciplinary group of investigators are using AI to advance development of digital twins for people with cancer. Others use it to analyze imaging data and electronic health records to tailor patients’ radiation doses. AI is even being harnessed to quickly analyze population-based cancer data and estimate the probability of certain cancers. And these examples just scratch the surface—AI has the potential to truly transform cancer care.", "While the robotic arms may look straight out of a futuristic movie, in a setting where just millimeters could stand between removing all cancerous tissue and potentially injuring healthy tissue, their fine, precise motions can make a world of difference. Learn more about robotic surgery. The signing of the National Cancer Act of 1971 began a golden age of cancer research, which includes the discovery and development of technologies and innovations that have enabled progress.", "Technologies and innovations like CRISPR, artificial intelligence, telehealth, the Infinium Assay, cryo-electron microscopy, and robotic surgery are helping accelerate progress against cancer."], "title": "The Tech Revolutionizing Cancer Research and Care - NCI"}, "https://eic.ec.europa.eu/eic-funding-opportunities/calls-proposals/eic-pathfinder-challenge-emerging-technologies-cell-and-gene-therapy_en": {"url": "https://eic.ec.europa.eu/eic-funding-opportunities/calls-proposals/eic-pathfinder-challenge-emerging-technologies-cell-and-gene-therapy_en", "description": "New technological solutions that ... iv) by developing CAR-T based new immunotherapeutic approaches against solid tumours with the use of monoclonal antibodies. New technological platforms that can contribute to identifying next-generation cell therapies for cancer (finding new ...", "snippets": ["Advanced technological solutions that would enable to apply cell-based therapies to treat patients in a personalised/precision manner. Single cell-based approaches (analysing DNA, RNA, epigenetic marks, proteins, metabolites used in combination with single cell sequencing, single cell imaging and spatial profiling) in particular to allow to map the presence of individual cells in the tumour environment. New technological solutions including lab-grown cancer organoids or organs-on-a-chip which would allow to test the patient’s response to various cell therapies and drugs, alone or in combination, prior to the initiation of the treatment, are sought."], "title": "EIC Pathfinder challenge: Emerging technologies in cell and gene therapy - European Commission"}, "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6025540/": {"url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6025540/", "description": "Conventional therapies for cancer such as chemotherapy and radiotherapy remain a mainstay in treatment, but in many cases a targeted approach is lacking, and patients can be vulnerable to drug resistance. In recent years, novel concepts have been emerging ...", "snippets": ["Keywords: cancer therapeutics, emerging technologies, nanomedicine, computational imaging, cellular stress, radiosensitizing, exosomes · The transformative impact of technological advances on cancer research featured prominently at the 54th annual meeting of the Irish Association for Cancer Research (IACR). Translational research is advancing its enormous potential at breakneck speed, as mature applied technologies meet with the innovations of multi-disciplinary research groups.", "New therapeutic strategies involving areas like energy metabolism and extracellular vesicles along with advances in immunotherapy and nanotechnology are driving the next generation of cancer treatments. The development of fields such as theranostics in nanomedicine is also opening new doors for targeted drug delivery and nano-imaging. Here we discuss the use of innovative technologies presented at the Irish Association for Cancer Research (IACR) Annual Meeting, highlighting examples of where new approaches may lead to promising new treatment options for a range of cancer types."], "title": "Innovative Technologies Changing Cancer Treatment - PMC"}, "https://en.wikipedia.org/wiki/Particle_accelerator": {"url": "https://en.wikipedia.org/wiki/Particle_accelerator", "description": "Smaller particle accelerators are ... purposes, radioisotope production for medical diagnostics, ion implanters for the manufacture of semiconductors, and accelerator mass spectrometers for measurements of rare isotopes such as radiocarbon. Large accelerators include the Relativistic Heavy Ion Collider at Brookhaven ...", "snippets": ["Nuclear physicists and cosmologists may use beams of bare atomic nuclei, stripped of electrons, to investigate the structure, interactions, and properties of the nuclei themselves, and of condensed matter at extremely high temperatures and densities, such as might have occurred in the first moments of the Big Bang. These investigations often involve collisions of heavy nuclei – of atoms like iron or gold – at energies of several GeV per nucleon. The largest such particle accelerator is the Relativistic Heavy Ion Collider (RHIC) at Brookhaven National Laboratory.", "Smaller particle accelerators are used in a wide variety of applications, including particle therapy for oncological purposes, radioisotope production for medical diagnostics, ion implanters for the manufacture of semiconductors, and accelerator mass spectrometers for measurements of rare isotopes such as radiocarbon. Large accelerators include the Relativistic Heavy Ion Collider at Brookhaven National Laboratory in New York and the largest accelerator, the Large Hadron Collider near Geneva, Switzerland, operated by CERN.", "It is a collider accelerator, which can accelerate two beams of protons to an energy of 6.5 TeV and cause them to collide head-on, creating center-of-mass energies of 13 TeV. There are more than 30,000 accelerators in operation around the world. There are two basic classes of accelerators: electrostatic and electrodynamic (or electromagnetic) accelerators. Electrostatic particle accelerators use static electric fields to accelerate particles.", "The electrons can be used directly or they can be collided with a target to produce a beam of X-rays. The reliability, flexibility and accuracy of the radiation beam produced has largely supplanted the older use of cobalt-60 therapy as a treatment tool. In the circular accelerator, particles move in a circle until they reach enough energy. The particle track is typically bent into a circle using electromagnets.", "Current accelerators such as the Spallation Neutron Source, incorporate superconducting cryomodules. The Relativistic Heavy Ion Collider, and Large Hadron Collider also make use of superconducting magnets and RF cavity resonators to accelerate particles.", "Linear accelerators are also widely used in medicine, for radiotherapy and radiosurgery. Medical grade linacs accelerate electrons using a klystron and a complex bending magnet arrangement which produces a beam of energy 6–30 MeV. The electrons can be used directly or they can be collided with a target to produce a beam of X-rays."], "title": "Particle accelerator - Wikipedia"}, "https://home.cern/news/news/knowledge-sharing/clear-study-paves-way-novel-electron-based-cancer-therapy": {"url": "https://home.cern/news/news/knowledge-sharing/clear-study-paves-way-novel-electron-based-cancer-therapy", "description": "There are some cancer tumours that not even surgery, chemotherapy or traditional radiation therapy can cure. These resistant tumours contribute to making the disease one of the main causes of mortality worldwide, but the scientific community is teeming with ideas to make cancer fatalities a ...", "snippets": ["More than 10 000 small electron linear accelerators (linacs) are currently used for cancer treatment worldwide. Most of these machines rely on photon beams generated by electrons to irradiate their target. Some, however, use the electron beam itself for direct low-energy electron irradiation, although this can only reach superficial tumours. These methods differ from hadron therapy, a technique based on irradiation with protons or heavy ion beams.", "Such a beam could thus theoretically be used to treat deep-seated cancerous cells with limited harm to the surrounding tissues. This is promising news for the medical technology community for a variety of reasons: VHEE beams produced by compact linacs in clinical settings would not only offer a more cost-effective alternative to other particle beam therapies but would also provide doctors with a highly reliable medium, as their scattering in inhomogeneous tissue is limited."], "title": "CLEAR study paves the way for novel electron-based cancer therapy | CERN"}, "https://www.energy.gov/articles/how-particle-accelerators-work": {"url": "https://www.energy.gov/articles/how-particle-accelerators-work", "description": "As part of our How Energy Works series, this blog explains how particle accelerators work.", "snippets": ["Electric fields spaced around the accelerator switch from positive to negative at a given frequency, creating radio waves that accelerate particles in bunches. Particles can be directed at a fixed target, such as a thin piece of metal foil, or two beams of particles can be collided.", "Linear accelerators propel particles along a linear, or straight, beam line. Circular accelerators propel particles around a circular track. Linear accelerators are used for fixed-target experiments, whereas circular accelerators can be used for both colliding beam and fixed target experiments.", "Electron-beam applications center on the modification of material properties, such as the alteration of plastics, for surface treatment, and for pathogen destruction in medical sterilization and food irradiation. Ion-beam accelerators, which accelerate heavier particles, find extensive use in the semiconductor industry in chip manufacturing and in hardening the surfaces of materials such as those used in artificial joints."], "title": "How Particle Accelerators Work | Department of Energy"}, "https://en.wikipedia.org/wiki/Electron–ion_collider": {"url": "https://en.wikipedia.org/wiki/Electron–ion_collider", "description": "An electron–ion collider (EIC) is a type of particle accelerator collider designed to collide spin-polarized beams of electrons and ions, in order to study the properties of nuclear matter in detail via deep inelastic scattering.", "snippets": ["The ion beam emittance may be decreased via various methods of beam cooling, such as electron cooling or stochastic cooling. In addition, one must consider the effect of intrabeam scattering, which is largely a heating effect. An electron–ion collider allows probing of the substructure of protons and neutrons via a high energy electron."], "title": "Electron–ion collider - Wikipedia"}, "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7614547/": {"url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7614547/", "description": "Cancer therapy with accelerated charged particles is one of the most valuable biomedical applications of nuclear physics. The technology has vastly evolved in the past 50 years, the number of clinical centers is exponentially growing, and recent clinical ...", "snippets": ["Orthogonal X-ray fluoroscopy with or without markers and combined with different motion models can be used to track the tumor position. In conventional X-ray therapy, portal imaging of the MV treatment beam is offered on many machines, and is a valuable tool to monitor therapy and to support online dose calculation . The combined MR-Linac provides excellent image quality during therapy , which is also under research for particle therapy .", "This ‘‘interplay effect’’ degrades the target coverage, generating cold- and hot-spots  (Supplementary Video 2). Treatment of moving targets in particle therapy therefore requires motion management techniques aiming to either reduce the anatomical motion (e.g. breath holding or abdominal compression) or to adapt the treatment during planning or delivery (e.g. 4D treatment planning , tracking).", "Due to the additional degree of freedom provided by the range of the particles inside the patient, tracking can be performed either only laterally or also in depth, but tracking alone does not regain dose conformity in irregular motion scenarios . In addition, as noted above, conformal radiotherapy needs robust optimization and, for proper handling of organ motion, this means 4D robust optimization . These approaches have now been tested both for protons  and carbon ions [133–135], the latter being further complicated by the problem of non-linearity of the RBE-weighted"], "title": "Emerging technologies for cancer therapy using accelerated particles - PMC"}, "https://www.bnl.gov/newsroom/news.php?a=116998": {"url": "https://www.bnl.gov/newsroom/news.php?a=116998", "description": "One-of-a-kind facility at Brookhaven Lab will open up a new frontier in nuclear physics", "snippets": ["The collider-accelerator infrastructure that powers the EIC at Brookhaven will also be available to researchers who use particle beams to produce and conduct studies on medical isotopes and to study the effects of simulated space radiation with the aim of protecting future astronauts."], "title": "Department of Energy Selects Site for Electron-Ion Collider | BNL Newsroom"}}}