[{"perspective": "Historical Expert: This editor will focus on the historical context of the topic, outlining its origins, development over time, and any major turning points. They will ensure that the history section is rich with verified dates, events, and historical figures pertinent to the topic.", "dlg_turns": [{"agent_utterance": "Sorry, I cannot find information for this question.", "user_utterance": "Can you provide a brief overview of the origins and early history of the topic we are discussing?", "search_queries": ["Origins and early history of ${topic}", "Timeline of ${topic}", "Historical background of ${topic}"], "search_results": []}, {"agent_utterance": "Sorry, I cannot find information for this question.", "user_utterance": "Can you highlight any major turning points or significant events that shaped the evolution of the topic?", "search_queries": ["Major turning points in ${topic}", "Significant events in the evolution of ${topic}", "Key milestones in the history of ${topic}"], "search_results": []}, {"agent_utterance": "Sorry, I cannot find information for this question.", "user_utterance": "Were there any historical figures who significantly influenced the development of this topic?", "search_queries": ["Historical figures who influenced ${topic}", "Influential people in the development of ${topic}", "Key figures in the history of ${topic}"], "search_results": []}]}, {"perspective": "Technical Specialist: If the topic has technical aspects, this editor will provide detailed and accurate technical information. They will explain complex concepts in layman's terms and ensure that the technical section is understandable to non-experts.", "dlg_turns": [{"agent_utterance": "Sorry, I cannot find information for this question.", "user_utterance": "I'm sorry, but it seems there was a misunderstanding. Could you please provide the specific topic you want to write about on Wikipedia?", "search_queries": ["I'm sorry, I am an AI and I do not have access to the internet to perform Google searches. Could you please provide the specific topic you want to write about on Wikipedia?"], "search_results": []}, {"agent_utterance": "Sorry, I cannot find information for this question.", "user_utterance": "I apologize for the confusion. Before we continue, could you please clarify the specific topic you are an expert in so that I can ask relevant questions related to my Wikipedia writing?", "search_queries": ["How to find an expert on Wikipedia", "What is the process for finding an expert on a specific topic on Wikipedia", "Tips for connecting with experts on Wikipedia"], "search_results": []}]}, {"perspective": "Cultural Analyst: Their focus will be on the cultural implications and significance of the topic. They will explore how the topic has influenced or been influenced by various cultures, and how it is perceived across different societies.", "dlg_turns": [{"agent_utterance": "Sorry, I cannot find information for this question.", "user_utterance": "Could you provide an overview of the topic and its primary significance or function within its field or context?", "search_queries": ["Overview of ${topic}", "Significance of ${topic}", "Function of ${topic}"], "search_results": []}, {"agent_utterance": "Sorry, I cannot find information for this question.", "user_utterance": "Could you tell me the topic we are discussing?", "search_queries": ["Topic of conversation", "What are we talking about", "What is the subject"], "search_results": []}, {"agent_utterance": "Sorry, I cannot find information for this question.", "user_utterance": "Could you please clarify which specific topic we are meant to discuss today?", "search_queries": ["What is the topic of our discussion today?", "What are the main points we should focus on in our discussion today?", "Can you provide some background information on the topic for today's discussion?"], "search_results": []}]}, {"perspective": "Basic fact writer: Basic fact writer focusing on broadly covering the basic facts about the topic.", "dlg_turns": [{"agent_utterance": "Sorry, I cannot find information for this question.", "user_utterance": "Could you please provide a brief overview of the topic including its definition and significance?", "search_queries": ["Definition of ${topic}", "Significance of ${topic}", "Overview of ${topic}"], "search_results": []}, {"agent_utterance": "Sorry, I cannot find information for this question.", "user_utterance": "I'm sorry, but it seems there was a misunderstanding. Could you please tell me the topic you're interested in so I can assist you accordingly?", "search_queries": ["None"], "search_results": []}, {"agent_utterance": "Sorry, I cannot find information for this question.", "user_utterance": "Can you explain what quantum computing is and why it is considered an important field in technology?", "search_queries": ["What is quantum computing?", "Importance of quantum computing", "Applications of quantum computing"], "search_results": []}]}]