{"url_to_unified_index": {"https://www.hopkinsmedicine.org/health/wellness-and-prevention/anatomy-of-the-urinary-system": 1, "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9987581/": 3, "https://en.wikipedia.org/wiki/Taboo": 2, "https://victoriaplum.com/blog/posts/a-brief-history-of-the-toilet": 5, "https://en.wikipedia.org/wiki/Toilet": 4, "https://m.economictimes.com/small-biz/startups/peebuddy-a-female-urination-device-is-attracting-plenty-of-supporters-and-trolls/amp_articleshow/57053298.cms": 34, "https://www.healthline.com/health/overactive-bladder/overactive-bladder-mental-health": 35, "https://pubmed.ncbi.nlm.nih.gov/7443945/": 19, "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5640070/": 33, "https://anthroholic.com/taboo": 20, "https://www.anxietycentre.com/anxiety-disorders/symptoms/frequent-urination/": 17, "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4361165/": 18, "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6843934/": 16, "https://www.medicalnewstoday.com/articles/321087": 8, "https://www.ncbi.nlm.nih.gov/books/NBK132842/": 14, "https://pubmed.ncbi.nlm.nih.gov/21467548/": 13, "https://www.health.com/mind-body/embarrassing-questions-should-i-be-worried-that-i-never-have-to-pee": 15, "https://en.wikipedia.org/wiki/Urinary_retention": 11, "https://www.webmd.com/urinary-incontinence-oab/what-to-know-urinary-hesitancy": 9, "https://www.niddk.nih.gov/health-information/urologic-diseases/urinary-retention": 10, "https://my.clevelandclinic.org/health/diseases/15427-urinary-retention": 12, "https://www.medicalnewstoday.com/articles/how-long-can-you-hold-in-your-pee": 7, "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9172065/": 6, "https://www.sharp.com/health-news/when-you-have-to-go-you-ought-to-go": 25, "https://www.medicalnewstoday.com/articles/321408": 23, "https://www.niddk.nih.gov/health-information/urologic-diseases/urinary-retention/symptoms-causes": 27, "https://kauveryhospital.com/blog/urology/holding-in-your-urine-for-long-is-hazardous-to-health/": 24, "https://www.diabetes.co.uk/diabetes-complications/neurogenic-bladder.html": 26, "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3142927/": 21, "https://www.verywellhealth.com/is-it-dangerous-to-hold-your-urine-4154358": 22, "https://www.geisinger.org/health-and-wellness/wellness-articles/2018/03/29/21/13/stop-holding-it-in-4-bodily-functions-you-should-let-out": 28, "https://www.yalemedicine.org/conditions/urinary-retention": 29, "https://www.niddk.nih.gov/health-information/urologic-diseases/urinary-tract-how-it-works": 30, "https://www.aafp.org/pubs/afp/issues/2008/0301/p643.html": 32, "https://www.businessinsider.com/guides/health/how-to-hold-in-pee": 31}, "url_to_info": {"https://www.hopkinsmedicine.org/health/wellness-and-prevention/anatomy-of-the-urinary-system": {"url": "https://www.hopkinsmedicine.org/health/wellness-and-prevention/anatomy-of-the-urinary-system", "description": "Due to the downward trend in respiratory viruses in Maryland, masking is no longer required but remains strongly recommended in Johns Hopkins Medicine clinical locations in Maryland. Read more. ... The urinary system's function is to filter blood and create urine as a waste by-product.", "snippets": ["Detailed anatomical description of the urinary system, including simple definitions and labeled, full-color illustrations"], "title": "Anatomy of the Urinary System | Johns Hopkins Medicine"}, "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9987581/": {"url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9987581/", "description": "There is growing interest in how social determinants of health may explain relationships between social conditions and health. Overactive bladder is common in the United States, posing a significant public health burden. It was the goal of the present ...", "snippets": ["While a growing body of evidence suggests associations exist between OAB and SDOH, we aimed to expand upon this literature by including a broader range of social factors. We assessed several social needs that we hypothesize are specifically related to bladder health and urinary conditions, including lack of stable access to utilities, concerns about working toilets in the home, and having issues with home plumbing.", "Overactive bladder (OAB) is common in the United States and poses a significant public health burden, affecting 1 in 6 men and women.5,6 While there are biological influences on OAB, there are social and psychosocial influences as well. For example, lower socioeconomic status has been associated with more severe urge urinary incontinence (UUI).4 Additionally, OAB severity in women has been associated with food insecurity, financial strain, challenges in finding or keeping employment, and difficulty concentrating.2 The converse relationship is also important, as OAB may impact different levels of an individual’s social ecology.7 For example, workplaces or schools may be ill equipped for the toileting needs of someone with OAB, due to few toilets per person or time constraints on breaks."], "title": "Associations Between Unmet Social Needs and Overactive Bladder - PMC"}, "https://en.wikipedia.org/wiki/Taboo": {"url": "https://en.wikipedia.org/wiki/Taboo", "description": "A taboo, also spelled tabu, is ... in virtually all societies. Taboos may be prohibited explicitly, for example within a legal system or religion, or implicitly, for example by social norms or conventions followed by a particular culture or organization....", "snippets": ["Among other reasons, this taboo may come from concern that comments may be taken out of the appropriate context and used to make ill-informed policy decisions that would lead to (otherwise preventable) maternal death. Anathema – A term for something or someone hated or banned · Deviance – Action or behavior that violates social norms", "The meaning of the word taboo has been somewhat expanded in the social sciences to strong prohibitions relating to any area of human activity or custom that is sacred or forbidden based on moral judgment, religious beliefs, or cultural norms.", "A taboo, also spelled tabu, is a social group's ban, prohibition, or avoidance of something (usually an utterance or behavior) based on the group's sense that it is excessively repulsive, offensive, sacred, or allowed only for certain people. Such prohibitions are present in virtually all societies. Taboos may be prohibited explicitly, for example within a legal system or religion, or implicitly, for example by social norms or conventions followed by a particular culture or organization."], "title": "Taboo - Wikipedia"}, "https://victoriaplum.com/blog/posts/a-brief-history-of-the-toilet": {"url": "https://victoriaplum.com/blog/posts/a-brief-history-of-the-toilet", "description": "Discover how the common toilet evolved from a luxury item into an everyday household product. Take a trip through time in the VictoriaPlum.com history of toilets.", "snippets": ["In the meantime, look for technology to become increasingly water-conscious, both in toilets and in other bathroom fixtures. The work begun by Thomas Crapper and the others isn't over yet. If we think of the bathroom as simply a response to the practical need to manage human waste, then bathrooms have a pretty short 100 year or so history.", "You can also find further reading if you are interested in more about the history of the bathroom. The Englishman with the unfortunate surname, Thomas Crapper, often gets credit for inventing the flushing toilet, and he undoubtedly was a major player in its development."], "title": "A brief history of the toilet | VictoriaPlum.com"}, "https://en.wikipedia.org/wiki/Toilet": {"url": "https://en.wikipedia.org/wiki/Toilet", "description": "Products like urinal blocks and toilet blocks help maintain the smell and cleanliness of toilets. Toilet seat covers are sometimes used. Portable toilets (frequently chemical \"porta johns\") may be brought in for large and temporary gatherings. Historically, sanitation has been a concern from ...", "snippets": ["Johan J. Mattelaer said, \"Plinius has described how there were large receptacles in the streets of cities such as Rome and Pompeii into which chamber pots of urine were emptied. The urine was then collected by fullers.\" (Fulling was a vital step in textile manufacture.) The Han dynasty in China two thousand years ago used pig toilets. Garderobes were toilets used in the Post-classical history, most commonly found in upper-class dwellings."], "title": "Toilet - Wikipedia"}, "https://m.economictimes.com/small-biz/startups/peebuddy-a-female-urination-device-is-attracting-plenty-of-supporters-and-trolls/amp_articleshow/57053298.cms": {"url": "https://m.economictimes.com/small-biz/startups/peebuddy-a-female-urination-device-is-attracting-plenty-of-supporters-and-trolls/amp_articleshow/57053298.cms", "description": "PeeBuddy, a female urination device is on a steady path to growth fighting challenges of an ingenious product and oppressive social norms.", "snippets": ["The path has been full of challenges - some usual roadblocks which come with an ingenious product trying to find a foothold in the market but most have been mental blocks against a product that necessitates talking about a woman's anatomy. Bajaj recalls how he was not only trolled but also abused on online social forums by men who were offended by someone talking about female urination."], "title": "PeeBuddy: A female urination device is attracting plenty of supporters and trolls - The Economic Times"}, "https://www.healthline.com/health/overactive-bladder/overactive-bladder-mental-health": {"url": "https://www.healthline.com/health/overactive-bladder/overactive-bladder-mental-health", "description": "Overactive bladder (OAB) symptoms can increase your risk for anxiety and depression. Mental healthcare helps treat these conditions and may address OAB symptoms.", "snippets": ["A few different types of mental health professionals can help treat the mental health symptoms associated with OAB. It may be a good idea to find a professional who specializes in treating people with OAB symptoms or at least chronic health conditions. They’ll have more experience treating your individual needs. If you’re unsure where to start, search the American Psychological Association database of therapists in your area.", "Psychologist. This professional typically has a doctoral degree, such as a PhD or PsyD, and can treat a range of issues through counseling. They can’t prescribe medication in most states. Psychiatrist. This doctor has a degree in medicine (MD or DO). A psychiatrist can treat many complicated disorders and can prescribe medications, if needed."], "title": "Overactive Bladder and Your Mental Health"}, "https://pubmed.ncbi.nlm.nih.gov/7443945/": {"url": "https://pubmed.ncbi.nlm.nih.gov/7443945/", "description": "The literature on psychogenic urinary retention is reviewed. 2 cases treated by analytical psychotherapy are reported, in which significant demand for physical punishment was revealed and seen as linked to unacceptable, unconscious sadistic and aggressive feelings.", "snippets": ["Isolated urinary retention in young women, or Fowler's syndrome. Swinn MJ, Fowler CJ. Swinn MJ, et al. Clin Auton Res. 2001 Oct;11(5):309-11. doi: 10.1007/BF02332976. Clin Auton Res. 2001. PMID: 11758797 Review. ... S. Karger AG, Basel, Switzerland ... S. Karger AG, Basel, Switzerland ... The PubMed wordmark and PubMed logo are registered trademarks of the U.S. Department of Health and Human Services (HHS).", "2 cases treated by analytical psychotherapy are reported, in which significant demand for physical punishment was revealed and seen as linked to unacceptable, unconscious sadistic and aggressive feelings. Some psychodynamic aspects of what is considered to be \"a disturbance of internal body space' are discussed. Psychogenic urinary retention has received little attention in the literature.", "The diagnosis, \"hysteric', is frequent and most psychodynamic evaluations suggest the symptom represents a displacement of unacceptable sexual wishes and impulse. 2 patients treated by analytical psychotherapy are reported who, whilst fulfilling many of the criteria already noted, additionally revealed an intense desire for physical punishment. This punitive demand had less to do with unacceptable sexual wishes, than guilt at repressed aggressive drives of considerable magnitude. The role of aggression in the genesis of psychogenic urinary retention has so far been little studied."], "title": "Psychogenic urinary retention - PubMed"}, "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5640070/": {"url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5640070/", "description": "Current sanitation global policy and practice typically focuses on defecation, leaving women’s urination and menstruation-related needs underserved. Sanitation programmes have the potential to be gender transformative through programming that tackles the social norms that make women’s ...", "snippets": ["Current sanitation global policy and practice typically focuses on defecation, leaving women’s urination and menstruation-related needs underserved. Sanitation programmes have the potential to be gender transformative through programming that tackles the social norms that make women’s sanitation needs second to the obligations she has to her household and family.", "We found that women at different life stages in rural Odisha, India have a multitude of unaddressed urination, defecation and menstruation concerns. Concerns fell into four domains: the sociocultural context, the physical environment, the social environment and personal constraints.", "Research suggests that the lived experience of inadequate sanitation may contribute to poor health outcomes above and beyond pathogen exposure, particularly among women. The goal of this research was to understand women’s lived experiences of ..."], "title": "Understanding and defining sanitation insecurity: women’s gendered experiences of urination, defecation and menstruation in rural Odisha, India - PMC"}, "https://anthroholic.com/taboo": {"url": "https://anthroholic.com/taboo", "description": "Derived from the Tongan word \"Tabu,\" meaning \"forbidden\" or \"prohibited,\" Taboo refers to actions, behaviours, or subjects that are considered forbidden, offensive, or socially unacceptable within a particular culture or society.", "snippets": ["For instance, discussing certain topics, such as politics, personal finances, or marital problems, may be considered Taboo in specific cultures, leading to avoidance or secrecy surrounding these subjects. Some cultures may have Taboos related to specific social roles, such as prohibitions on women participating in certain activities or men engaging in domestic responsibilities. The examples of taboos provided here highlight the cultural and contextual nature of these prohibitions. They demonstrate how taboos shape social behaviour, rituals, and norms within different Cultural contexts, reflecting the values, beliefs, and priorities of specific societies.", "Taboos served as a way to regulate behaviour, maintain Social order, and reinforce Cultural values and norms. Throughout History, diverse cultures across the globe have developed their own unique Taboos. For example, in many Societies, taboos surrounding sex, such as incest or adultery, have been prevalent to safeguard family structures and prevent Social disruption.", "They provide a framework of what is considered acceptable and unacceptable within a given culture, promoting social cohesion and reducing the likelihood of conflict and chaos. For example, Taboos surrounding theft and violence deter individuals from engaging in harmful actions, thus upholding societal harmony. Reinforcing Cultural Values and Norms: Taboos play a significant role in reinforcing cultural values and norms."], "title": "What is Taboo? (Anthropology) | Anthroholic"}, "https://www.anxietycentre.com/anxiety-disorders/symptoms/frequent-urination/": {"url": "https://www.anxietycentre.com/anxiety-disorders/symptoms/frequent-urination/", "description": "Frequent urination anxiety symptoms include urinating frequently, going to the bathroom too often or too frequently, or having to pee much more than normal.", "snippets": ["Then, the chronic stress their behaviors cause can aggravate and prolong UTI recovery. Medications can also cause frequent urination problems, such as diuretics, muscle relaxants, psychotropic drugs (sedatives), narcotics, antihistamines, and alpha-adrenergic antagonists. Other factors can create stress and cause anxiety-like symptoms, as well as aggravate existing anxiety symptoms, including:", "The number one reason why anxiety disorder and its symptoms persist is because of unidentified and unaddressed underlying factors that cause issues with anxiety. This is why dealing with your anxiety issues is the most important overall. Since the majority of stress comes from behavior (the ways we think and act), addressing the core reasons for anxiety disorder can reduce and eliminate the unhealthy stress that often leads to hyperstimulation and symptoms, including this one.", "“The Impact of Stress on Body Function: A Review.” EXCLI Journal, Leibniz Research Centre for Working Environment and Human Factors, 2017. 13. KH, Chung, et al. \"Bladder pain syndrome/interstitial cystitis is associated with anxiety disorder.\" Neurourology and Urodynamics, Jan 2014. 14. Harvard Health Publishing. “Medications That Can Cause Urinary Incontinence.” Harvard Health, Dec. 2014. 15. Hofmann, Stefan G., et al. “The Efficacy of Cognitive Behavioral Therapy: A Review of Meta-Analyses.” Cognitive Therapy and Research, U.S."], "title": "Frequent Urination Anxiety Symptoms - AnxietyCentre.com"}, "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4361165/": {"url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4361165/", "description": "Urinary incontinence in women is a common problem. With increasing age its prevalence and severity of its manifestations increase. Among nursing home residents the frequency is between 43 and 77 %, 6 to 10 % of all admissions to nursing ...", "snippets": ["Almost inevitably every form of incontinence has psychological consequences: shame and insecurity are often results of uncontrolled loss of urine. Among others, in the long term, they lead to the avoidance of social contacts and possibly to depression and isolation."], "title": "Psychosomatic Aspects of Urinary Incontinence in Women - PMC"}, "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6843934/": {"url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6843934/", "description": "This scoping review explores the state of science regarding women’s toileting behaviors, gaps in knowledge, and areas for future research. Online databases were searched to identify papers published in English between January 2010 through July ...", "snippets": ["This review reveals that the sensation of ‘needing to void’ is not the only factor that drives the behaviors associated with urination. Many cognitive factors, e.g., situational awareness and (dis)satisfaction about toilets, and environmental factors, e.g., employer restrictions and (in)adequacy of toilets, along with women’s own health conditions are likely to mediate toileting behaviors.", "These issues include a ‘patient first’ culture, nursing team relationships, job demands, and inadequate amenities in the workplace . In the second of the three studies, focus groups of women with and without urinary symptoms that explored reasons for toileting behaviors identified four themes: (1) cues/triggers/alerts that women use to find and use toilets, (2) toilet cleanliness away from and at home, (3) toileting as a nuisance, and (4) situational awareness . The third study explored the relationship between women’s conscious decision-making and bladder sensation that influenced the timing and location for urination.", "The most frequent behaviors include concern about public toilet cleanliness, delaying urination when busy or away from home, and using different toileting postures at and away from home. Determinants of toileting behaviors include environmental factors, chronic health conditions, and cognitive/psychological factors.", "Opportunism or cues (e.g., walking past a water fountain or restroom), anticipation of the availability and quality of public toilets, experience/calculation of the next need to use the toilet, and occupational factors (e.g., stress or restrictions) could lead women not to wait for, or to ignore, the clear sensation of the need to urinate, resulting in premature voiding or delayed voiding. Therefore, premature voiding and delayed voiding likely are correlated concepts. Although these behaviors may derive from the same pathway, they are demonstrably different."], "title": "Toileting Behaviors Related to Urination in Women: A Scoping Review - PMC"}, "https://www.medicalnewstoday.com/articles/321087": {"url": "https://www.medicalnewstoday.com/articles/321087", "description": "Urinary hesitation occurs when a person has difficulty starting or maintaining a urine stream. Learn about the common causes here.", "snippets": ["Urinary hesitancy occurs when a person has problems with urination involving starting or maintaining a stream of urine.", "Without treatment, it can lead to serious health problems. Urinary hesitancy refers to when a person has difficulty starting or maintaining a stream of urine. Urinary hesitancy predominantly affects older males but can affect people of all ages and sexes. Urinary hesitancy has many potential causes, including bladder obstructions, an enlarged prostate, and complications related to childbirth.", "This article will look at the causes, symptoms, and treatments of urinary hesitancy."], "title": "Urinary hesitancy: Symptoms, causes, and treatment"}, "https://www.ncbi.nlm.nih.gov/books/NBK132842/": {"url": "https://www.ncbi.nlm.nih.gov/books/NBK132842/", "description": "The lower urinary tract (LUT) consists of the urinary bladder and the urethra. Its function is to store and expel urine in a coordinated and controlled manner. The storage phase of the micturition cycle is characterised by the muscle of the bladder wall (the detrusor) remaining relaxed while ...", "snippets": ["It is also frequently the case that medical interventions do not restore normal urinary function. Quality of life is affected by the medical management regime which is used to treat the NLUTD; many patients will have to cope with the side effects of medication, the social and psychological consequences of using intermittent self-catheterisation, the impact of indwelling catheterisation or the continuing use of pads or appliances."], "title": "Introduction - Urinary Incontinence in Neurological Disease - NCBI Bookshelf"}, "https://pubmed.ncbi.nlm.nih.gov/21467548/": {"url": "https://pubmed.ncbi.nlm.nih.gov/21467548/", "description": "Visceral states are known to reduce the ability to exert self-control. In the current research, we investigated how self-control is affected by a visceral factor associated with inhibition rather than with approach: bladder control. We designed four studies to test the hypothesis that inhibitory ...", "snippets": ["In Study 1, participants' urination urgency correlated with performance on color-naming but not word-meaning trials of a Stroop task. In Studies 2 and 3, we found that higher levels of bladder pressure resulted in an increased ability to resist impulsive choices in monetary decision making."], "title": "Inhibitory spillover: increased urination urgency facilitates impulse control in unrelated domains - PubMed"}, "https://www.health.com/mind-body/embarrassing-questions-should-i-be-worried-that-i-never-have-to-pee": {"url": "https://www.health.com/mind-body/embarrassing-questions-should-i-be-worried-that-i-never-have-to-pee", "description": "Infrequent urination may be a sign of a narrow urinary tract, dehydration, and more. Learn about the possible causes of infrequent urination.", "snippets": ["Low urine output that lasts long periods might be life-threatening or a sign of a health condition that requires treatment. See a healthcare provider if you: ... Infrequent urination might be a sign of a blockage in or inflammation of the urethra, kidney problems, neurologic conditions, or a weak bladder. Some people, in contrast, normally pee less than others.", "Oliguria is common, especially in hospitalized people and those on long-term dialysis, or kidney failure treatment. Read on to learn about the possible causes of infrequent urination and if it's something to worry about. ... People normally produce 800ml–2,00ml of urine per 24 hours. Urination typically occurs every three to four hours, but that number might be different for each person. For example, peeing three times per day may be normal for you. You urinate as much as you need to because your body does a good job of regulating fluids."], "title": "Not Peeing Much? This Could Be Why"}, "https://en.wikipedia.org/wiki/Urinary_retention": {"url": "https://en.wikipedia.org/wiki/Urinary_retention", "description": "Urinary retention in females is uncommon, occurring 1 in 100,000 every year, with a female-to-male incidence rate of 1:13. It is usually transient. The causes of UR in women can be multi-factorial, and can be postoperative and postpartum.", "snippets": ["Urinary retention is a disorder treated in a hospital, and the quicker one seeks treatment, the fewer the complications. In the longer term, obstruction of the urinary tract may cause:", "Urinary retention is an inability to completely empty the bladder. Onset can be sudden or gradual. When of sudden onset, symptoms include an inability to urinate and lower abdominal pain. When of gradual onset, symptoms may include loss of bladder control, mild lower abdominal pain, and a weak urine stream.", "When of gradual onset, symptoms may include loss of bladder control, mild lower abdominal pain, and a weak urine stream. Those with long-term problems are at risk of urinary tract infections. Acute urinary retention is a medical emergency and requires prompt treatment."], "title": "Urinary retention - Wikipedia"}, "https://www.webmd.com/urinary-incontinence-oab/what-to-know-urinary-hesitancy": {"url": "https://www.webmd.com/urinary-incontinence-oab/what-to-know-urinary-hesitancy", "description": "What is urinary hesitancy, and how does it affect your daily life? Is it common in specific age groups? Learn all about it here.", "snippets": ["Medications. Some medications, including antidepressants, may cause urinary hesitancy. These medicines can make it difficult to relieve your bladder.", "Urinary hesitancy can be uncomfortable and may lead to other problems.", "The urethra becomes compressed, causing urinary hesitancy. Neurological disorders. Some neurological disorders, such as diabetic neuropathy, stroke, and multiple sclerosis, can cause nerve damage. In this case, the signals to empty the bladder fail to reach the brain. Pelvic floor dysfunction. When people are under chronic stress, they clench the muscles of their pelvic floor. This can make it difficult for them to relax these muscles when they are peeing.", "Urinary hesitancy could be a result of a medical condition. If it’s not frequent, it’s probably not a problem."], "title": "Symptoms, Causes, and Treatment for Urinary Hesitancy"}, "https://www.niddk.nih.gov/health-information/urologic-diseases/urinary-retention": {"url": "https://www.niddk.nih.gov/health-information/urologic-diseases/urinary-retention", "description": "Learn about urinary retention—a condition in which you are unable to empty all the urine from your bladder—including both acute and chronic urinary retention.", "snippets": ["Urinary retention is a condition in which you cannot empty all the urine from your bladder.", "Urinary retention can be acute—a sudden inability to urinate, or chronic—a gradual inability to completely empty the bladder of urine."], "title": "Urinary Retention - NIDDK"}, "https://my.clevelandclinic.org/health/diseases/15427-urinary-retention": {"url": "https://my.clevelandclinic.org/health/diseases/15427-urinary-retention", "description": "Urinary retention is when your bladder doesn’t empty completely or at all. Blockages, medications or nerve issues can cause it.", "snippets": ["The signs can vary depending on if you have acute or chronic urinary retention. With the acute form, symptoms come on more suddenly. You may not be able to pee at all, or only be able to go very small amounts even though you have a full bladder. In severe cases, it can cause digestive discomfort and lower abdominal pain. See a healthcare provider right away if this happens to you."], "title": "Urinary Retention: Causes, Diagnosis & Treatment"}, "https://www.medicalnewstoday.com/articles/how-long-can-you-hold-in-your-pee": {"url": "https://www.medicalnewstoday.com/articles/how-long-can-you-hold-in-your-pee", "description": "Holding in urine for too long can be harmful. Here, learn about the capacity of the bladder, the effects of retaining urine, and how often a person should pee.", "snippets": ["more common for females than males to experience urinary tract infections (UTIs). This type of infection can irritate the bladder and increase urinary frequency. Doctors typically treat UTIs with antibiotics. When a person needs to pee, continually holding it in can have several adverse effects.", "The increased pressure on the bladder can cause the rupture if there are any weak areas in the bladder wall. If a person does not receive a diagnosis and treatment quickly, a bladder rupture can cause life threatening complications, including sepsis, which involves severe infection and kidney failure. Typically, however, when a person holds in their urine for too long, the bladder muscles can stretch no further, and the person experiences incontinence."], "title": "How long can you hold in your pee: Timing and dangers"}, "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9172065/": {"url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9172065/", "description": "Women of reproductive age group have greater predilection to urinary tract infections (UTI). Various risk factors increase the prevalence in women. Emergence of multidrug resistant uropathogens make clinical management of UTI challenging. Here we assess ...", "snippets": ["Women of reproductive age group have greater predilection to urinary tract infections (UTI). Various risk factors increase the prevalence in women. Emergence of multidrug resistant uropathogens make clinical management of UTI challenging. Here we assess holding of urine as risk factor of UTI in women and reasons for delayed voiding."], "title": "Comprehensive assessment of holding urine as a behavioral risk factor for UTI in women and reasons for delayed voiding - PMC"}, "https://www.sharp.com/health-news/when-you-have-to-go-you-ought-to-go": {"url": "https://www.sharp.com/health-news/when-you-have-to-go-you-ought-to-go", "description": "Delayed urination — or holding your pee — can lead to bacterial infections, kidney damage and incontinence.", "snippets": ["Delayed urination — or holding your pee — can lead to bacterial infections, kidney damage and incontinence."], "title": "Is It Okay To Hold Your Pee? | Sharp Health News"}, "https://www.medicalnewstoday.com/articles/321408": {"url": "https://www.medicalnewstoday.com/articles/321408", "description": "Below, we look at five potential ... after the release of urine, which can lead to pelvic cramps. In some cases, holding in pee for too long can cause bacteria to multiply....", "snippets": ["In a healthy adult, occasionally holding in pee will not cause problems, but there may be some unwanted effects if it becomes a habit. ... halfway with liquid, it sends a signal to the brain that it is time to pee. The brain creates the urge to urinate while telling the bladder to hold on. Sometimes, it is necessary to hold in urine. It may be difficult to access a restroom, or a person may be practicing exercises to retrain their bladder. There are no hard rules for how and when it is safe to hold in pee."], "title": "Holding pee: Is it safe?"}, "https://www.niddk.nih.gov/health-information/urologic-diseases/urinary-retention/symptoms-causes": {"url": "https://www.niddk.nih.gov/health-information/urologic-diseases/urinary-retention/symptoms-causes", "description": "Learn about the symptoms and causes of acute and chronic urinary retention, and when to seek medical care.", "snippets": ["If a blockage or narrowing occurs somewhere along the urinary tract, you may have difficulty urinating, and if the blockage is severe, you may not be able to urinate at all. Medical problems that may narrow the urethra and block urine flow include · enlarged prostate, or benign prostatic hyperplasia · bladder outlet obstruction, such as urethral stricture or scar tissue in the bladder neck · pelvic organ prolapse, including cystocele and rectocele ... You may develop urinary retention when your bladder muscles aren’t able to contract with enough strength or do not contract long enough to empty your bladder completely—also called underactive bladder.", "You are also given anesthesia, which can prevent you from feeling the need to urinate despite having a full bladder. In addition, pelvic surgery can cause swelling, scar tissue, and trauma that can partially or fully block the flow of urine out of your bladder or urethra. Weak bladder muscles. Bladder muscles that are weak may not contract with enough strength or force to empty the bladder completely."], "title": "Symptoms & Causes of Urinary Retention - NIDDK"}, "https://kauveryhospital.com/blog/urology/holding-in-your-urine-for-long-is-hazardous-to-health/": {"url": "https://kauveryhospital.com/blog/urology/holding-in-your-urine-for-long-is-hazardous-to-health/", "description": "Holding urine in for long periods of time can weaken pelvic floor muscles. This can lead to incontinence which can be an irritating and embarrassing problem. Incontinence can cause a little bit of urine to leak when you sneeze or cough.", "snippets": ["Holding urine in for long periods of time can cause the bladder to stretch and become weak. Usually when urine fills up the bladder, it stretches it and when you void, it bounces back to its original shape. Continuously stretching the bladder by holding in urine may eventually stop the bladder from bouncing back. In severe cases, a person may need a catheter to pass urine. The risk of a urinary tract infection is increased when you hold in your urine for a long time."], "title": "Dangers of Holding in Urine - Symptoms of Holding Urine too Long"}, "https://www.diabetes.co.uk/diabetes-complications/neurogenic-bladder.html": {"url": "https://www.diabetes.co.uk/diabetes-complications/neurogenic-bladder.html", "description": "Yerkes reports that less than one per cent of neuropathies are related to the neurogenic bladder, with only a small number of people with diabetes likely to experience preferential autonomic nervous system involvement, which causes the neurogenic bladder.", "snippets": ["Kidney damage can occur from frequent urinary tract infections, which can be evident by painful urination."], "title": "People with neurogenic bladder lack control of their bladder due to nerve damage which prevents the bladder from emptying properly."}, "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3142927/": {"url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3142927/", "description": "Health beliefs are an important mediator between the experience of symptoms and health behaviors, and these beliefs can vary by race or ethnicity.To better understand the gap between experiencing symptoms and not seeking medical care by studying health ...", "snippets": ["A full discussion of reasons for these differences is beyond the scope of this article, but Shaw’s framework provides some guidance. Building on Leventhal et al. (1984), Shaw (1999) argues that health-related information is acquired in part from social and cultural sources.", "The finding that cognitive representations of symptoms tend to differ across race and ethnic groups underscores the need for cultural competency in patient assessment and health education, including but not limited to LUTS. Health care providers and educators cannot assume that patients across different sociocultural backgrounds hold the same or even the most commonly recognized beliefs about the causes, consequences, continuation, or treatability of their symptoms."], "title": "Race and Ethnic Differences in Health Beliefs about Lower Urinary Tract Symptoms - PMC"}, "https://www.verywellhealth.com/is-it-dangerous-to-hold-your-urine-4154358": {"url": "https://www.verywellhealth.com/is-it-dangerous-to-hold-your-urine-4154358", "description": "However, holding pee for a long period of time and ignoring the urge to go might increase the risk of certain problems, such as urinary tract infections. For those reasons, it's important not to hold it longer than necessary. This can be a challenge when there’s no private or sanitary place ...", "snippets": ["However, holding pee for a long period of time and ignoring the urge to go might increase the risk of certain problems, such as urinary tract infections. For those reasons, it's important not to hold it longer than necessary. This can be a challenge when there’s no private or sanitary place to urinate, but emptying the bladder regularly is part of good health and can help avoid discomfort."], "title": "Can It Be Dangerous to Hold in Your Pee If There's No Bathroom Nearby?"}, "https://www.geisinger.org/health-and-wellness/wellness-articles/2018/03/29/21/13/stop-holding-it-in-4-bodily-functions-you-should-let-out": {"url": "https://www.geisinger.org/health-and-wellness/wellness-articles/2018/03/29/21/13/stop-holding-it-in-4-bodily-functions-you-should-let-out", "description": "Holding your urine for too long can weaken the bladder muscles over time. This can lead to problems such as incontinence and not being able to fully empty your bladder. Holding your urine for extremely long periods of time can also cause urinary tract infections due to bacteria build-up.", "snippets": ["Depending on the circumstances, letting it out may even be rude. “We’re all guilty of holding back bodily functions to be polite,” said Susan A. Werner, M.D., a Geisinger family medicine provider. “What you may not realize, however, is that it can have negative effects on your health.", "While some bodily functions can be disruptive or embarrassing. Geisinger provides insight on why it's healthy to let them out. Learn more!"], "title": "Stop holding it in! 4 bodily functions you should let out"}, "https://www.yalemedicine.org/conditions/urinary-retention": {"url": "https://www.yalemedicine.org/conditions/urinary-retention", "description": "People with urinary retention may experience an acute (sudden) or chronic (over time) form of the condition. Acute urinary retention arises suddenly and is associated with extreme discomfort; it may be life-threatening in some cases. Chronic urinary retention, however, may not cause noticeable ...", "snippets": ["Treatments are available to relieve both acute and chronic urinary retention. In both cases the goal of care is to alleviate the urinary retention and to identify and treat the underlying cause of the condition.", "When a person has acute urinary retention, their brain still receives the “full” signal, but they are physically unable to release urine. Feelings of urinary urgency may be uncomfortable or painful for them. They should seek immediate medical attention—the pressure from a full bladder over time can cause irreparable kidney damage."], "title": "Urinary Retention > Fact Sheets > Yale Medicine"}, "https://www.niddk.nih.gov/health-information/urologic-diseases/urinary-tract-how-it-works": {"url": "https://www.niddk.nih.gov/health-information/urologic-diseases/urinary-tract-how-it-works", "description": "Bladder emptying is known as urination. Urethra. A tube located at the bottom of the bladder that allows urine to exit the body during urination. View full-sized imageAll parts of the urinary tract—the kidneys, ureters, bladder, and urethra—must work together to urinate normally.", "snippets": ["The urinary tract is important because it filters wastes and extra fluid from the bloodstream and removes them from the body.", "Including lean proteins, whole grains, fiber-rich breads, nuts, fruits, and vegetables in your eating plan can keep your urinary tract healthy by promoting regular bowel movements. The NIDDK conducts and supports clinical trials in many diseases and conditions, including urologic diseases. The trials look to find new ways to prevent, detect, or treat disease and improve quality of life. Watch a video of NIDDK Director Dr. Griffin P. Rodgers explaining the importance of participating in clinical trials. ... This content is provided as a service of the National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK), part of the National Institutes of Health."], "title": "The Urinary Tract & How It Works - NIDDK"}, "https://www.aafp.org/pubs/afp/issues/2008/0301/p643.html": {"url": "https://www.aafp.org/pubs/afp/issues/2008/0301/p643.html", "description": "Suprapubic catheterization may ... short-term management and silver alloy-impregnated urethral catheters have been shown to reduce urinary tract infection. Patients with chronic urinary retention from neurogenic bladder should be able to manage their condition with clean, intermittent self-catheterization; low-friction catheters have shown benefit in these patients. Definitive management of urinary retention will depend on the etiology and may include surgical and medical ...", "snippets": ["This technique is considered first-line treatment for managing urinary retention caused by neurogenic bladder and can reduce complications, such as renal failure, upper urinary tract deterioration, and urosepsis.47 Two randomized trials found that in men with neurogenic bladder from spinal cord injury, low-friction, hydrophilic-coated catheters decreased the incidence of UTI and microhematuria and provided increased patient satisfaction in persons performing self-catheterization.47,48 Definitive management of urinary retention will depend upon the underlying etiology and may involve surgical and medical treatment.", "Suprapubic catheterization may be superior to urethral catheterization for short-term management and silver alloy-impregnated urethral catheters have been shown to reduce urinary tract infection. Patients with chronic urinary retention from neurogenic bladder should be able to manage their condition with clean, intermittent self-catheterization; low-friction catheters have shown benefit in these patients. Definitive management of urinary retention will depend on the etiology and may include surgical and medical treatments.", "The physician should inquire about precipitating factors, including alcohol consumption, recent surgery, UTI, genitourinary instrumentation, constipation, large fluid intake, cold exposure, and prolonged travel.32 A detailed medication history should be obtained for prescribed and over-the-counter medications, with special attention to those that are known to cause urinary retention (Table 25)."], "title": "Urinary Retention in Adults: Diagnosis and Initial Management | AAFP"}, "https://www.businessinsider.com/guides/health/how-to-hold-in-pee": {"url": "https://www.businessinsider.com/guides/health/how-to-hold-in-pee", "description": "If you can't make it to a bathroom, you can try holding your pee with some tricks like distracting yourself, turning down the AC, and farting.", "snippets": ["A regularly hydrated person should be able to go at least 3 hours without peeing, she says.  ... When you have access to a toilet — like at a rest stop on a road trip — it's a good idea to go, even if you don't think you need to. This is known as preemptive voiding."], "title": "9 surprising tricks to hold your pee just a tad longer when there's no bathroom in sight"}}}