{"url_to_unified_index": {"https://www.petmd.com/dog/general-health/health-issues-look-when-you-have-older-dog": 30, "https://www.petmd.com/dog/behavior/can-dogs-get-depressed": 21, "https://wagwalking.com/symptom/why-is-my-dog-acting-sad": 23, "https://iheartdogs.com/7-ways-to-tell-if-your-dog-is-emotionally-distressed/": 32, "https://www.eatingwell.com/article/7669367/signs-your-dog-is-stressed-or-sad/": 33, "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7459892/": 20, "https://vcahospitals.com/know-your-pet/do-dogs-mourn": 31, "https://www.psychologytoday.com/us/blog/canine-corner/201303/which-emotions-do-dogs-actually-experience": 6, "https://www.rover.com/blog/stressed-dogs-signs/": 34, "https://vcahospitals.com/know-your-pet/obesity-in-dogs": 7, "https://www.akc.org/expert-advice/health/recognizing-behavioral-changes-in-senior-dogs/": 1, "https://www.akc.org/expert-advice/nutrition/8-ways-to-help-your-overweight-dog/": 8, "https://dogquality.com/blogs/senior-dog-blog/depression-in-senior-dogs-and-what-you-can-do-about-it": 5, "https://www.akc.org/expert-advice/health/caring-for-older-dog/": 3, "https://bondvet.com/b/senior-dog-behavior": 4, "https://www.hillspet.com/dog-care/behavior-appearance/dog-aging-signs": 2, "https://wagwalking.com/condition/behavioral-changes-due-to-aging": 10, "https://www.aspca.org/pet-care/dog-care/common-dog-behavior-issues/behavior-problems-older-dogs": 24, "https://www.webmd.com/pets/dogs/features/depression-in-dogs": 22, "https://www.akc.org/expert-advice/health/aging-in-dogs-physical-mental-signs/": 9, "https://www.hillspet.com/dog-care/healthcare/common-senior-dog-health-problems": 14, "https://www.smalldoorvet.com/learning-center/seniors/health-issues-senior-dogs/": 12, "https://www.akc.org/expert-advice/health/preventing-obesity-in-senior-dogs/": 19, "https://www.akc.org/expert-advice/health/health-problems-older-dogs-senior-old-age/": 18, "https://www.petfinder.com/dogs-and-puppies/health-wellness/concerns/caring-for-senior-dogs-with-arthritis/": 15, "https://www.vetwest.com.au/pet-library/arthritis-and-dogs/": 17, "https://www.parkvetgroup.com/help-and-advice/common-conditions/110-arthritis-in-the-dog": 16, "https://www.frontiersin.org/articles/10.3389/fvets.2021.819135/full": 13, "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8673598/": 11, "https://www.akc.org/expert-advice/health/how-to-know-if-your-dog-is-depressed/": 29, "https://vcahospitals.com/know-your-pet/arthritis-in-dogs": 25, "https://caninearthritis.co.uk/managing-arthritis/common-medications/": 26, "https://caninearthritis.org/article/what-are-some-other-oral-pain-medications-that-will-help-my-dog/": 27, "https://vcahospitals.com/know-your-pet/pain-management-for-dogs": 28, "https://bevsvt.com/dogs-feel-sadness/": 35}, "url_to_info": {"https://www.petmd.com/dog/general-health/health-issues-look-when-you-have-older-dog": {"url": "https://www.petmd.com/dog/general-health/health-issues-look-when-you-have-older-dog", "description": "Some causes of vision loss are ... you can do to help your dog adjust. Ask your veterinarian for tips on handling senior dogs with vision loss. Increased urination or straining to urinate may be an indicator of kidney disease, a urinary tract infection, or other health problems that are more commonly seen in middle-aged to older ...", "snippets": ["Older dogs can make amazing companions, but you should be ready to handle any changes that come along with aging. Here are seven health issues you should be on the lookout for when caring for senior dogs.", "Some older dogs have difficulty maintaining their weight and may need a dog food with a higher calorie content or better palatability. Other senior dogs tend to gain weight and may need a diet for less active dogs. Neither being overweight nor underweight is ideal for your dog. Overweight and obese dogs, for instance, have a higher incidence of health problems such as heart disease, arthritis, and even cancer.", "Some causes of vision loss are irreversible, but there are certain things you can do to help your dog adjust. Ask your veterinarian for tips on handling senior dogs with vision loss. Increased urination or straining to urinate may be an indicator of kidney disease, a urinary tract infection, or other health problems that are more commonly seen in middle-aged to older dogs."], "title": "7 Health Issues to Look for When You Have an Older Dog | PetMD"}, "https://www.petmd.com/dog/behavior/can-dogs-get-depressed": {"url": "https://www.petmd.com/dog/behavior/can-dogs-get-depressed", "description": "Yes, but dogs do not typically experience what we recognize as clinical depression in humans. That being said, our canine family members can certainly feel depression in the form of the blues, sadness, and grief.", "snippets": ["Unfortunately, the symptoms of dog depression can be similar to other medical conditions. Chronic pain is often mistaken as depression in older pets, and to further confuse matters, stress from depression can make underlying medical conditions emerge.", "Pets can also feel empathy with pet parents, including depression. A 2019 study in Sweden looked at the concentration of long-term stress hormones in humans and their pets and found that dogs had similar stress levels as their owners. They concluded that “the dogs...mirror the stress levels of their owners rather than the owners responding to the stress in their dogs.” Dogs can pick up on our moods and recognize our facial expressions and body language.", "We can extrapolate from this data that the dogs are experiencing similar emotions when these areas are active. Depression can show up in many different ways, depending on the cause. A pet that’s depressed from the loss of a long-term companion will act differently than a pet that is grieving the loss of a normal routine during a move. A 2016 study out of New Zealand and Australia looked at the signs of depression in dogs and cats after the losing a companion animal.", "That being said, our canine family members can certainly feel depression in the form of the blues, sadness, and grief. And while we can’t ask dogs about their feelings, we can recognize signs that show that dogs certainly can experience these emotions. Dr. Gregory Burns, Distinguished Professor of Neuroeconomics and Director of the Center for Neuropolicy at Emory University, has done research on dog emotions that gives us better insight. Dr. Berns conducted non-invasive magnetic imaging resonance studies (MRIs) on nearly 100 dogs and has tracked the areas of the human and canine brains that are active during certain emotions.", "A 2016 study out of New Zealand and Australia looked at the signs of depression in dogs and cats after the losing a companion animal. These signs may include: ... A change in vocalization (meowing, barking, howling, etc. more than usual) Unusually aggressive behavior towards people or other animals · Inappropriate elimination (peeing or pooping) in the home · We can also see other signs of depression, sadness, or anxiety in pets, depending on the situation.", "Canine cognitive dysfunction syndrome (CCD) is a condition associated with the aging of a dog’s brain, which can affect their awareness, memory, learning, and response to certain stimuli. CCD can have signs similar to depression. If you have an older pet (usually 8 years and above) that is starting to show these signs, ask your vet about CCD.", "Yes, but dogs do not typically experience what we recognize as clinical depression in humans. That being said, our canine family members can certainly feel depression in the form of the blues, sadness, and grief."], "title": "Dog Depression: Signs, Causes, and Treatment | PetMD"}, "https://wagwalking.com/symptom/why-is-my-dog-acting-sad": {"url": "https://wagwalking.com/symptom/why-is-my-dog-acting-sad", "description": "Acting Sad in Dogs - Why it Occurs, What to Do, Prevention and Cost", "snippets": ["Also, your dog can be upset if you are not home as much as you used to be, as in the case of going to work after being home for a long time. Some of the other reasons your dog may feel loss include: ... Change in the family is one of the biggest causes of sadness in your dog.", "Veterinary reviewed by Dr. Linda Simon, MVB MRCVS · The signs of sadness and depression in animals are similar to those you may see in humans. Some of the signs indicating that your dog is sad include sleeping more than usual, not wanting to play or exercise, hiding from you, laying around a lot, not eating as much, staying close to your side but not wanting to be petted, pacing, aggression, and whining.", "The signs of sadness and depression in animals are similar to those you may see in humans. Some of the signs indicating that your dog is sad include sleeping more than usual, not wanting to play or exercise, hiding from you, laying around a lot, not eating as much, staying close to your side but not wanting to be petted, pacing, aggression, and whining."], "title": "Why is my dog acting sad?"}, "https://iheartdogs.com/7-ways-to-tell-if-your-dog-is-emotionally-distressed/": {"url": "https://iheartdogs.com/7-ways-to-tell-if-your-dog-is-emotionally-distressed/", "description": "Every dog lover knows that our four-legged friends are most certainly capable of complex emotions, and that those emotions are heavily impacted by us humans. Major changes like bringing home a new pet or baby, moving, or an illness within the family can cause our dogs to suffer stress, anxiety ...", "snippets": ["Every dog lover knows that our four-legged friends are most certainly capable of complex emotions, and that those emotions are heavily impacted by us humans. Major changes like bringing home a new pet or baby, moving, or an illness within the family can cause our dogs to suffer stress, anxiety and …", "Every dog lover knows that our four-legged friends are most certainly capable of complex emotions, and that those emotions are heavily impacted by us humans. Major changes like bringing home a new pet or baby, moving, or an illness within the family can cause our dogs to suffer stress, anxiety and even depression."], "title": "7 Ways To Tell If Your Dog Is Emotionally Distressed"}, "https://www.eatingwell.com/article/7669367/signs-your-dog-is-stressed-or-sad/": {"url": "https://www.eatingwell.com/article/7669367/signs-your-dog-is-stressed-or-sad/", "description": "Is your dog acting depressed lately? Like humans, dogs show emotion. Here are a few signs your pup may be depressed and what you can do about it.", "snippets": ["Dogs love people, especially if you have a breed that is known for being extremely outgoing and friendly, such as a golden retriever or Labrador. \"Depressed dogs feel low, generally sad and uninterested about life, and this may be shown in their reaction to people,\" says Trott."], "title": "How to Tell If My Dog Is Depressed"}, "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7459892/": {"url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7459892/", "description": "Obesity is an ever-growing epidemic among people and their pets. Recently, more and more studies investigated the risk factors of dog obesity, but most of them only included data from high-income Western countries. We surveyed Hungarian dog owners about ...", "snippets": ["For a companion dog, the most important environmental factor is the owner, who is responsible for providing everything that is necessary for the health and welfare of the dog. Still, one of the most often compromised measures of an average companion dog is its body condition, with overweight and obese animals representing a growing welfare problem around the world.", "Joint activity and sports performed with the owner, even on a hobby level decrease the likelihood of obesity, and the main source of calories (kibble, human leftovers, or raw food) also had an effect on body condition. These findings support that the main risk factors of dog obesity are the ones controlled by the caretakers of dogs, therefore it is important to educate dog owners about how they can prevent the development of this condition.", "Obesity is an ever-growing epidemic among people and their pets. Recently, more and more studies investigated the risk factors of dog obesity, but most of them only included data from high-income Western countries. We surveyed Hungarian dog owners about their dogs’ body conditions and social and demographic factors that might affect it."], "title": "Factors Affecting Canine Obesity Seem to Be Independent of the Economic Status of the Country—A Survey on Hungarian Companion Dogs - PMC"}, "https://vcahospitals.com/know-your-pet/do-dogs-mourn": {"url": "https://vcahospitals.com/know-your-pet/do-dogs-mourn", "description": "It is difficult to assess what ... based on behavior. With these interpretations in mind, it is commonly acknowledged that dogs do feel happiness, sadness, possessiveness and fear....", "snippets": ["Dogs alter their behavior when they mourn, much like people do. They may become depressed and listless. They may have a decreased appetite and decline to play. They may sleep more than usual and move more slowly, sulking around. Pet owners recognize these changes in daily behavior as the same ones that grieving humans often exhibit. The common denominator in human or canine grief is the loss of a central individual (animal or human) along with the associated bond. Skeptics suggest that dogs don’t really grieve and attribute their behavioral changes to the alterations in daily routine resulting from the absence of an integral figure in the dog’s life."], "title": "Do Dogs Mourn? | VCA Animal Hospitals"}, "https://www.psychologytoday.com/us/blog/canine-corner/201303/which-emotions-do-dogs-actually-experience": {"url": "https://www.psychologytoday.com/us/blog/canine-corner/201303/which-emotions-do-dogs-actually-experience", "description": "Dogs have the same emotions as a 2-year-old child.", "snippets": ["This data is important to our understanding of the emotional lives of dogs because researchers have come to believe that the mind of a dog is roughly equivalent to that of a human who is 2- to 2-and-a-half years of age. This conclusion holds for most mental abilities, including emotions.", "He would thus describe my Beagle, Darby, as simply being a dog-shaped chassis, filled with the biological equivalent of gears and pulleys. Although this machine doesn't have consciousness and emotions it can still be programmed to do certain things. In recent times, science has progressed a long way beyond Descartes and we now understand that dogs have all of the same brain structures that produce emotions in humans. Dogs also have the same hormones and undergo the same chemical changes that humans do during emotional states."], "title": "Which Emotions Do Dogs Actually Experience? | Psychology Today"}, "https://www.rover.com/blog/stressed-dogs-signs/": {"url": "https://www.rover.com/blog/stressed-dogs-signs/", "description": "Just like humans, dogs can get stressed by situations, past trauma, or changing routines. Here are ways to identify stress in your pup, and how to deal.", "snippets": ["Other traumatic events such as natural disasters, car accidents, neglect, and abuse, may have left behind emotional scars. In these cases, a behavioral specialist will probably be helpful. Separation anxiety. Dogs who have experienced big changes in their human family makeup may develop separation anxiety, or likely more accurately, isolation distress. New people. All dogs are different. Guests, children, crowded situations, or strange hands petting them may impact your dog’s nerves significantly."], "title": "Is Your Dog Stressed? Your Step-by-Step Guide to Understanding the Signs"}, "https://vcahospitals.com/know-your-pet/obesity-in-dogs": {"url": "https://vcahospitals.com/know-your-pet/obesity-in-dogs", "description": "In North America, 25-30% of dogs are obese, with 40-45% of 5-11 year olds overweight. Learn about treatment options for dog obesity at vcahospitals.com.", "snippets": ["Obesity is an accumulation of excess body fat. Extra body fat causes extra body weight, so we can measure weight to determine whether a dog is overweight or obese.", "The first step in dealing with an overweight or obese dog is to recognize and acknowledge that there is a problem. Unfortunately, we are inundated with images in the media of overweight dogs, making it challenging to understand what healthy looks like.", "For more tips on reducing your dog’s weight, see the handouts “Creating a Weight Reduction Plan for Dogs” and \"Walking Your Dog for Weight Loss\". Once ideal body weight and condition have been achieved, it is important to maintain that weight. Once again, your veterinary health care team can help you find appropriate food and portions for weight maintenance. Portion control is critical at this stage to prevent regaining weight. After so much hard work, a relapse into obesity would be disappointing."], "title": "Obesity in Dogs | VCA Animal Hospitals"}, "https://www.akc.org/expert-advice/health/recognizing-behavioral-changes-in-senior-dogs/": {"url": "https://www.akc.org/expert-advice/health/recognizing-behavioral-changes-in-senior-dogs/", "description": "Just like the humans who care for ... numerous age-related issues, which can result in a decline in function. Things like memory, awareness, sight, and hearing can deteriorate as a result of aging. But unlike their owners, dogs can’t easily express what’s going on inside their bodies; they need an advocate who will monitor their behavior and bring attention to changes when they ...", "snippets": ["“I rely on the owners to be proactive and tell me if they find changes in their dog(s),” says holistic veterinarian and author, Dr. Judy Morgan. “If you chalk up behavioral changes to old age, you might be missing out on catching something.” Just like humans, early detection is imperative to treating any type of condition.", "Just like the humans who care for them, dogs are susceptible to numerous age-related issues, which can result in a decline in function. Things like memory, awareness, sight, and hearing can deteriorate as a result of aging. But unlike their owners, dogs can’t easily express what’s going on inside their bodies; they need an advocate who will monitor their behavior and bring attention to changes when they start to occur.", "Melatonin supplements work well for dog’s that have trouble sleeping at night. As we age, the brain doesn’t produce as much melatonin, although it’s necessary in keeping our day and night cycle straight. According to Dr.", "Things like memory, awareness, sight, and hearing can deteriorate as a result of aging. But unlike their owners, dogs can’t easily express what’s going on inside their bodies; they need an advocate who will monitor their behavior and bring attention to changes when they start to occur."], "title": "Recognizing Behavioral Changes in Senior Dogs – American Kennel Club"}, "https://www.akc.org/expert-advice/nutrition/8-ways-to-help-your-overweight-dog/": {"url": "https://www.akc.org/expert-advice/nutrition/8-ways-to-help-your-overweight-dog/", "description": "Talk to your vet for information and guidance when it comes to your dog’s weight-loss plan. Here are eight ways you can start to help your overweight dog.", "snippets": ["It’s best to get a professional’s help as you assess your pet’s accurate weight, body condition, and diet, determine if the dog would benefit from a weight-loss plan, and set a target weight to work toward."], "title": "​8 Ways to Help Your Overweight Dog – American Kennel Club"}, "https://dogquality.com/blogs/senior-dog-blog/depression-in-senior-dogs-and-what-you-can-do-about-it": {"url": "https://dogquality.com/blogs/senior-dog-blog/depression-in-senior-dogs-and-what-you-can-do-about-it", "description": "Research has shown that dogs, like ... of sadness, lethargy, and a lack of interest in activities. In dogs, these symptoms can manifest as changes in behavior, appetite, and overall demeanor. Senior dogs, in particular, are more susceptible to depression due to a variety of factors. Aging brings about physical and cognitive changes that can contribute to feelings of isolation and vulnerability in our canine companions. When our senior dogs slow down, it's also common for pet parents ...", "snippets": ["Research has shown that dogs, like us humans, can experience depression, a condition characterized by persistent feelings of sadness, lethargy, and a lack of interest in activities. In dogs, these symptoms can manifest as changes in behavior, appetite, and overall demeanor. Senior dogs, in particular, are more susceptible to depression due to a variety of factors. Aging brings about physical and cognitive changes that can contribute to feelings of isolation and vulnerability in our canine companions. When our senior dogs slow down, it's also common for pet parents to slow down as well, perhaps unwittingly contributing to their dog's depression.", "While dogs may not express their emotions in the same way we do, they are not immune to mental health challenges. Research has shown that dogs, like humans, can experience depression. Here are some simple ways to make a major impact on your senior dog's mental health and you'll feel better too!"], "title": "Depression in Senior Dogs and What You Can Do About It – Dog Quality"}, "https://www.akc.org/expert-advice/health/caring-for-older-dog/": {"url": "https://www.akc.org/expert-advice/health/caring-for-older-dog/", "description": "Aging is a natural part of life, even for dogs. But it can bring health conditions like obesity, cancer, kidney disease, arthritis, or cognitive decline.", "snippets": ["You might notice they become forgetful or anxious. This could be a normal part of aging, related to other health conditions like vision loss, which is a sign of cognitive dysfunction syndrome (CDS), the dog version of Alzheimer’s disease. Diagnosis of CDS is based on behavior, and signs include house soiling, learning or memory issues, increased anxiety, disorientation or confusion, and disturbed sleep during the night.", "Aging is a natural part of life, even for dogs. But it can bring health conditions like obesity, cancer, kidney disease, arthritis, or cognitive decline.", "Cancer is the uncontrolled growth of abnormal cells, but there are many different types of cancer, and it can occur all over the body. Symptoms will depend on the type and location of the disease. Therefore, it’s important to closely observe your senior dog’s physical health and behavior and then report anything out of the ordinary to your veterinarian.", "Obesity not only exacerbates health issues like arthritis, but it can also increase the risk of other complications such as heart disease. So, it’s important to take it seriously. However, no dog is about to put themselves on a diet. Speak to your vet about your senior dog’s daily calorie requirements and adjust feeding amounts or the choice of diet accordingly. Also, ask about exercise options appropriate for your dog’s overall health.", "Signs to watch for include: Problems locating toys or the food and water dishes ... Hearing loss in senior dogs is usually caused by deterioration of the nerves inside the ear. On the other hand, vision loss can result from many health issues such as glaucoma and cataracts or hypertension."], "title": "Common Health Concerns in Senior Dogs – American Kennel Club"}, "https://bondvet.com/b/senior-dog-behavior": {"url": "https://bondvet.com/b/senior-dog-behavior", "description": "Dogs are similar to human beings in that as we age, the risk of certain diseases—ranging from arthritis to cancer to decreased cognitive function—goes up. That’s not to say every dog will get sick when they reach their “golden years.” However, it’s important to keep a closer eye on your senior pup, both at home and with regular veterinary checkups. Here are some important things to know about normal behavioral changes ...", "snippets": ["Dogs are similar to human beings in that as we age, the risk of certain diseases—ranging from arthritis to cancer to decreased cognitive function—goes up. That’s not to say every dog will get sick when they reach their “golden years.” However, it’s important to keep a closer eye on your senior pup, both at home and with regular veterinary checkups. Here are some important things to know about normal behavioral changes in senior dogs, when to be concerned, and how to keep your old dog comfortable and enjoying life."], "title": "Understanding Senior Dog Behavior Changes | Bond Vet"}, "https://www.hillspet.com/dog-care/behavior-appearance/dog-aging-signs": {"url": "https://www.hillspet.com/dog-care/behavior-appearance/dog-aging-signs", "description": "Because these age-related changes can creep up slowly, you might not realize it at first. Here are some visible clues that your dog is getting (and feeling) older: Has your dog begun bumping into things, falling uncontrollably or displayed signs of eye discomfort or redness?", "snippets": ["Age creeps up on all of us, but a surprising number of pet parents don't realize that their dog has already reached their \"senior\" years as soon as 7 years old. This fact is important to remember since your dog's nutrition needs change over time, and addressing those changing health needs can help ensure your beloved furry friend can live their life to the fullest. Here are some common signs of aging to watch out for in your dog.", "Another unfortunate result of cognitive decline in dogs involves a lack of interest and receptiveness with loved ones. It’s important to remember that this is not an indication that your pet has lost love for you. Rather, your dog may be forgetting previously learned cues and habits, along with decreased energy.  ... The number one thing you can do to help your dog is to simply continue to show them love and patience. Your dog might be struggling with old age, but that doesn’t mean that they stopped loving you or your affection."], "title": "Signs that Your Dog is Aging and What You Can Do | Hill's Pet"}, "https://wagwalking.com/condition/behavioral-changes-due-to-aging": {"url": "https://wagwalking.com/condition/behavioral-changes-due-to-aging", "description": "As dogs age, several of the physical and mental changes that occur can lead to behavioral changes. If you see behavioral changes in your aging canine, you should have a veterinarian evaluate the animal for underlying medical disorders.", "snippets": ["When you bring your dog into the veterinarian’s office to address a behavior problem related to aging, a behavioral history will be requested while the veterinarian performs a complete physical, checking for signs of pain or disease. The information that is generally included in a complete behavioral history includes any information that is known about the breed, sex and age of the canine as well as information about the animal’s behavior both past and present.", "The information that is generally included in a complete behavioral history includes any information that is known about the breed, sex and age of the canine as well as information about the animal’s behavior both past and present. Data about the duration of the dog’s actions and how its behavior changed once the situation was resolved may also be useful in helping to identify any underlying disorders.", "As dogs age, they experience a number of physical and mental changes that can cause their behavior to change."], "title": "Behavioral Changes Due to Aging in Dogs - Symptoms, Causes, Diagnosis, Treatment, Recovery, Management, Cost"}, "https://www.aspca.org/pet-care/dog-care/common-dog-behavior-issues/behavior-problems-older-dogs": {"url": "https://www.aspca.org/pet-care/dog-care/common-dog-behavior-issues/behavior-problems-older-dogs", "description": "As they age, our dogs often suffer a decline in functioning. Their memory, their ability to learn, their awareness and their senses of sight and hearing can all deteriorate. Aging can also change their social relationships with you and other pets in your home. Understanding the changes your dog is undergoing can help you compassionately and effectively deal with behavior ...", "snippets": ["Many changes in behavior can be signs of treatable medical disorders (please see Ruling Out Specific Medical Problems, below), and there are a variety of therapies that can comfort your dog and manage his symptoms, including any pain he might be experiencing. In addition to seeking professional help from your veterinarian and an animal behavior expert (such as a Certified Applied Animal Behaviorist, CAAB or ACAAB) for the age-related behavior issues covered in this article, a key contributing factor to keeping your older dog healthy is to continue to play with him, exercise him and train him throughout his life."], "title": "Behavior Problems in Older Dogs | ASPCA"}, "https://www.webmd.com/pets/dogs/features/depression-in-dogs": {"url": "https://www.webmd.com/pets/dogs/features/depression-in-dogs", "description": "WebMD discusses causes and symptoms of dog depression, and how you and your vet can work together to treat depression in canines.", "snippets": ["But the two most common triggers of severe dog depression are the loss of a companion animal or the loss of an owner. And be careful the dog isn’t simply responding to the reactions of other people in the home.", "Dog depression symptoms are very similar to those in people, said John Ciribassi, DVM, past president of the American Veterinary Society of Animal Behavior. “Dogs will become withdrawn. They become inactive. Their eating and sleeping habits often change.", "Could your dog be depressed? Yes, say experts. And, depression in dogs isn’t so different from depression in people."], "title": "Depression in Dogs: Symptoms, Causes, Treatments, and More"}, "https://www.akc.org/expert-advice/health/aging-in-dogs-physical-mental-signs/": {"url": "https://www.akc.org/expert-advice/health/aging-in-dogs-physical-mental-signs/", "description": "Aging in dogs manifests physically, behaviorally, and mentally. Be alert to changes and help him enjoy your dog enjoy their senior years.", "snippets": ["Aging in dogs manifests physically, behaviorally, and mentally. Be alert to changes and help him enjoy your dog enjoy their senior years.", "Our dogs give us many years of love and loyalty and it’s only natural to want to make their senior years as comfortable and enjoyable as possible. Aging is a normal part of life and with some vigilance and attention to your dog’s health, these can truly be “golden years.” · This article is intended solely as general guidance, and does not constitute health or other professional advice.", "Or your high-energy companion may be sleeping hours a day. Older dogs need more sleep, so just let them nap. However, changes in behavior may also be the result of canine cognitive dysfunction syndrome (CCDS). According to a one study, CCDS affects 14% to 35% of dogs over 8 eight years old."], "title": "Aging in Dogs: Physical and Mental Signs That Your Dog is Getting Older"}, "https://www.hillspet.com/dog-care/healthcare/common-senior-dog-health-problems": {"url": "https://www.hillspet.com/dog-care/healthcare/common-senior-dog-health-problems", "description": "Getting older is as hard on your senior dog as it is on you. One of the best things you can do for your aging pup is to take them for regular wellness checks every six months to screen for these common health problems. Keeping an eye on themat home and reporting any unusual behaviors to your ...", "snippets": ["Proper nutrition is also extremely important for maintaining healthy kidneys , so if you have any concerns about what you're feeding, be sure to consult your veterinarian. Getting older is as hard on your senior dog as it is on you. One of the best things you can do for your aging pup is to take them for regular wellness checks every six months to screen for these common health problems.", "If these issues are not a one time occurence, it's best to talk to your vet. Aging kidneys tend to lose their function as dogs get older. While chronic kidney disease can't be cured, notes The Spruce, it can be managed with proper treatment, prolonging your dog's life and improving their quality of life. Routine blood work for your senior pet can catch kidney disease in the early stages and improve your dog's chances.", "Of course, other factors, such as genetics and environmental conditions, can affect how an individual dog ages. Once your dog starts showing signs of age-related health issues, they can be considered a senior dog regardless of their true age. Here are eight common health problems in senior dogs:", "Tissue degeneration in the eyes and ears can cause varying degrees of deafness and blindness in older dogs, says The Spruce. Senior dogs are also prone to developing cataracts, which Pet Health Network defines as a cloudy layer that forms over the lens of the eye that can cause partial or total blindness.", "Learn about the most common health problems in senior dogs, such as hearing & vision loss, joint problems and dementia, and treatment options."], "title": "8 Common Health Problems in Senior Dogs | Hill's Pet"}, "https://www.smalldoorvet.com/learning-center/seniors/health-issues-senior-dogs/": {"url": "https://www.smalldoorvet.com/learning-center/seniors/health-issues-senior-dogs/", "description": "Senior dogs are much more susceptible to illness and disease than younger dogs, including conditions such as cancer, heart disease, diabetes, arthritis, vision and hearing loss and cognitive dysfunction. It’s important to watch out for any concerning symptoms or changes in behavior and get ...", "snippets": ["Senior dogs are much more susceptible to illness and disease than younger dogs, including conditions such as cancer, heart disease, diabetes, arthritis, vision and hearing loss and cognitive dysfunction. It’s important to watch out for any concerning symptoms or changes in behavior and get them checked out by your veterinarian as soon as possible, as many conditions can be treated or managed to improve your senior dog’s quality of life.", "Some of the most common health issues in senior dogs include cancer, heart, kidney and liver disease, diabetes, arthritis, vision and hearing loss and dementia."], "title": "Senior Dogs 101: Common health issues in senior dogs | Small Door Veterinary"}, "https://www.akc.org/expert-advice/health/preventing-obesity-in-senior-dogs/": {"url": "https://www.akc.org/expert-advice/health/preventing-obesity-in-senior-dogs/", "description": "Like the humans who care for them, older dogs are not exempt from the battle of the bulge. Here's how to prevent canine obesity in senior dogs.", "snippets": ["Overweight and obese dogs can have serious health problems. A structured feeding plan contributes to maintaining a healthy weight. Daily exercise is important for all dogs – even senior dogs.", "Obesity is a medical condition, a nutritional disease caused by an excess of body fat. Dogs are considered to be overweight when they are 15 percent above their ideal weight, and obese if they are 30 percent above the ideal weight, according to Dr.", "Even older dogs should go out at least twice a day for mental and physical stimulation. “Dogs with heart or respiratory disorders can be taken out for shorter periods of time and during the cooler parts of the day,” says Dr. Alvarez. Some senior dogs can benefit from low-impact exercise such as swimming."], "title": "Preventing Obesity in Senior Dogs"}, "https://www.akc.org/expert-advice/health/health-problems-older-dogs-senior-old-age/": {"url": "https://www.akc.org/expert-advice/health/health-problems-older-dogs-senior-old-age/", "description": "Aging is a natural part of life, even for dogs. But it can bring health conditions like obesity, cancer, kidney disease, arthritis, or cognitive decline.", "snippets": ["Hearing loss in senior dogs is usually caused by deterioration of the nerves inside the ear. On the other hand, vision loss can result from many health issues such as glaucoma and cataracts or hypertension. Depending on the issue, the sooner your vet examines your pet, the better. Although most sensory loss is irreversible, the underlying condition might require immediate treatment.", "As your dog ages, their risk of cancer increases. Cancer is the uncontrolled growth of abnormal cells, but there are many different types of cancer, and it can occur all over the body. Symptoms will depend on the type and location of the disease. Therefore, it’s important to closely observe your senior dog’s physical health and behavior and then report anything out of the ordinary to your veterinarian. Some of the more common signs to be aware of are:", "Problems locating toys or the food and water dishes ... Hearing loss in senior dogs is usually caused by deterioration of the nerves inside the ear. On the other hand, vision loss can result from many health issues such as glaucoma and cataracts or hypertension. Depending on the issue, the sooner your vet examines your pet, the better. Although most sensory loss is irreversible, the underlying condition might require immediate treatment.", "As your dog ages, their risk of cancer increases. Cancer is the uncontrolled growth of abnormal cells, but there are many different types of cancer, and it can occur all over the body. Symptoms will depend on the type and location of the disease. Therefore, it’s important to closely observe your senior dog’s physical health and behavior and then report anything out of the ordinary to your veterinarian."], "title": "Common Health Concerns in Senior Dogs – American Kennel Club"}, "https://www.petfinder.com/dogs-and-puppies/health-wellness/concerns/caring-for-senior-dogs-with-arthritis/": {"url": "https://www.petfinder.com/dogs-and-puppies/health-wellness/concerns/caring-for-senior-dogs-with-arthritis/", "description": "Arthritis can be a painful, debilitating condition for your senior dog. Find out how to help.", "snippets": ["Also known as degenerative joint disease, arthritis is caused when the cartilage that protects joints breaks down, increasing friction between the bones. This causes discomfort, then pain, and the bones eventually become damaged. Although osteoarthritis is incurable, it can be managed with your veterinarian’s help. Most dogs diagnosed with arthritis are senior or older dogs."], "title": "Caring for Older Dogs with Arthritis – Signs, Symptoms & Relief | Petfinder"}, "https://www.vetwest.com.au/pet-library/arthritis-and-dogs/": {"url": "https://www.vetwest.com.au/pet-library/arthritis-and-dogs/", "description": "... schedule an appointment with your veterinarian for a thorough clinical examination. In order to accurately diagnose your dog’s condition, a general anaesthetic and radiographs will usually be required to determine exactly what is happening in your dog’s joints.", "snippets": ["Old age arthritis (or osteoarthritis) is very common in both humans and dogs, and can be regarded as the same disease. It is usually a result of the ongoing wear and tear and instability in the joints, although other factors such as injury, genetic makeup, infection, immune disease and cancer can also affect the progression.", "It is usually a result of the ongoing wear and tear and instability in the joints, although other factors such as injury, genetic makeup, infection, immune disease and cancer can also affect the progression. Arthritis can affect one or more joints anywhere in the body; however the most common joints affected in dogs are the hips, knees, shoulders and elbows."], "title": "Arthritis and dogs - Vetwest Veterinary Clinics"}, "https://www.parkvetgroup.com/help-and-advice/common-conditions/110-arthritis-in-the-dog": {"url": "https://www.parkvetgroup.com/help-and-advice/common-conditions/110-arthritis-in-the-dog", "description": "Arthritis in the dog - symptoms, causes and treatments. How is arthritis diagnosed?", "snippets": ["Arthritis can also be caused by inflammation, such as rheumatoid arthritis, or by infection. ... Wear and tear of the joints due to age, especially in overweight dogs. Joint damage in growing puppies, usually in larger breeds, due to some combination of genetics, over exercise, rapid growth and incorrect diet. Joint instability, due to joint deformity e.g. hip dysplasia, or to ligament damage e.g. ruptured knee (cruciate) ligaments. There is no cure for arthritis."], "title": "Arthritis in the dog"}, "https://www.frontiersin.org/articles/10.3389/fvets.2021.819135/full": {"url": "https://www.frontiersin.org/articles/10.3389/fvets.2021.819135/full", "description": "Canine Cognitive Dysfunction Syndrome (CDS) is a syndrome of progressive cognitive decline comparable to Alzheimer’s Disease. The sustained gaze test captures attention loss associated with CDS in laboratory settings, and adapting the sustained gaze test for use by owners at home could greatly ...", "snippets": ["Various different domains are assessed including executive function, social cues, and working memory. Previous studies in both humans and dogs have documented that sustained attention and social interaction decline with age and onset of dementia (17, 20).", "Canine Cognitive Dysfunction Syndrome (CDS) is a syndrome of progressive cognitive decline comparable to Alzheimer’s Disease. The sustained gaze test captures attention loss associated with CDS in laboratory settings, and adapting the sustained gaze test for use by owners at home could greatly increase the data generated on CDS."], "title": "Frontiers | Sustained Gaze Is a Reliable In-home Test of Attention for Aging Pet Dogs"}, "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8673598/": {"url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8673598/", "description": "However, high pet attachment in ... affects depression, anxiety, and happiness during a crisis such as the COVID-19 pandemic. The dog owner participants were not asked questions regarding the type of activities they engaged in with their dogs. Doing so may have helped better measure the benefits of owning a dog. In response to the prevalence of contradictory ...", "snippets": ["S28 Table: Correlations between commitment to pets and depression, anxiety, and happiness scores. (DOCX) ... All relevant data are within the paper and its Supporting Information files. Major life events, such as the COVID-19 pandemic, affect psychological and physiological health. Social support, or the lack thereof, can modulate these effects. The context of the COVID-19 pandemic offered a unique opportunity to better understand how dogs may provide social support for their owners and buffer heightened symptoms of stress, anxiety and depression and contribute to happiness during a major global crisis.", "However, high pet attachment in people with severe levels of mental health symptoms was associated with decreased chances of improved mental health . The pet relationship scales used in the current study may not have facilitated insight into the nature of the human-pet relationship that most affects depression, anxiety, and happiness during a crisis such as the COVID-19 pandemic. The dog owner participants were not asked questions regarding the type of activities they engaged in with their dogs. Doing so may have helped better measure the benefits of owning a dog. In response to the preva"], "title": "Depression, anxiety, and happiness in dog owners and potential dog owners during the COVID-19 pandemic in the United States - PMC"}, "https://www.akc.org/expert-advice/health/how-to-know-if-your-dog-is-depressed/": {"url": "https://www.akc.org/expert-advice/health/how-to-know-if-your-dog-is-depressed/", "description": "How do you know if a dog is depressed? The symptoms of depression will vary depending on the individual dog and the severity of the problem.", "snippets": ["Sinn explains that some of the most severe cases of dog depression she’s seen have come from “dogs coming out of just horrific rescue circumstances — hoarding situations, meat farm dogs, that kind of thing.” · Dr. Kelly Ballantyne is a board-certified veterinary behaviorist and the leader of Insight Animal Behavior Services. She says that serious behavioral issues can often result from a combination of genetics, early life experiences, physical and social environments, and ongoing learning processes.", "Sometimes, these issues can even be triggers for depression. Dr. Sinn always encourages owners to have their dogs medically evaluated to rule out any medical problems. “In general, if a dog is slowing down or is reluctant to engage, especially in the absence of some life-changing event, then I would bet huge amounts of money that it is medical or pain-related,” she says.", "Dr. Sinn explains that some of the most severe cases of dog depression she’s seen have come from “dogs coming out of just horrific rescue circumstances — hoarding situations, meat farm dogs, that kind of thing.”", "Dr. Leslie Sinn runs Behavior Solutions and is a Diplomate of the American College of Veterinary Behaviorists (ACVB) and a certified professional dog trainer. “The main thing would be a change in normal demeanor,” she says."], "title": "How to Know if Your Dog is Depressed"}, "https://vcahospitals.com/know-your-pet/arthritis-in-dogs": {"url": "https://vcahospitals.com/know-your-pet/arthritis-in-dogs", "description": "Osteoarthritis (OA) is a complex condition involving inflammation and degeneration of one or more joints.", "snippets": ["It is important to stick strictly to the prescribed nutritional program. Pain medications Non-steroidal anti-inflammatory drugs (NSAIDs) are generally used as the first line of defense against the pain of OA. Common drugs in this category are meloxicam (Metacam® and other trade names), carprofen, deracoxib (Deramaxx®), grapiprant, robenacoxib (Onsior®), and firocoxib. Your veterinarian will determine if your dog is a good candidate for this class of medication.", "Typical multimodal management of arthritis generally includes the following: Nutrition Normalizing body condition is critical, so your veterinarian may prescribe a specific diet to accomplish this goal. There is now a nutrient profile that can support the joints while helping to normalize body weight and condition. It is important to stick strictly to the prescribed nutritional program. Pain medications Non-steroidal anti-inflammatory drugs (NSAIDs) are generally used as the first line of defense against the pain of OA."], "title": "Arthritis in Dogs | VCA Animal Hospitals"}, "https://caninearthritis.co.uk/managing-arthritis/common-medications/": {"url": "https://caninearthritis.co.uk/managing-arthritis/common-medications/", "description": "NSAIDS (anti-inflammatory pain management) can manage and offer a dramatic improvement in your dog’s mobility and quality of life.", "snippets": ["Combining a number of treatments is recognised as the most effective way of controlling pain with minimum side-effects. Always use a NSAID with the guidance of your vet. Do not use medication designed for humans as these can be fatal to dogs.", "In addition to licensed NSAIDS, other medications are often used in managing the pain of arthritis."], "title": "Canine Arthritis Management - Common Medications Dog Arthritis"}, "https://caninearthritis.org/article/what-are-some-other-oral-pain-medications-that-will-help-my-dog/": {"url": "https://caninearthritis.org/article/what-are-some-other-oral-pain-medications-that-will-help-my-dog/", "description": "Pain is complex and there are multiple potential therapeutic targets NSAIDs are generally considered the foundation of pain management for dogs with arthritis based on the extensive amount of research showing their efficacy and safety in dogs, but sometimes other […]", "snippets": ["This is a very maladaptive process and highlights that fact that pain is a disease in its own right. When managing arthritis pain, we aim to reduce the signals from the joint so that the subsequent remodeling does not occur- this is how NSAIDs and anti-NGF mAbs (Librela) work."], "title": "What are some other oral pain medications that will help my dog? | Canine Arthritis Resources and Education"}, "https://vcahospitals.com/know-your-pet/pain-management-for-dogs": {"url": "https://vcahospitals.com/know-your-pet/pain-management-for-dogs", "description": "Learn about pain management for dogs. VCA Animal Hospital offers professional guidance to help you ensure the health and happiness of your pet.", "snippets": ["Some common veterinary pain-relief medications include: Nonsteroidal Anti-Inflammatory Drugs (NSAIDs). These drugs interfere with the body's production of inflammatory molecules that trigger pain and swelling. NSAIDs must be used with caution because there is the potential for liver, kidney, stomach, and/or intestinal problems."], "title": "Pain Management for Dogs | VCA Animal Hospitals"}, "https://bevsvt.com/dogs-feel-sadness/": {"url": "https://bevsvt.com/dogs-feel-sadness/", "description": "“Sadness is a very difficult emotion to describe, and if you ask three people what sadness is, you might get three different answers. Dogs don’t have self-consciousness or the ability to ruminate inward that humans have.” · That doesn’t mean, however, that dogs don’t experience negative ...", "snippets": ["But to go so far as to call it sadness—I’m not sure that would be the right term.” · Dr. Daniel Inman, a veterinarian at Burlington Emergency Veterinary Specialists in Williston, Vermont, says that depression in dogs is often caused by changes in their environment. “Some dogs are much more sensitive to change than others, and certain variables can affect dogs differently, but overall, dramatic changes in a dog’s life can certainly lead to depression,” he says."], "title": "Do Dogs Feel Sadness | BEVS"}}}