{"url_to_unified_index": {"https://pubmed.ncbi.nlm.nih.gov/31559010/": 4, "https://www.nih.gov/news-events/nih-research-matters/common-genetic-factors-found-5-mental-disorders": 5, "https://www.acog.org/womens-health/faqs/prenatal-genetic-screening-tests": 6, "https://psychiatryonline.org/doi/full/10.1176/appi.ajp.2016.16020138": 2, "https://www.acog.org/programs/perinatal-mental-health/implementing-perinatal-mental-health-screening": 9, "https://www.aafp.org/pubs/afp/issues/2023/0800/prenatal-care.html": 10, "https://www.acog.org/advocacy/policy-priorities/non-invasive-prenatal-testing/current-acog-guidance": 7, "https://www.merckmanuals.com/home/women-s-health-issues/detection-of-genetic-disorders-before-and-during-pregnancy/prenatal-testing-for-genetic-disorders-and-birth-defects": 8, "https://publichealth.berkeley.edu/news-media/research-highlights/early-fetal-brain-development-is-key-to-neurodevelopment": 1, "https://molecularautism.biomedcentral.com/articles/10.1186/s13229-024-00586-5": 3}, "url_to_info": {"https://pubmed.ncbi.nlm.nih.gov/31559010/": {"url": "https://pubmed.ncbi.nlm.nih.gov/31559010/", "description": "Abstract. Until recently, advances in understanding the genetic architecture of psychiatric disorders have been impeded by a historic, and often mandated, commitment to the use of traditional, and unvalidated, categorical diagnoses in isolation as the relevant phenotype. Such studies typically required lengthy structured interviews to delineate ...", "snippets": ["Shared Genetics of Psychiatric Disorders\n- PMID: 31559010\n- PMCID: PMC6743250\n- DOI: 10.12688/f1000research.18130.1\nShared Genetics of Psychiatric Disorders\nAbstract", ". Increasing evidence that most mental disorders share many common genetic risk variants and environmental risk modifiers suggests that the broad spectrum of psychiatric pathology represents the pleiotropic display of a more limited series of pathologic events in neuronal development than was originally believed, regulated by many common risk variants and a smaller number of rare ones.", "Keywords: genetics; genomics; polygenic; psychiatry; risk; transdiagnostic.\nConflict of interest statement\nNo competing interests were disclosed.No competing interests were disclosed.No competing interests were disclosed.\nSimilar articles\n-\nNew technologies provide insights into genetic basis of psychiatric disorders and explain their co-morbidity.Psychiatr Danub. 2010 Jun;22(2):190-2. Psychiatr Danub. 2010. PMID: 20562745 Review.\n-\nPleiotropy and Cross-Disorder Genetics Among Psychiatric Disorders.Biol Psychiatry. 2021 Jan 1;89(1):20-31. doi: 10.1016/j.biopsych.2020.09.026. Epub 2020 Oct 10. Biol Psychiatry. 2021. PMID: 33131714 Free PMC article. Review.\n-\nShared genetic architecture across psychiatric disorders.Psychol Med. 2021 Oct;51(13):2210-2216. doi: 10.1017/S0033291721000829. Epub 2021 Mar 17. Psychol Med. 2021. PMID: 33729112 Free PMC article. Review.\n-"], "title": "Shared Genetics of Psychiatric Disorders - PubMed"}, "https://www.nih.gov/news-events/nih-research-matters/common-genetic-factors-found-5-mental-disorders": {"url": "https://www.nih.gov/news-events/nih-research-matters/common-genetic-factors-found-5-mental-disorders", "description": "In fact, recent studies have turned up limited evidence of shared genetic risk factors, such as for schizophrenia and bipolar disorder, autism and schizophrenia, and depression and bipolar disorder. To take a broader look, an international research consortium conducted an analysis that incorporated data from genome-wide association studies ...", "snippets": ["To take a broader look, an international research consortium conducted an analysis that incorporated data from genome-wide association studies (GWAS) of the 5 major disorders. This type of study involves scanning through thousands of genetic markers in search of tiny variations that appear more often in people who have a particular condition than in those who don't. The research received primary funding from NIH’s National Institute of Mental Health (NIMH), along with other NIH components.\nAs reported online in the Lancet on February 28, 2013, the scientists screened for evidence of illness-associated genetic variation among over 33,000 patients. All had been diagnosed with at least 1 of the 5 disorders. A comparison group included about 28,000 people who had no major psychiatric diagnosis.", "“Although statistically significant, each of these genetic associations individually can account for only a small amount of risk for mental illness,” says study co-author Dr. Jordan Smoller of Massachusetts General Hospital. Because of this, the variations couldn’t yet be used to predict or diagnose specific conditions. But these results may help researchers move closer to making more accurate diagnoses. They may also help lead to a better understanding of the factors that cause these major mental disorders.\nRelated Links\n- Video: NIH’s Dr. Bruce Cuthbert discusses the findings\n- Schizophrenia\n- Attention Deficit Hyperactivity Disorder (ADHD)\n- Autism Spectrum Disorders\n- Depression\n- Genome-Wide Association Studies\nReferences: Lancet. 2013 Feb 27. pii: S0140-6736(12)62129-1. doi: 10.1016/S0140-6736(12)62129-1. [Epub ahead of print]. PMID: 23453885.", "You are here\nMarch 18, 2013\nCommon Genetic Factors Found in 5 Mental Disorders\nMajor mental disorders traditionally thought to be distinct share certain genetic glitches, according to a new study. The finding may point to better ways to diagnose and treat these conditions.\nScientists have long recognized that many psychiatric disorders tend to run in families, suggesting potential genetic roots. Such disorders include autism, attention deficit hyperactivity disorder (ADHD), bipolar disorder, major depression and schizophrenia. Symptoms can overlap and so distinguishing among these 5 major psychiatric syndromes can be difficult. Their shared symptoms suggest they may also share similarities at the biological level. In fact, recent studies have turned up limited evidence of shared genetic risk factors, such as for schizophrenia and bipolar disorder, autism and schizophrenia, and depression and bipolar disorder."], "title": "Common Genetic Factors Found in 5 Mental Disorders"}, "https://www.acog.org/womens-health/faqs/prenatal-genetic-screening-tests": {"url": "https://www.acog.org/womens-health/faqs/prenatal-genetic-screening-tests", "description": "There are two types of prenatal tests for genetic disorders: Prenatal screening tests: These tests can tell you the chances that your fetus has an aneuploidy and a few other disorders.This FAQ focuses on these tests. Prenatal diagnostic tests: These tests can tell you whether your fetus actually has certain disorders.These tests are done on cells from the fetus or placenta obtained through ...", "snippets": ["Prenatal Genetic Screening Tests\nFrequently Asked Questions Expand All\n-\nPrenatal genetic testing gives parents-to-be information about whether their fetus has certain genetic disorders.\n-\nGenetic disorders are caused by changes in a person’s genes or chromosomes. Aneuploidy is a condition in which there are missing or extra chromosomes. In a trisomy, there is an extra chromosome. In a monosomy, a chromosome is missing. Inherited disorders are caused by changes in genes called mutations. Inherited disorders include sickle cell disease, cystic fibrosis, Tay-Sachs disease, and many others. In most cases, both parents must carry the same gene to have an affected child.\n-\nThere are two types of prenatal tests for genetic disorders:\n-\nPrenatal screening tests: These tests can tell you the chances that your fetus has an aneuploidy and a few other disorders. This FAQ focuses on these tests.\n-", "Prenatal diagnostic tests: These tests can tell you whether your fetus actually has certain disorders. These tests are done on cells from the fetus or placenta obtained through amniocentesis or chorionic villis sampling (CVS). FAQ164 Prenatal Genetic Diagnostic Tests focuses on these tests.\nBoth screening and diagnostic testing are offered to all pregnant women.\n-\n-\nScreening tests can tell you your risk of having a baby with certain disorders. They include carrier screening and prenatal genetic screening tests:\n-\nCarrier screening is done on parents (or those just thinking about becoming parents) using a blood sample or tissue sample swabbed from inside the cheek. These tests are used to find out whether a person carries a gene for certain inherited disorders. Carrier screening can be done before or during pregnancy.\n-", "The ultrasound exam, called a nuchal translucency screening, measures the thickness of a space at the back of the fetus’s neck. An abnormal measurement means there is an increased risk that the fetus has Down syndrome (trisomy 21) or another type of aneuploidy. It also is linked to physical defects of the heart, abdominal wall, and skeleton.\n-\n-\nSecond-trimester screening includes the following tests:\n-\nThe “quad” or “quadruple” blood test measures the levels of four different substances in your blood. The quad test screens for Down syndrome, Edwards syndrome (trisomy 18), and NTDs. It is done between 15 weeks and 22 weeks of pregnancy.\n-\nAn ultrasound exam done between 18 weeks and 22 weeks of pregnancy checks for major physical defects in the brain and spine, facial features, abdomen, heart, and limbs.\n-\n-", "Genes: Segments of DNA that contain instructions for the development of a person’s physical traits and control of the processes in the body. The gene is the basic unit of heredity and can be passed from parent to child.\nGenetic Counselor: A health care professional with special training in genetics who can provide expert advice about genetic disorders and prenatal testing.\nGenetic Disorders: Disorders caused by a change in genes or chromosomes.\nInherited Disorders: Disorders caused by a change in a gene that can be passed from parents to children.\nMonosomy: A condition in which there is a missing chromosome.\nMutations: Changes in genes that can be passed from parent to child.\nNeural Tube Defects (NTDs): Birth defects that result from a problem in development of the brain, spinal cord, or their coverings.", "Prenatal genetic screening tests of the pregnant woman’s blood and findings from ultrasound exams can screen the fetus for aneuploidy; defects of the brain and spine called neural tube defects (NTDs); and some defects of the abdomen, heart, and facial features. This FAQ focuses on these tests. They include first-trimester screening, second-trimester screening, combined first- and second-trimester screening, and cell-free DNA testing.\n-\n-\nFirst-trimester screening includes a test of the pregnant woman’s blood and an ultrasound exam. Both tests usually are done together between 10 weeks and 13 weeks of pregnancy:\n-\nThe blood test measures the level of two substances.\n-"], "title": "Prenatal Genetic Screening Tests - ACOG"}, "https://psychiatryonline.org/doi/full/10.1176/appi.ajp.2016.16020138": {"url": "https://psychiatryonline.org/doi/full/10.1176/appi.ajp.2016.16020138", "description": "The quality of fetal growth and development predicts the risk for a range of noncommunicable, chronic illnesses. These observations form the basis of the “developmental origins of health and disease” hypothesis, which suggests that the intrauterine signals that compromise fetal growth also act to “program” tissue differentiation in a manner that predisposes to later illness. Fetal ...", "snippets": ["76) and thus greater effects on birth weight and neurodevelopment. These considerations suggest that the transition of DOHaD science from observational studies to those of biological mechanisms will require the integration of genetic information into developmental models. Since vulnerability is seemingly best defined by measures of both environmental risk and genetic predisposition, the inclusion of genetic information is also important for the most precise targeting of interventions.\nClinical Significance\nMaternal mental health and birth outcomes predict child health and development. But are these effects functionally relevant and clinically informative? The impact of maternal emotional well-being on child outcomes has been assessed (\n14,", "These are formidable challenges, and they are not unique to studies of environmental influences occurring during fetal development. However, progress in our understanding of the origins of mental health will depend on our ability to successfully meet the demands of research that focuses on neurodevelopmental outcomes at the level of the individual child.", "Research on the fetal origins of individual differences in neurodevelopment has attracted attention to a period of development previously undervalued in importance for later mental health. DOHaD studies provide an empirical basis for multidisciplinary programs across obstetrics/gynecology, neonatology, pediatrics, neuroscience, and psychiatry/psychology and are essential for a comprehensive understanding of the relation between maternal health, fetal growth, and neurodevelopment. This same partnership is critical for clinical programs that target maternal health.", "72), and stratification by genotype yielded effect sizes beyond those commonly reported for studies of birth weight alone. Qiu et al. (\n22) reported that offspring\nCOMT genotype actually determined the nature and regional specificity of the influence of antenatal maternal anxiety on cortical morphology.\nOne approach to examining genetic variation is to compare the moderating influence of the maternal and offspring genotypes. For example, the\nBDNF genotype of the infant, but not that of the mother, moderates the influence of antenatal maternal anxiety on genome-wide DNA methylation (\n21). Indeed, a survey of interindividual variability in DNA methylation across the genome in umbilical cord samples shows that the vast majority (∼80%) of such variation is principally determined by an interaction between maternal condition or birth outcome and infant genotype (", "60). A meta-analysis of randomized controlled trials found that chronic glucocorticoid treatment during pregnancy reduced fetal growth, but with no discernible effects on neurodevelopment (\n61,\n62). These findings contrast with those described above, and especially noteworthy is the absence of effects of antenatal glucocorticoid treatment designed to enhance pulmonary maturation compared with treatment for congenital adrenal hyperplasia. Importantly, the latter routinely involves treatment in the first trimester, whereas the former targets mid to late pregnancy. The timing of glucocorticoid treatment or exposure over the course of pregnancy, at various stages of neurodevelopment, could potentially explain seemingly conflicting findings (\n63). Nevertheless, in relation to the broader DOHaD hypothesis, it should be noted that a glucocorticoid treatment in later pregnancy that reliably reduces birth weight is not consistently associated with long-term effects on neurodevelopment.", "developmental origins of health and disease (DOHaD) hypothesis, which suggests that the quality of fetal development shapes individual differences in the risk for chronic illness over the lifespan. The DOHaD theme is familiar in psychiatry/psychology, which emphasizes the importance of early developmental influences as determinants of mental health and human capacity. DOHaD studies reflect the importance of antenatal maternal well-being and fetal growth for individual differences in vulnerability to adverse mental health outcomes, which could inform precision medicine and intervention programs in psychiatry (\n3). We briefly review the evidence for the importance of the antenatal period for neurodevelopment outcomes and suggest challenges for future research, including studies that enable the integration of findings from DOHaD studies into clinical practice and public policy.\nChallenges for DOHaD Models of Mental Health\nThe Term “Maternal Adversity”", "66), suggesting that the well-documented relation between birth weight and cardiometabolic outcomes may partly reflect common underlying genetic features.\nThere has been surprisingly little emphasis on the moderating effect of offspring genotype in studies linking birth weight or maternal stress to neurodevelopment. The consideration of heritable genetic variation is not simply an issue for the interpretation of epidemiological studies. The inclusion of genetics in DOHaD research models provides the opportunity to expand the breadth of research focusing on antenatal environmental influences to discern the degree to which such effects are moderated by offspring genotype. Existing studies reveal that associations between birth weight and child socioemotional development are moderated by variants in multiple genes implicated in serotonergic or dopaminergic function (e.g.,\nTPH2,\nHTR2A,\nSCL6A4, DRD4) (\n70–", "69). High heritability of HPA reactivity is evident among children in families with low adversity, but not in families with high adversity. High familial adversity is associated with greater cortisol reactivity to stress. Since the majority of children enrolled in community-based studies are likely drawn from low-adversity settings, the association between antenatal maternal cortisol and HPA function in the offspring may reflect heritable genetic influences. Moreover, since glucocorticoids are a well-established mechanism for low birth weight, these same considerations might influence the interpretation of associations between birth weight and HPA function. The concern for genetic mediation is underscored by a study showing that among seven confirmed genome-wide loci that account for variance in birth weight, with effects comparable to maternal smoking, three are also associated with cardiovascular (\nADRB1) or metabolic disease (\nADCY5, CDKAL1) (", "82). These findings reveal that the consequences of fetal adversity on child development are dependent on the quality of the postnatal environment.\nIndeed, various forms of prenatal adversity may actually increase the sensitivity of the developing organism to the influences of the postnatal environment (\n83). This “meta-plasticity” refers not to the influence of antenatal adversity on any specific outcome, but rather to the degree to which the developing organism is susceptible to subsequent environmental influences. The quality of intrauterine environment might explain, in part, the wide diversity among children in the degree to which developmental outcomes are influenced by prevailing context (\n84), a possibility that could inform and improve early interventions strategies.\nIn the studies noted above, the effects of socioeconomic status or maternal care are greater among low compared with normal birth weight offspring (\n27,\n78–", "51). However, these effects are independent of maternal mental health, further underscoring the distinct influences of specific forms of maternal adversity. An extensive review (\n52) reveals an influence of severe stress (e.g., death of a spouse) on offspring birth weight, as well as of factors such as social support that moderate the impact of stress, but no consistent evidence for the influence of maternal anxiety or depression (also see reference\n53). The exceptions are studies showing an association between “pregnancy-associated anxiety” and birth outcomes, which again underscores the specificity of different forms of maternal “adversity.”\nWhile extremely stressful conditions may affect birth outcomes, large epidemiological studies with community samples (e.g.,\n45) have reported no association between maternal levels of depression, anxiety, or stress and either birth weight or gestational age. Likewise, a meta-analysis examining maternal depression and birth weight (", "There is considerable evidence that the influence of intrauterine factors on neurodevelopment is modified by postnatal environmental conditions. Low birth weight predicts adolescent depression more strongly in girls with a history of adverse postnatal experiences, which suggests that the effects of prenatal experiences are conditional on the postnatal environment (\n11). Likewise, the association between birth weight and hippocampal volume is moderated by the quality of parental care (\n27). Socioeconomic status appears to moderate the effects of fetal growth restriction on irritability and impulsivity (\n79). The well-established association between birth weight and ADHD is absent in suburban communities (\n80), suggesting effects that are context dependent, and an enhanced quality of maternal care eliminates the association between birth weight and ADHD symptoms (\n81). Likewise, mother-infant attachment moderates the influence of maternal glucocorticoids on socioemotional development (", "This issue is of considerable importance for the evaluation of treatment outcomes of prevention/intervention programs, as the failure to account for differential vulnerability could underestimate the “treatment” effect among more vulnerable individuals. These considerations also underscore the importance of longitudinal approaches with sample sizes sufficient to effectively stratify subjects according to risk factors. Such studies might better address the issue of clinical significance, as environmental effects could be evaluated on the basis of adversity in earlier developmental periods.\nConclusions", "Finally, it is difficult to imagine how environmental influences could operate in the absence of genetic moderation. Environmental signals influence brain development and function through effects on intracellular signaling pathways, the activity of which inevitably varies across individuals in part as a result of sequence-based, heritable genetic variation. Thus, the influence of antenatal maternal conditions on neurodevelopment will vary as a function of the genotype of the offspring. Studies that incorporate the analysis of genomic variation may identify gene networks that moderate the impact of antenatal environmental influences and thus elucidate the underlying biological pathways.", "Fetal development clearly matters. Nevertheless, the science of fetal origins of psychopathology faces important challenges. First, current models suffer from the inclusion of multiple antenatal maternal conditions in the broad category of “adversity.” Symptoms of depression or anxiety or responses to stressful circumstances are not synonymous in their underlying biology. Nor do these conditions readily map onto variations in fetal growth. Studies that relate specific maternal conditions and birth outcomes to specific neurodevelopmental consequences bear greater promise in our studies of underlying mechanisms."], "title": "Fetal Origins of Mental Health: The Developmental Origins of Health and ..."}, "https://www.acog.org/programs/perinatal-mental-health/implementing-perinatal-mental-health-screening": {"url": "https://www.acog.org/programs/perinatal-mental-health/implementing-perinatal-mental-health-screening", "description": "ALL perinatal women should be screened for mental health conditions. ACOG’s Committee Opinions, #757, “Screening for Perinatal Depression1” recommends screening patients at least once during the perinatal period for depression and anxiety, and, if screening in pregnancy, it should be done again postpartum.", "snippets": ["The responsible licensed independent provider should be made aware of positive screening score(s), if they themselves did not administer the screening tools or did not do the scoring.\nHow do you talk about mental health conditions in a strength-based way?\nWomen are often reluctant to discuss mental health conditions for many reasons including stigma. As clinical support office staff are often the first to interact with women regarding screening for mental health, it is important that it is done with an inclusive, strength-based approach that emphasizes:\n- They are common\n- They are medical conditions, like diabetes, that need to be treated\n- They are treatable\n- That the practice screens every woman in pregnancy and the postpartum period\n- The practice cares for the whole woman\n- For more information, see How to Talk to your Patient About Their Mental Health", "Women with a history of depression or other mental health conditions, women who have previously taken psychiatric medications, or women who have screened positive in a pregnancy/postpartum episode often need more frequent monitoring. Re-administering screening tools can facilitate monitoring of symptoms and follow-up care with the goal of full symptom remission.\nIn addition, the American Academy of Pediatrics4 recommends screening for depression at well-child visits in the first postpartum year. Thus, additional screening should occur in the pediatric environment. Obstetric providers should expect women to be referred to them for care, if a positive screen is identified in the pediatric setting.\nWhat screening tools should be used?\nThere are many validated tools available. ACOG does not endorse specific screening instruments. This toolkit includes screening instruments that are:\na. validated or accepted for use in pregnancy and the postpartum period;\nb. routinely used;\nc. free;", "The first administration of perinatal mental health screening tools should be accompanied by the provision of educational materials for the patient and family that outline relevant symptoms and resources (see the Action Plan for Mood Changes During Pregnancy and After Giving Birth and Self-Care Plan, pages 29-30). In addition, women, their families, and members of their support system should be encouraged to contact the practice if she or they are concerned about her mental health. Remind everyone that you are there to help and you want them to reach out to you or your colleagues at the practice.", "Every office is different, and the workflow for addressing perinatal mood and anxiety disorders needs to be tailored to each practice environment.\nClinical support staff can often provide the screening tools to women at the time of ‘check-in’ or appointment registration, or upon rooming. Women should be given time to complete it thoughtfully. Time in the waiting room or in the exam room while awaiting the provider can be used. Many electronic health records can be customized with templates for these screening tools.\nAfter a woman completes the screening tools, they should be scored by clinical staff and entered into the chart if not already done and included in an electronic medical record. Scoring is straightforward and can be done by any level of caregiver. It is imperative that they are scored before a woman leaves her appointment, so that a positive screen can be promptly addressed.", "Women and their families, or other members of her support system should be proactively provided with education so that they are aware of signs and symptoms of perinatal mood and anxiety disorders. Having these conversations early in the pregnancy and again in the early postpartum period, can decrease stigma, normalize screening and detection, and encourage women to discuss any mental health concerns. An environment with ample displays of, and access to, mental health-related information can help to reduce this stigma, and empower women and their families to seek help, while letting women know that they are not alone.\nRecommendations for education:\n- Provide educational materials to all new prenatal patients and again to patients at their postpartum visit.\n- Place posters, pamphlets, and other materials throughout your offices."], "title": "Implementing Perinatal Mental Health Screening - ACOG"}, "https://www.aafp.org/pubs/afp/issues/2023/0800/prenatal-care.html": {"url": "https://www.aafp.org/pubs/afp/issues/2023/0800/prenatal-care.html", "description": "Screening is recommended at the first prenatal visit and once per trimester. 13 Intimate partner violence increases the risk of miscarriage, placental abruption, premature rupture of membranes ...", "snippets": ["Partin M, Sanchez A, Poulson J, et al. Social inequities between prenatal patients in family medicine and obstetrics and gynecology with similar outcomes. J Am Board Fam Med. 2021;34(1):181-188.\nCompton MT, Shim RS. The social determinants of mental health. Focus. 2015;13(4):419-425.\nKuhrau C, Kelly E, DeFranco EA. Social determinants of health associated with intimate partner violence in an urban obstetric population. Am J Obstet Gynecol. 2023;228(1):S110-S111.\nBauman BL, Ko JY, Cox S, et al. Vital signs: postpartum depressive symptoms and provider discussions about perinatal depression - United States, 2018. MMWR Morb Mortal Wkly Rep. 2020;69(19):575-581.\nLombardi BN, Jensen TM, Parisi AB, et al. The relationship between a lifetime history of sexual victimization and perinatal depression: a systematic review and meta-analysis. Trauma Violence Abuse. 2023;24(1):139-155."], "title": "Prenatal Care: An Evidence-Based Approach - AAFP"}, "https://www.acog.org/advocacy/policy-priorities/non-invasive-prenatal-testing/current-acog-guidance": {"url": "https://www.acog.org/advocacy/policy-priorities/non-invasive-prenatal-testing/current-acog-guidance", "description": "Cell-free DNA is the most sensitive and specific screening test for the common fetal aneuploidies. Nevertheless, it has the potential for false-positive and false-negative results. Furthermore, cell-free DNA testing is not equivalent to diagnostic testing. All patients should be offered a second-trimester ultrasound for fetal structural defects ...", "snippets": ["- Patients with a negative screening test result should be made aware that this substantially decreases their risk of the targeted aneuploidy but does not ensure that the fetus is unaffected. The potential for a fetus to be affected by genetic disorders that are not evaluated by the screening or diagnostic test should also be reviewed. Even if patients have a negative screening test result, they may choose diagnostic testing later in pregnancy, particularly if additional findings such as fetal anomalies identified on ultrasound examination become evident.\n- Patients whose cell-free DNA screening test results are not reported by the laboratory or are uninterpretable (a no‐call test result) should be informed that test failure is associated with an increased risk of aneuploidy, receive further genetic counseling and be offered comprehensive ultrasound evaluation and diagnostic testing.", "- If an enlarged nuchal translucency or an anomaly is identified on ultrasound examination, the patient should be offered genetic counseling and diagnostic testing for genetic conditions and a comprehensive ultrasound evaluation including detailed ultrasonography at 18–22 weeks of gestation to assess for structural abnormalities.\n- The use of cell-free DNA screening as follow-up for patients with a screen positive serum analyte screening test result is an option for patients who want to avoid a diagnostic test. However, patients should be informed that this approach may delay definitive diagnosis and will fail to identify some fetuses with chromosomal abnormalities.", "Policy Priorities\nCurrent ACOG Guidance\nNIPT Summary of Recommendations\n- Prenatal genetic screening (serum screening with or without nuchal translucency [NT] ultrasound or cell-free DNA screening) and diagnostic testing (chorionic villus sampling [CVS] or amniocentesis) options should be discussed and offered to all pregnant patients regardless of maternal age or risk of chromosomal abnormality. After review and discussion, every patient has the right to pursue or decline prenatal genetic screening and diagnostic testing.\n- If screening is accepted, patients should have one prenatal screening approach, and should not have multiple screening tests performed simultaneously.\n- Cell-free DNA is the most sensitive and specific screening test for the common fetal aneuploidies. Nevertheless, it has the potential for false-positive and false-negative results. Furthermore, cell-free DNA testing is not equivalent to diagnostic testing."], "title": "Current ACOG Guidance"}, "https://www.merckmanuals.com/home/women-s-health-issues/detection-of-genetic-disorders-before-and-during-pregnancy/prenatal-testing-for-genetic-disorders-and-birth-defects": {"url": "https://www.merckmanuals.com/home/women-s-health-issues/detection-of-genetic-disorders-before-and-during-pregnancy/prenatal-testing-for-genetic-disorders-and-birth-defects", "description": "The alpha-fetoprotein level in blood is usually measured in all pregnant women, if other testing did not include this marker (eg, some first-trimester serum marker options, chorionic villus sampling, or amniocentesis). A high level may indicate an increased risk of having. A baby with a neural tube defect of the brain (such as anencephaly) or spinal cord (such as spina bifida)", "snippets": ["Parents should weigh the risks against the benefits of doing a test and of knowing if their baby has an abnormality. For example, they should think about whether not knowing the results of testing would cause anxiety. They should think about how they would use the information if they did find out their baby has an abnormality. They should consider whether they would pursue an abortion. If they would not, they should consider whether they still want to know of an abnormality before birth (for example, to prepare psychologically) or whether knowing would only cause distress. For some parents, the risks outweigh the benefits of knowing whether their baby has a chromosomal abnormality, so they choose not to be tested.\nSome Genetic Disorders That Can Be Detected Before Birth\nNoninvasive Prenatal Tests for Genetic Abnormalities\nSeveral types of noninvasive tests have been developed to try to detect certain abnormalities in a fetus. Current tests or combinations of tests can assess for", "Prenatal testing for genetic disorders and birth defects involves testing a pregnant woman or fetus before birth (prenatally) to determine whether the fetus has certain abnormalities, including certain hereditary or spontaneous genetic disorders. Noninvasive screening tests (such as ultrasonography or blood tests) are often done first, and if the results are abnormal, a pregnant woman can decide whether to have invasive testing. Invasive tests, such as chorionic villus sampling, amniocentesis, and percutaneous umbilical blood sampling, use a sample of the fetus's deoxyribonucleic acid (DNA) and are more accurate. However, they may involve a low risk of losing the pregnancy or harm to the fetus.", "Serum marker testing of the mother's blood may test for chromosomal abnormalities, neural tube defects, or both.\nThe choice of which serum marker testing to use may depend on timing (getting test results early in pregnancy), other preferences of the prospective parents, or which test a clinic or hospital usually uses. Important markers include the following:\nAlpha-fetoprotein: A protein produced by the fetus\nPregnancy-associated plasma protein A (PAPP-A): A protein produced by the placenta\nEstriol: A hormone formed from substances produced by the fetus\nHuman chorionic gonadotropin: A hormone produced by the placenta\nInhibin A: A hormone produced by the placenta\nSerum marker screening can consist of different combinations of tests. Markers are usually measured at 10 to 13 weeks of pregnancy (first-trimester screening). Other markers are measured at 16 to 18 weeks of pregnancy (second-trimester screening).", "If pregnancy is to be achieved using in vitro fertilization, genetic disorders can sometimes be diagnosed before the fertilized egg is transferred from the culture dish to the uterus (called preimplantation genetic diagnosis). (See also Overview of Chromosome and Gene Disorders and Overview of Birth Defects.)\nProspective parents should remember that screening tests are not always accurate. Screening tests may miss abnormalities or may indicate abnormalities when none are present.\nCell-Free DNA Screening Test\nA common method of screening for fetal chromosomal abnormalities, including Down syndrome, trisomy 18, and trisomy 13, is analysis of cell-free DNA (cfDNA) in the mother's blood, which can be done as early as 10 weeks of pregnancy. For this test, small fragments of the fetus's DNA, which are present in the mother's blood in tiny amounts, are analyzed. Detection rates using this technology are higher than most other noninvasive methods.\nSerum Marker Screening Test", "If pregnancy is to be achieved using in vitro (test tube) fertilization, doctors can sometimes diagnose genetic disorders in the embryo before it is transferred to the woman’s uterus. Preimplantation genetic testing requires technical expertise and is expensive. These tests are used mainly for prospective parents with a high risk of having a baby with certain genetic disorders (such as cystic fibrosis) or chromosomal abnormalities. However, newer techniques may reduce costs and make the tests more widely available.\nMore Information\nThe following English-language resource may be useful. Please note that THE MANUAL is not responsible for the content of this resource.\nAmerican College of Obstetricians and Gynecologists: Genetic Disorders: This website provides definitions of genes and chromosomes and basic information about inheritance, risk of having a baby with a birth defect, and testing for genetic and chromosomal abnormalities.", "Ultrasonography is often part of routine prenatal care. For other noninvasive or invasive tests for fetal genetic abnormalities or birth defects, prospective parents should discuss the accuracy of the test and any risks with their health care professional. Noninvasive tests, such as ultrasonography, usually do not have direct risks, but if the result is falsely positive (test is abnormal but the baby does not have an abnormality), it may lead a parent to do invasive testing, which has some risk."], "title": "Prenatal Testing for Genetic Disorders and Birth Defects"}, "https://publichealth.berkeley.edu/news-media/research-highlights/early-fetal-brain-development-is-key-to-neurodevelopment": {"url": "https://publichealth.berkeley.edu/news-media/research-highlights/early-fetal-brain-development-is-key-to-neurodevelopment", "description": "A study led by researchers at the University of Oxford and the UC Berkeley School of Public Health has found that fetal cranial growth trajectories tracked at 20-25 weeks gestation are associated with brain development at age two, including the development of cognitive, language and visual skills.", "snippets": ["New research shows that early fetal brain development is key to neurodevelopment\n- 2 min. read ▪ Published\nA study led by researchers at the University of Oxford and the UC Berkeley School of Public Health has found that fetal cranial growth trajectories tracked at 20-25 weeks gestation are associated with brain development at age two, including the development of cognitive, language and visual skills.\nResearchers followed over 3,500 pregnant women in Brazil, Kenya, Pakistan, South Africa, Thailand, and the United Kingdom between 2012 and 2019, measuring fetal cranial growth trajectories through ultrasounds and the neurodevelopment of the child at two years old.", "“We found that patterns of fetal growth during pregnancy predict growth and neurodevelopment in infants up to two years of age, and that faltering head growth [during pregnancy] has a negative effect on cognition, language and vision,” said study co-author Rober Gunier, a researcher for the Center for Environmental Research and Children’s Health at the School of Public Health.\nFetal cranial growth can be significantly affected by a variety of environmental influences, such as maternal infections, which can then have implications for the child’s long-term health, neurodevelopment, and even education or income later in life."], "title": "New research shows that early fetal brain development is key to ..."}, "https://molecularautism.biomedcentral.com/articles/10.1186/s13229-024-00586-5": {"url": "https://molecularautism.biomedcentral.com/articles/10.1186/s13229-024-00586-5", "description": "Background Structural differences exist in the brains of autistic individuals. To date only a few studies have explored the relationship between fetal brain growth and later infant autistic traits, and some have used fetal head circumference (HC) as a proxy for brain development. These findings have been inconsistent. Here we investigate whether fetal subregional brain measurements correlate ...", "snippets": ["This is the first study to examine sub-regional brain growth across several time-points in utero and test for associations with early neurodevelopmental outcomes in infants. We found that TCD in the 2nd trimester is significantly associated with autistic traits measured using the Q-CHAT at 18 to 20 months of age (Fig. 3). Longitudinal ultrasound measures of fetal brain parameters showed varying rates of growth between trimesters and correlations between them (Additional file 1: Fig. S1). HC and TCD were significantly correlated, particularly in the 3rd trimester. HC increased at a stable rate from the 1st to the 3rd trimester, which was mirrored by increases in TCD between the 2nd and 3rd trimester (Additional file 1: Fig. S2). Sex differences were largely confined to the late 2nd trimester, with males measuring significantly larger at both", "., brain stem) and total brain growth , which could explain why our finding of an association with TCD predates the association with HC. The observed pattern may also indicate a faster rate of brain growth in pregnancies of children with high autistic traits, which is first evident in the cerebellum but then may plateau, compared to the other pregnancies that ‘catch-up’ by 28 weeks. Longitudinal modeling that utilizes multiple time-points, as well as standardized, sex-specific and population-specific growth curves, may be better suited to capture this phenomenon.", "Limitations", "Over and above genetics, specific factors in the prenatal environment could be driving both TCD growth as well as an increase in autistic traits. For example, estradiol increases the density of neuronal fibres and spines in the developing cerebellum , as well as the likelihood of an autism diagnosis . In addition, given the cerebellum’s rapid growth in late pregnancy, increases in TCD could be an adaptive response to prenatal adverse conditions which can also affect neurodevelopment .", "Author information\nAuthors and Affiliations\nContributions\nEA contributed to the design of the study and to data acquisition. EA and AT conducted the analysis, interpreted the data and drafted the manuscript. CA contributed to the initial organization and design of the study. EP assisted with follow-up data collection and input. GH, TA, LVG and JS provided guidance with and supervised the use of clinical data. DC and RH collected ultrasound data used in this study. SBC and RH contributed equally to study design, study supervision, data interpretation, and to the revisions of the manuscript. All authors read and approved the final manuscript.\nCorresponding author\nEthics declarations\nEthics approval and consent to participate", "Conclusions", "This cohort of pregnant participants was relatively homogeneous in terms of clinical history and pregnancy parameters. Maternal factors such as polycystic ovary syndrome (PCOS), high BMI and age in the mother were not significantly associated with Q-CHAT score in the child. This does not necessarily contradict previously reported associations with autism , as the current study did not include clinically diagnosed cases and was a limited, community sample of 179 mother–child pairs with a Q-CHAT score. The Q-CHAT is not specific to or diagnostic of autism, but rather captures a wider spectrum of early neurodevelopmental traits. Similarly, there was no observed sex difference in autistic traits at 18–20 months of age, which could be attributed to a smaller sample size compared with previous studies or that effect sizes related to sex differences have been small ", "Prenatal brain growth is associated with toddler autistic traits and this can be ascertained via ultrasound starting at 20 weeks gestation.\nBackground\nApproximately four weeks after conception, the formation of the cerebral hemispheres can be observed , with spontaneous movements of the head and trunk being seen from as early as 9 weeks’ gestation age (GA) . By 37–42 weeks’ GA, there is evidence of specific cognitive functions, such as the ability to discriminate between sounds  and to anticipate directed movements . Thus, during the 40 weeks of gestation it may be that the foundations for later cognition and behavior are being programmed, likely by an interaction between genetic and environmental factors.", "Palmen SJMC, Hulshoff Pol HE, Kemner C, Schnack HG, Durston S, Lahuis BE, et al. Increased gray-matter volume in medication-naive high-functioning children with autism spectrum disorder. Psychol Med. 2005;35:561–70.\nKivilevitch Z, Gabis LV, Katorza E, Achiron R. Fetal cerebral ventricular atria width of 8–10mm: a possible prenatal risk factor for adolescent treated Attention Deficit Hyperactivity Disorder (ADHD). Res Dev Disabil. 2016;49–50:76–85.\nChang C-H, Chang F-M, Yu C-H, Ko H-C, Chen H-Y. Assessment of fetal cerebellar volume using three-dimensional ultrasound. Ultrasound Med Biol. 2000;26:981–8.\nRutten MJ, Pistorius LR, Mulder EJH, Stoutenbeek P, de Vries LS, Visser GHA. Fetal cerebellar volume and symmetry on 3-D ultrasound: volume measurement with multiplanar and vocal techniques. Ultrasound Med Biol. 2009;35:1284–9.", "The cerebellum has an important role in neurodevelopment, as it regulates the formation of networks in the developing cortex . It has been suggested that early cerebellar dysfunction may result in autism, by preventing the integration of sensory stimuli and the maturation of the social association network in later life . This is consistent with analyses showing that genes associated with autism are more active during prenatal cerebellar development, when these cortical projections are established . Fetal MRI could potentially reveal more microscopic increases in neuronal density  at this developmental time-point and whether these are associated with later autistic traits. The difference in findings between the above-mentioned studies could be attributed to a potential ‘sensitive’ period of influence during the prenatal period where observable changes in fetal brain structure are apparent.", ". The JU receives support from the European Union’s Horizon 2020 research and innovation programme and EFPIA and AUTISM SPEAKS, Autistica, SFARI. This work also received support from the Templeton World Charitable Foundation inc. The NIHR Cambridge Biomedical Research Centre (BRC) is a partnership between Cambridge University Hospitals NHS Foundation Trust and the University of Cambridge, funded by the National Institute for Health Research (NIHR), T.A. is supported by the NIHR Cambridge Biomedical Research Centre (BRC). TA is also supported by the NIHR Brain Injury MedTech Co-operative. The views expressed are those of the author(s) and not necessarily those of the funders (IHI-JU2).", "Autism is strongly heritable  and genetic variants (both rare and common) affect brain development. The genetics of autism overlaps with genetic variance associated with sex differences in growth and anthropometric measures . Early brain overgrowth is a prominent theory in autism aetiology research  with numerous studies observing a relationship between early (0–36 months) head growth and later diagnosis of autism. However, some studies find no difference in brain growth in toddlers diagnosed as autistic. While Constantino et al.  reported a slight acceleration in head growth during the first 2 years of life, this difference is not big enough to be considered a reliable marker of increased autism likelihood. Many studies using HC as a proxy for brain growth have observed no difference in longitudinal head growth from birth to infancy , concluding that enlarged HC size is not reliably associated with autism  in postnatal development", "Mitra I, Tsang K, Ladd-Acosta C, Croen LA, Aldinger KA, Hendren RL, et al. Pleiotropic mechanisms indicated for sex differences in Autism. PLOS Genet. 2016;12:e1006425.\nConstantino JN, Zhang Y, Frazier T, Abbacchi AM, Law P. Sibling recurrence and the genetic epidemiology of autism. Am J Psychiatry. 2010;167:1349–56.\nDinstein I, Haar S, Atsmon S, Schtaerman H. No evidence of early head circumference enlargements in children later diagnosed with autism in Israel. Mol Autism. 2017;8:15.\nHazlett HC, Poe MD, Gerig G, Styner M, Chappell C, Smith RG, et al. Early brain overgrowth in autism associated with an increase in cortical surface area before age 2 years. Arch Gen Psychiatry. 2011;68:467.\nMRC Aims Consortium, Bedford SA, Park MTM, Devenyi GA, Tullo S, Germann J, et al. Large-scale analyses of the relationship between sex, age and intelligence quotient heterogeneity and cortical morphometry in autism spectrum disorder. Mol Psychiatry. 2020;25:614–28.", "The brain undergoes rapid growth during the first nine months of development, unsurprisingly this time of rapid growth is a time of shaping and potential but also increased vulnerability. Existing research has separated potential ‘sensitive’ periods to alterations to development. For example first trimester has been implicated in greater risks of major birth defects , as it is during this period major structures of the body is formed (e.g., spine, limbs and heart). It is during the second and third trimesters to that research has observed more growth problems, minor birth defects and influences on later developmental outcomes  (e.g., preterm delivery, small-for-gestational age and functional deficits such as cognitive delay). Our study suggests a need to study variability in prenatal growth across pregnancy to gain a greater understanding of the time window of differences, sensitive periods and its longitudinal effect on later neurological and behavioral development.", "- Research\n- Open access\n- Published:\nFetal brain growth and infant autistic traits\nMolecular Autism volume 15, Article number: 11 (2024)\nAbstract\nBackground\nStructural differences exist in the brains of autistic individuals. To date only a few studies have explored the relationship between fetal brain growth and later infant autistic traits, and some have used fetal head circumference (HC) as a proxy for brain development. These findings have been inconsistent. Here we investigate whether fetal subregional brain measurements correlate with autistic traits in toddlers.\nMethods", "Cherskov A, Pohl A, Allison C, Zhang H, Payne RA, Baron-Cohen S. Polycystic ovary syndrome and autism: a test of the prenatal sex steroid theory. Transl Psychiatry. 2018;8:136.\nLyall K, Pauls DL, Santangelo S, Spiegelman D, Ascherio A. Maternal early life factors associated with hormone levels and the risk of having a child with an autism spectrum disorder in the nurses health study II. J Autism Dev Disord. 2011;41:618–27.\nAllison C, Baron-Cohen S, Wheelwright S, Charman T, Richler J, Pasco G, et al. The Q-CHAT (Quantitative checklist for autism in toddlers): a normally distributed quantitative measure of autistic traits at 18–24 months of age: preliminary report. J Autism Dev Disord. 2008;38:1414–25.\nHill LM, Guzick D, Fries J, Hixson J, Rivello D. The transverse cerebellar diameter in estimating gestational age in the large for gestational age fetus. Obstet Gynecol. 1990;75:981–5.\nAcknowledgements\nNot applicable.\nFunding", "In conclusion, this study demonstrated that prenatal brain growth is associated with neurodevelopmental outcomes in infants. Specifically, we found that a larger TCD as early as week 20 is associated with autistic traits in both males and females at 18–20 months. This finding further supports the potential inclusion of prenatal TCD as an early marker of later neurodevelopmental outcomes. The observed positive relationship between prenatal TCD size at 20 weeks’ gestation and Q-CHAT score at 18–20 months could be introduced into early postnatal screening as a potential early marker for autism. In the future this could aid with early diagnosis and therefore could improve access to interventions and/or support early in development for those that want these services. However further longitudinal exploration is needed to validate this potential early marker, as well as its specificity to autistic traits", "A total of 219 fetuses (104 males and 115 females) from neurotypical healthy pregnancies were recruited prospectively from the Rosie Hospital Cambridge, UK (Cambridge University Hospitals NHS Foundation Trust). Inclusion criteria for the study were as follows: pregnant women who were willing to have an additional ultrasound scan between 26 and 30 weeks’ gestation (average GA:28 weeks, SD = 1.25), with (1) little or no consumption of alcohol and (2) no smoking or recreational drug use during pregnancy, (3) a singleton fetus whose measurements indicated their size was appropriate for GA, and (4) the absence of any major fetal anomalies. For inclusion in the final data analysis, the birth was required to have resulted in a clinically healthy baby (see Table 1 for characteristics of the mothers and fetuses). Mothers were asked to consent to join the study at any point before their 3rd trimester of pregnancy.\nEthics", "Abel KM, Dalman C, Svensson AC, Susser E, Dal H, Idring S, et al. Deviance in fetal growth and risk of autism spectrum disorder. Am J Psychiatry. 2013;170:391–8.\nBonnet-Brilhault F, Rajerison TA, Paillet C, Guimard-Brunault M, Saby A, Ponson L, et al. Autism is a prenatal disorder: evidence from late gestation brain overgrowth: prenatal brain overgrowth in autism. Autism Res. 2018;11:1635–42.\nBlanken LME, Dass A, Alvares G, van der Ende J, Schoemaker NK, El Marroun H, et al. A prospective study of fetal head growth, autistic traits and autism spectrum disorder: fetal head growth and autistic traits. Autism Res. 2018;11:602–12.\nUnwin LM, Maybery MT, Murphy A, Lilje W, Bellesini M, Hunt AM, et al. A prospective ultrasound study of prenatal growth in infant siblings of children with autism. Autism Res. 2016;9:210–6.", "Dinstein I, Shelef I. Anatomical brain abnormalities and early detection of autism. Lancet Psychiatry. 2018;5:857–9.\nZwaigenbaum L, Young GS, Stone WL, Dobkins K, Ozonoff S, Brian J, et al. Early head growth in infants at risk of autism: a baby siblings research consortium study. J Am Acad Child Adolesc Psychiat. 2014;53:1053–62.\nCourchesne E, Campbell K, Solso S. Brain growth across the life span in autism: age-specific changes in anatomical pathology. Brain Res. 2011;1380:138–45.\nSacco R, Gabriele S, Persico AM. Head circumference and brain size in autism spectrum disorder: a systematic review and meta-analysis. Psychiat Res Neuroimag. 2015;234:239–51.\nRegev O, Cohen G, Hadar A, Schuster J, Flusser H, Michaelovski A, et al. Association between abnormal fetal head growth and autism spectrum disorder. J Am Acad Child Adolesc Psychiatry. 2021;60:986–97.", "To date only one other study has examined sub-regional brain size using prenatal ultrasound , finding a higher rate of fetal ultrasound anomalies in HC but not in the cerebellum or ventricular atrium (VA) size in infants later diagnosed as autistic. Here we take this one step further, testing longitudinal growth of head and brain regions measured by 2D ultrasound sonography during pregnancy. The regions of interest were: the cerebrum (using HC as a proxy) , the cerebellum  and the ventricular atrium  of fetuses. Subsequently, infants were followed up to test if there is an association between these regions of the developing fetal brain and the emergence of autistic traits (Q-CHAT scores) at 18–20 months of age.\nMethods\nParticipants", "Longitudinal research of the relationship between fetal growth and development in relation to later outcomes is still limited. Fetal biometrics are used to predict which newborn infants may be at risk for low birth weight due to intrauterine growth restriction (IUGR) or are small or large for gestation age (SGA, LGA). These biometrics are predictors of adverse fetal and infant outcomes. Numerous studies have explored the relationship between deviation in fetal growth (e.g., SGA, LGA) and birth weight, with mixed findings for later child outcomes (e.g., increased likelihood of developing sensory issues , autism  and increased incidence of cognitive disabilities ). However, most research examining the relationship between the prenatal period and later outcomes has only measured pregnancy outcomes or overall growth (e.g., birthweight, IUGR and LGA), with few studies measuring the longitudinal relationship between fetal growth and development of outcomes in infancy.", ". Finally, this finding may improve our understanding of how autism and related traits are associated with prenatal brain development."], "title": "Fetal brain growth and infant autistic traits - Molecular Autism"}}}