{"url_to_unified_index": {"https://www.bnl.gov/rhic/star.php": 12, "https://www.sci.news/physics/antihyperhydrogen-4-13197.html": 11, "https://www.bnl.gov/rhic/": 15, "https://www.bnl.gov/newsroom/news.php?a=121912": 4, "https://www.sciencedirect.com/science/article/abs/pii/S0168900202019605": 14, "https://en.wikipedia.org/wiki/STAR_detector": 13, "https://home.cern/science/physics/matter-antimatter-asymmetry-problem": 7, "https://en.wikipedia.org/wiki/Relativistic_Heavy_Ion_Collider": 16, "https://en.wikipedia.org/wiki/Baryon_asymmetry": 6, "https://en.wikipedia.org/wiki/Physics_beyond_the_Standard_Model": 5, "https://www.gktoday.in/question/what-is-anti-hyperhydrogen-4-recently-mentioned-in-news": 3, "https://www.sciencedaily.com/releases/2024/08/240821124228.htm": 17, "https://www.nature.com/articles/nature01096": 2, "https://en.wikipedia.org/wiki/Antihydrogen": 10, "https://en.wikipedia.org/wiki/Standard_Model": 1, "https://arxiv.org/abs/hep-ph/0303065": 18, "https://www.scientificamerican.com/article/why-is-there-more-matter-than-antimatter/": 8, "https://www.nature.com/articles/nature09610": 9, "https://www.livescience.com/32387-what-is-antimatter.html": 22, "https://www.nature.com/articles/nature23446": 20, "https://www.quantamagazine.org/icy-antimatter-experiment-surprises-physicists-20220316/": 19, "https://cerncourier.com/a/keeping-antihydrogen-the-alpha-trap/": 21}, "url_to_info": {"https://www.bnl.gov/rhic/star.php": {"url": "https://www.bnl.gov/rhic/star.php", "description": "This is due both to the complexity of the system formed in high-energy nuclear collisions and the unexplored landscape of the physics being studied. End view of a collision of two 30-billion electron-volt gold beams in the STAR detector at the Relativistic Heavy Ion Collider.", "snippets": ["By using powerful computers to reconstruct the sub-atomic interactions which produce the particles emerging from each collision, the detector can, in a sense, run time backwards. This process can be compared to examining the final products which come out of a factory and trying to determine what kinds of machines produced them. The STAR collaboration is composed of hundreds of scientists and engineers from the U.S.", "These detectors work together in an advanced data acquisition and subsequent physics analysis that allows final statements to be made about the collision. STAR's \"heart\" is the Time Projection Chamber which tracks and identifies particles emerging from heavy ion collisions.", "The STAR detector specializes in tracking the thousands of particles produced by each ion collision at RHIC. Weighing 1,200 tons and as large as a house, STAR is a massive detector."], "title": "BNL | STAR Detector"}, "https://www.sci.news/physics/antihyperhydrogen-4-13197.html": {"url": "https://www.sci.news/physics/antihyperhydrogen-4-13197.html", "description": "Physicists from the STAR Collaboration have observed the antimatter hypernucleus antihyperhydrogen-4 -- composed of an antihyperon, an antiproton and two antineutrons -- in collisions of atomic nuclei.", "snippets": ["“Since antihelium-4 was already discovered in STAR, we used the same method used previously to pick up those events and then reconstructed them with pi+ tracks to find these particles,” Wu said.", "An artistic representation of antihyperhydrogen-4 created in a collision of two gold nuclei.", "They compared the lifetime of antihyperhydrogen-4 with that of hyperhydrogen-4, which is made of the ordinary-matter varieties of the same building blocks.", "“To study the matter-antimatter asymmetry, the first step is to discover new antimatter particles. That’s the basic logic behind this study,” added Dr."], "title": "Physicists Observe Antihyperhydrogen-4 for First Time | Sci.News"}, "https://www.bnl.gov/rhic/": {"url": "https://www.bnl.gov/rhic/", "description": "RHIC is a tool for studying the fundamental properties of matter. By looking back to a time before protons and neutrons existed, it can study nature’s strongest force and determine how the universe evolved.", "snippets": ["RHIC is the world's only machine capable of colliding beams of polarized protons to investigate the 'missing' spin of the proton. Before high-speed packets of heavy ions can be brought into collisions with one another, they first travel through a chain of smaller particle accelerators. Large-scale physics facilities like RHIC play a significant role in training the next generation of physicists. Physicist Paul Sorensen describes discoveries made at the Relativistic Heavy Ion Collider where conditions similar to what the universe may have looked like in the first microseconds after its birth are created.", "(Separate print interview at http://energy.gov/articles/lab-breakthrough-exploring-matter-dawn-time). Physicist Paul Sorensen describes discoveries made at the Relativistic Heavy Ion Collider (RHIC), a particle accelerator at the U.S. Department of Energy's Brookhaven National Laboratory."], "title": "BNL | Relativistic Heavy Ion Collider (RHIC)"}, "https://www.bnl.gov/newsroom/news.php?a=121912": {"url": "https://www.bnl.gov/newsroom/news.php?a=121912", "description": "UPTON, N.Y. — Scientists studying ... discovered a new kind of antimatter nucleus, the heaviest ever detected. Composed of four antimatter particles — an antiproton, two antineutrons, and one antihyperon — these exotic antinuclei are known as antihyperhydrogen-4....", "snippets": ["Members of RHIC’s STAR Collaboration made the discovery by using their house-sized particle detector to analyze details of the collision debris. They report their results in the journal Nature and explain how they’ve already used these exotic antiparticles to look for differences between matter and antimatter.", "Scientists teasing through six billion particle smashups detect roughly 16 “antihyperhydrogen-4” particles.", "They report their results in the journal Nature and explain how they’ve already used these exotic antiparticles to look for differences between matter and antimatter. “Our physics knowledge about matter and antimatter is that, except for having opposite electric charges, antimatter has the same properties as matter — same mass, same lifetime before decaying, and same interactions,” said STAR collaborator Junlin Wu, a graduate student at the Joint Department for Nuclear Physics, Lanzhou University and Institute of Modern Physics, China."], "title": "New Heaviest Exotic Antimatter Nucleus | BNL Newsroom"}, "https://www.sciencedirect.com/science/article/abs/pii/S0168900202019605": {"url": "https://www.sciencedirect.com/science/article/abs/pii/S0168900202019605", "description": "An introduction to the STAR detector and a brief overview of the physics goals of the experiment are presented. The Solenoidal Tracker at RHIC (STAR) is one of two large detector systems constructed at the Relativistic Heavy Ion Collider (RHIC) at Brookhaven National Laboratory.", "snippets": ["R.L. Brown, et al., Proceedings of the 1997 IEEE Particle Accelerator Conference, 3230...F. Bergsma ... A. Schuttauf ... STAR/ALICE RICH Collaboration; a ring imaging cherenkov detector for STAR, STARnote 349,...ALICE Collaboration, Technical Design and Report, Detector for High Momentum PID, CERN/LHCC...", "The goal is to obtain a fundamental understanding of the microscopic structure of these hadronic interactions at high energy densities. In order to accomplish this, STAR was designed primarily for measurements of hadron production over a large solid angle, featuring detector systems for high precision tracking, momentum analysis, and particle identification at the center of mass (c.m.) rapidity.", "The STAR data acquisition system (DAQ)  is fast and flexible. It receives data from multiple detectors and these detectors have a wide range of readout rates."], "title": "STAR detector overview - ScienceDirect"}, "https://en.wikipedia.org/wiki/STAR_detector": {"url": "https://en.wikipedia.org/wiki/STAR_detector", "description": "This is due both to the complexity of the system formed in the high-energy nuclear collision and the unexplored landscape of the physics studied. STAR therefore consists of several types of detectors, each specializing in detecting certain types of particles or characterizing their motion.", "snippets": ["The STAR detector (for Solenoidal Tracker at RHIC) is one of the four experiments at the Relativistic Heavy Ion Collider (RHIC) in Brookhaven National Laboratory, United States. The primary scientific objective of STAR is to study the formation and characteristics of the quark–gluon plasma ...", "The governance of STAR is via two branches: the institutional Council which is run by a Chairperson elected from the Council ranks, and elected Spokesperson(s) and their management team. The Spokesperson(s) represent the Collaboration in scientific, technical, and managerial concerns.", "The Council deals with general issues that concern the collaboration. Examples include the organization and governance of the Collaboration, adoption of bylaws and amendments thereto, the policy on admission of new members institutions to the Collaboration, and Policies for the Publication and Presentation of STAR Results."], "title": "STAR detector - Wikipedia"}, "https://home.cern/science/physics/matter-antimatter-asymmetry-problem": {"url": "https://home.cern/science/physics/matter-antimatter-asymmetry-problem", "description": "The Big Bang should have created ... early universe. But today, everything we see from the smallest life forms on Earth to the largest stellar objects is made almost entirely of matter. Comparatively, there is not much antimatter to be found. Something must have happened to tip the balance. One of the greatest challenges in physics is to figure out what happened to the antimatter, or why we see an asymmetry between matter ...", "snippets": ["Physicists may find hints as to what this process might be by studying the subtle differences in the behaviour of matter and antimatter particles created in high-energy proton collisions at the Large Hadron Collider. Studying this imbalance could help scientists paint a clearer picture of why our universe is matter-filled.", "In the same way, some unknown mechanism could have interfered with the oscillating particles to cause a slight majority of them to decay as matter. Physicists may find hints as to what this process might be by studying the subtle differences in the behaviour of matter and antimatter particles created in high-energy proton collisions at the Large Hadron Collider."], "title": "The matter-antimatter asymmetry problem | CERN"}, "https://en.wikipedia.org/wiki/Relativistic_Heavy_Ion_Collider": {"url": "https://en.wikipedia.org/wiki/Relativistic_Heavy_Ion_Collider", "description": "The Relativistic Heavy Ion Collider (RHIC /ˈrɪk/) is the first and one of only two operating heavy-ion colliders, and the only spin-polarized proton collider ever built. Located at Brookhaven National Laboratory (BNL) in Upton, New York, and used by an international team of researchers, it ...", "snippets": ["RHIC began operation in 2000 and until November 2010 was the highest-energy heavy-ion collider in the world. The Large Hadron Collider (LHC) of CERN, while used mainly for colliding protons, operates with heavy ions for about one month per year. The LHC has operated with 25 times higher energies per nucleon.", "The Relativistic Heavy Ion Collider (RHIC /ˈrɪk/) is the first and one of only two operating heavy-ion colliders, and the only spin-polarized proton collider ever built. Located at Brookhaven National Laboratory (BNL) in Upton, New York, and used by an international team of researchers, it is the only operating particle collider in the US.", "By using RHIC to collide ions traveling at relativistic speeds, physicists study the primordial form of matter that existed in the universe shortly after the Big Bang. By colliding spin-polarized protons, the spin structure of the proton is explored. RHIC is as of 2019 the second-highest-energy heavy-ion collider in the world, with nucleon energies for collisions reaching 100 GeV for gold ions and 250 GeV for protons."], "title": "Relativistic Heavy Ion Collider - Wikipedia"}, "https://en.wikipedia.org/wiki/Baryon_asymmetry": {"url": "https://en.wikipedia.org/wiki/Baryon_asymmetry", "description": "In physical cosmology, the baryon asymmetry problem, also known as the matter asymmetry problem or the matter–antimatter asymmetry problem, is the observed imbalance in baryonic matter (the type of matter experienced in everyday life) and antibaryonic matter in the observable universe.", "snippets": ["Another possible explanation of the apparent baryon asymmetry is that matter and antimatter are essentially separated into different, widely distant regions of the universe.", "The challenges to the physics theories are then to explain how to produce the predominance of matter over antimatter, and also the magnitude of this asymmetry. An important quantifier is the asymmetry parameter, ... This quantity relates the overall number density difference between baryons and antibaryons (nB and nB, respectively) and the number density of cosmic background radiation photons nγ. According to the Big Bang model, matter decoupled from the cosmic background radiation (CBR) at a temperature of roughly 3000 kelvin, corresponding to an average kinetic energy of 3000 K / (10.08×103 K/eV) = 0.3 eV.", "Due to CPT symmetry, violation of CP symmetry demands violation of time inversion symmetry, or T-symmetry. Despite the allowance for CP violation in the Standard Model, it is insufficient to account for the observed baryon asymmetry of the universe (BAU) given the limits on baryon number violation, meaning that beyond-Standard Model sources are needed.", "However, there is as of yet no consensus theory to explain the phenomenon, which has been described as \"one of the great mysteries in physics\". In 1967, Andrei Sakharov proposed a set of three necessary conditions that a baryon-generating interaction must satisfy to produce matter and antimatter at different rates.", "The challenges to the physics theories are then to explain how to produce the predominance of matter over antimatter, and also the magnitude of this asymmetry. An important quantifier is the asymmetry parameter,", "To account for baryon violation in baryogenesis, such events (including proton decay) can occur in Grand Unification Theories (GUTs) and supersymmetric (SUSY) models via hypothetical massive bosons such as the X boson. The second condition for generating baryon asymmetry—violation of charge-parity symmetry—is that a process is able to happen at a different rate to its antimatter counterpart.", "In the out-of-equilibrium decay scenario, the last condition states that the rate of a reaction which generates baryon-asymmetry must be less than the rate of expansion of the universe. In this situation the particles and their corresponding antiparticles do not achieve thermal equilibrium due to rapid expansion decreasing the occurrence of pair-annihilation. Another possible explanation of the apparent baryon asymmetry is that matter and antimatter are essentially separated into different, widely distant regions of the universe.", "The second condition for generating baryon asymmetry—violation of charge-parity symmetry—is that a process is able to happen at a different rate to its antimatter counterpart. In the Standard Model, CP violation appears as a complex phase in the quark mixing matrix of the weak interaction.", "In physical cosmology, the baryon asymmetry problem, also known as the matter asymmetry problem or the matter–antimatter asymmetry problem, is the observed imbalance in baryonic matter (the type of matter experienced in everyday life) and antibaryonic matter in the observable universe.", "The challenges to the physics theories are then to explain how to produce the predominance of matter over antimatter, and also the magnitude of this asymmetry.", "Several competing hypotheses exist to explain the imbalance of matter and antimatter that resulted in baryogenesis. However, there is as of yet no consensus theory to explain the phenomenon, which has been described as \"one of the great mysteries in physics\". In 1967, Andrei Sakharov proposed a set of three necessary conditions that a baryon-generating interaction must satisfy to produce matter and antimatter at different rates."], "title": "Baryon asymmetry - Wikipedia"}, "https://en.wikipedia.org/wiki/Physics_beyond_the_Standard_Model": {"url": "https://en.wikipedia.org/wiki/Physics_beyond_the_Standard_Model", "description": "Physics beyond the Standard Model (BSM) refers to the theoretical developments needed to explain the deficiencies of the Standard Model, such as the inability to explain the fundamental parameters of the standard model, the strong CP problem, neutrino oscillations, matter–antimatter asymmetry, ...", "snippets": ["Strong CP problem – it can be argued theoretically that the standard model should contain a term in the strong interaction that breaks CP symmetry, causing slightly different interaction rates for matter vs. antimatter.", "The standard model does not explain gravity. The approach of simply adding a graviton to the Standard Model does not recreate what is observed experimentally without other modifications, as yet undiscovered, to the Standard Model. Moreover, the Standard Model is widely considered to be incompatible with the most successful theory of gravity to date, general relativity. Dark matter.", "Physics beyond the Standard Model (BSM) refers to the theoretical developments needed to explain the deficiencies of the Standard Model, such as the inability to explain the fundamental parameters of the standard model, the strong CP problem, neutrino oscillations, matter–antimatter asymmetry, and the nature of dark matter and dark energy."], "title": "Physics beyond the Standard Model - Wikipedia"}, "https://www.gktoday.in/question/what-is-anti-hyperhydrogen-4-recently-mentioned-in-news": {"url": "https://www.gktoday.in/question/what-is-anti-hyperhydrogen-4-recently-mentioned-in-news", "description": "Antimatter nucleus Scientists detected the heaviest antimatter nucleus antihyperhydrogen4 at the Relativistic Heavy Ion Collider RHIC in New York The discovery came from over 6 billion collision events at the particle accelerator This finding could help understand why the universe is mostly matter ...", "snippets": ["Antimatter is like ordinary matter but with opposite electric charges, often called \"mirror matter.\" Antimatter particles include positrons (positive electron counterparts), antiprotons, and antineutrons. Matter and antimatter annihilate each other on contact, releasing energy.", "Antimatter is like ordinary matter but with opposite electric charges, often called \"mirror matter.\" Antimatter particles include positrons (positive electron counterparts), antiprotons, and antineutrons. Matter and antimatter annihilate each other on contact, releasing energy. Antimatter is created in particle accelerators and naturally occurs in the universe."], "title": "What is 'Anti-hyperhydrogen-4', recently mentioned in news?"}, "https://www.sciencedaily.com/releases/2024/08/240821124228.htm": {"url": "https://www.sciencedaily.com/releases/2024/08/240821124228.htm", "description": "NERSC is another DOE Office of Science user facility. ... Materials provided by DOE/Brookhaven National Laboratory. Note: Content may be edited for style and length. ... STAR Collaboration. Observation of the Antimatter Hypernucleus 4/(anti)Λ(anti)H. Nature, 2024 DOI: 10.1038/s41586-024-07823-0 ... DOE/Brookhaven National Laboratory. \"New heaviest exotic antimatter nucleus...", "snippets": ["They report their results in the journal Nature and explain how they've already used these exotic antiparticles to look for differences between matter and antimatter. \"Our physics knowledge about matter and antimatter is that, except for having opposite electric charges, antimatter has the same properties as matter -- same mass, same lifetime before decaying, and same interactions,\" said STAR collaborator Junlin Wu, a graduate student at the Joint Department for Nuclear Physics, Lanzhou University and Institute of Modern Physics, China."], "title": "New heaviest exotic antimatter nucleus | ScienceDaily"}, "https://www.nature.com/articles/nature01096": {"url": "https://www.nature.com/articles/nature01096", "description": "A theoretical underpinning of the standard model of fundamental particles and interactions is CPT invariance, which requires that the laws of physics be invariant under the combined discrete operations of charge conjugation, parity and time reversal. Antimatter, the existence of which was predicted ...", "snippets": ["A theoretical underpinning of the standard model of fundamental particles and interactions is CPT invariance, which requires that the laws of physics be invariant under the combined discrete operations of charge conjugation, parity and time reversal. Antimatter, the existence of which was predicted by Dirac, can be used to test the CPT theorem—experimental investigations involving comparisons of particles with antiparticles are numerous1."], "title": "Production and detection of cold antihydrogen atoms | Nature"}, "https://en.wikipedia.org/wiki/Antihydrogen": {"url": "https://en.wikipedia.org/wiki/Antihydrogen", "description": "Antihydrogen ( H ) is the antimatter counterpart of hydrogen. Whereas the common hydrogen atom is composed of an electron and proton, the antihydrogen atom is made up of a positron and antiproton. Scientists hope that studying antihydrogen may shed light on the question of why there is more ...", "snippets": ["Antihydrogen ( H ) is the antimatter counterpart of hydrogen. Whereas the common hydrogen atom is composed of an electron and proton, the antihydrogen atom is made up of a positron and antiproton. Scientists hope that studying antihydrogen may shed light on the question of why there is more matter than antimatter in the observable universe, known as the baryon asymmetry problem.", "They were also able to count annihilation events during the runs and found a higher level during the resonance runs, again with no significant difference between the off-resonance and no laser runs. The results were in good agreement with predictions based on normal hydrogen and can be \"interpreted as a test of CPT symmetry at a precision of 200 ppt.\""], "title": "Antihydrogen - Wikipedia"}, "https://en.wikipedia.org/wiki/Standard_Model": {"url": "https://en.wikipedia.org/wiki/Standard_Model", "description": "The Standard Model of particle physics is the theory describing three of the four known fundamental forces (electromagnetic, weak and strong interactions – excluding gravity) in the universe and classifying all known elementary particles.", "snippets": ["The development of the Standard Model was driven by theoretical and experimental particle physicists alike. The Standard Model is a paradigm of a quantum field theory for theorists, exhibiting a wide range of phenomena, including spontaneous symmetry breaking, anomalies, and non-perturbative behavior.", "The Standard Model of particle physics is the theory describing three of the four known fundamental forces (electromagnetic, weak and strong interactions – excluding gravity) in the universe and classifying all known elementary particles. It was developed in stages throughout the latter half ...", "Although the Standard Model is believed to be theoretically self-consistent and has demonstrated some success in providing experimental predictions, it leaves some physical phenomena unexplained and so falls short of being a complete theory of fundamental interactions. For example, it does not fully explain baryon asymmetry, incorporate the full theory of gravitation as described by general relativity, or account for the universe's accelerating expansion as possibly described by dark energy. The model does not contain any viable dark matter particle that possesses all of the required properties deduced from observational cosmology."], "title": "Standard Model - Wikipedia"}, "https://arxiv.org/abs/hep-ph/0303065": {"url": "https://arxiv.org/abs/hep-ph/0303065", "description": "Although the origin of matter-antimatter asymmetry remains unknown, continuing advances in theory and improved experimental limits have ruled out some scenarios for baryogenesis, for example the sphaleron baryogenesis at the electroweak phase transition in the standard model.", "snippets": ["Abstract: Although the origin of matter-antimatter asymmetry remains unknown, continuing advances in theory and improved experimental limits have ruled out some scenarios for baryogenesis, for example the sphaleron baryogenesis at the electroweak phase transition in the standard model. At the same time, the success of cosmological inflation and the prospects for discovering supersymmetry at the LHC have put some other models in sharper focus. We review the current state of our understanding of baryogenesis with the emphasis on those scenarios that we consider most plausible."], "title": "[hep-ph/0303065] The origin of the matter-antimatter asymmetry"}, "https://www.scientificamerican.com/article/why-is-there-more-matter-than-antimatter/": {"url": "https://www.scientificamerican.com/article/why-is-there-more-matter-than-antimatter/", "description": "Why the universe we see today is made entirely out of matter is one of the greatest mysteries of modern physics. Had there ever been an equal amount of antimatter, everything in the universe would have been annihilated. Our research has unveiled a new source of this asymmetry between matter ...", "snippets": ["Our research has unveiled a new source of this asymmetry between matter and antimatter. Antimatter was first postulated by Arthur Schuster in 1896, given a theoretical footing by Paul Dirac in 1928, and discovered in the form of anti-electrons, dubbed positrons, by Carl Anderson in 1932."], "title": "Why Is There More Matter Than Antimatter? | Scientific American"}, "https://www.nature.com/articles/nature09610": {"url": "https://www.nature.com/articles/nature09610", "description": "Particle physics aspects of antihydrogen studies with ALPHA at CERN. AIP Conf. Proc. 1078, 208–220 (2008) ... Gabrielse, G. et al. First capture of antiprotons in a Penning trap: a kiloelectronvolt source. Phys. Rev. Lett. 57, 2504–2507 (1986) ... Gabrielse, G. et al. Cooling and slowing of trapped antiprotons below 100 meV. Phys. Rev. Lett. 63, 1360–1363 (1989) ... Surko, C. M. & Greaves, R. G. Emerging science and technology ...", "snippets": ["Antihydrogen, the bound state of an antiproton and a positron, has been produced at low energies since 2002 at CERN, Europe's particle-physics lab near Geneva, Switzerland. Antihydrogen is of fundamental interest for testing the standard model of elementary particles and interactions."], "title": "Trapped antihydrogen | Nature"}, "https://www.livescience.com/32387-what-is-antimatter.html": {"url": "https://www.livescience.com/32387-what-is-antimatter.html", "description": "NASA researchers have looked at the possibility of using the energy produced by matter-antimatter collisions to send a probe to the nearest star system, Alpha Centauri. The energy in the collisions would allow the vehicle to accelerate to 10% the speed of light and then slow itself enough to explore Alpha Centauri, potentially for decades. Read about the discovery ...", "snippets": ["All about antimatter, where it is produced and how to power a spacecraft with it", "NASA researchers have looked at the possibility of using the energy produced by matter-antimatter collisions to send a probe to the nearest star system, Alpha Centauri. The energy in the collisions would allow the vehicle to accelerate to 10% the speed of light and then slow itself enough to explore Alpha Centauri, potentially for decades. Read about the discovery and physics of antimatter, from CERN.", "For their work on this discovery, Dirac and Anderson received the  · Nobel Prize in physics — Dirac in 1933, and Anderson in 1936. Because putting matter and antimatter together produces energy, engineers have speculated that antimatter-powered spacecraft might be an efficient way to explore the universe."], "title": "What is Antimatter? | Live Science"}, "https://www.nature.com/articles/nature23446": {"url": "https://www.nature.com/articles/nature23446", "description": "The hyperfine splitting of antihydrogen has been measured and is consistent with expectations for atomic hydrogen. Comparing precision measurements of hydrogen with equivalent measurements of antihydrogen is a way of testing charge–parity–time (CPT) symmetries, which are fundamental to physics.", "snippets": ["The hyperfine splitting of antihydrogen has been measured and is consistent with expectations for atomic hydrogen. Comparing precision measurements of hydrogen with equivalent measurements of antihydrogen is a way of testing charge–parity–time (CPT) symmetries, which are fundamental to physics.", "Magnetic trapping of antihydrogen atoms13,14 provides a means of studying them by combining electromagnetic interaction with detection techniques that are unique to antimatter12,15. Here we report the results of a microwave spectroscopy experiment in which we probe the response of antihydrogen over a controlled range of frequencies.", "Nature - Comparing precision measurements of hydrogen with equivalent measurements of antihydrogen is a way of testing charge–parity–time (CPT) symmetries, which are fundamental to...", "The amount of trapped antihydrogen can be determined destructively at any time by intentionally ramping down the trapping magnets to release anti-atoms, while monitoring their annihilations. The dominant background in our experiment comes from cosmic rays, which trigger the detector at an average rate of 10.02 ± 0.02 s−1 (all errors herein are one standard deviation).", "In addition to being a useful diagnostic for optimizing antihydrogen trapping, the ability to selectively control the populations of the trapped quantum states will be useful for future microwave and optical spectroscopy of trapped antihydrogen. The work described exemplifies a new approach in antimatter physics: the observation of spectral line shapes in antihydrogen.", "Antihydrogen atoms that leave the trap and annihilate on the electrodes of the Penning trap are registered by the ALPHA-2 annihilation detector20. This three-layer silicon vertex detector that surrounds the trapping volume (Fig. 1) determines the vertex position of the antiproton annihilation."], "title": "Observation of the hyperfine spectrum of antihydrogen | Nature"}, "https://www.quantamagazine.org/icy-antimatter-experiment-surprises-physicists-20220316/": {"url": "https://www.quantamagazine.org/icy-antimatter-experiment-surprises-physicists-20220316/", "description": "One way to gauge the properties ... a technique called laser spectroscopy. A laser beam with just the right energy, for instance, can briefly push an electron to a higher energy level. When it returns to its previous energy level, the electron emits light of a particular wavelength. “This is, if you want, the color of the atom,” said Masaki Hori, a physicist at the Max Planck Institute of Quantum Optics who uses spectroscopy to study antimatter...", "snippets": ["One way to gauge the properties of atoms and their components is to tickle them with a laser and see what happens, a technique called laser spectroscopy. A laser beam with just the right energy, for instance, can briefly push an electron to a higher energy level. When it returns to its previous energy level, the electron emits light of a particular wavelength. “This is, if you want, the color of the atom,” said Masaki Hori, a physicist at the Max Planck Institute of Quantum Optics who uses spectroscopy to study antimatter."], "title": "Icy Antimatter Experiment Surprises Physicists | Quanta Magazine"}, "https://cerncourier.com/a/keeping-antihydrogen-the-alpha-trap/": {"url": "https://cerncourier.com/a/keeping-antihydrogen-the-alpha-trap/", "description": "This means initially trapping just a few anti-atoms – not making a BEC or antihydrogen ice. The future of our emerging field seems to depend on this, although ASACUSA is developing a plan to do spectroscopy on antihydrogen in flight. Time will tell which approach proves more promising. Two things are certain: the real technology ...", "snippets": ["This means initially trapping just a few anti-atoms – not making a BEC or antihydrogen ice. The future of our emerging field seems to depend on this, although ASACUSA is developing a plan to do spectroscopy on antihydrogen in flight. Time will tell which approach proves more promising. Two things are certain: the real technology of antimatter production and trapping lags far behind Dan Brown’s imagination; and the Vatican is safe from us."], "title": "Keeping antihydrogen: the ALPHA trap – CERN Courier"}}}