{"url_to_unified_index": {"https://www.sci.news/physics/antihyperhydrogen-4-13197.html": 7, "https://scitechdaily.com/unmasking-antihyperhydrogen-4-the-heaviest-antimatter-hypernucleus-ever-discovered/": 8, "https://newatlas.com/physics/heaviest-antimatter-antihyperhydrogen4-nucleus": 10, "https://en.wikipedia.org/wiki/Antihydrogen": 3, "https://www.livescience.com/physics-mathematics/particle-physics/scientists-discover-the-heaviest-antimatter-particle-ever-and-it-could-hold-secrets-to-our-universes-origins": 9, "https://www.nature.com/articles/nature01096": 4, "https://www.bnl.gov/newsroom/news.php?a=121912": 15, "https://www.bnl.gov/rhic/": 6, "https://phys.org/news/2024-08-heaviest-exotic-antimatter-nucleus.html": 12, "https://en.wikipedia.org/wiki/Relativistic_Heavy_Ion_Collider": 14, "https://www.nature.com/articles/nature23446": 21, "https://home.cern/science/physics/matter-antimatter-asymmetry-problem": 22, "https://en.wikipedia.org/wiki/Antimatter": 2, "https://home.cern/science/physics/antimatter/storing-antihydrogen": 1, "https://ui.adsabs.harvard.edu/abs/2018IJMPS..4660069O/abstract": 5, "https://www.scientificamerican.com/article/why-is-there-more-matter-than-antimatter/": 11, "https://www.nature.com/articles/ncomms4089": 13, "https://en.wikipedia.org/wiki/Standard_Model": 16, "https://home.cern/science/physics/standard-model": 17, "https://en.wikipedia.org/wiki/Big_Bang": 18, "https://spaceplace.nasa.gov/big-bang/en/": 19, "https://www.space.com/25126-big-bang-theory.html": 20}, "url_to_info": {"https://www.sci.news/physics/antihyperhydrogen-4-13197.html": {"url": "https://www.sci.news/physics/antihyperhydrogen-4-13197.html", "description": "Physicists from the STAR Collaboration have observed the antimatter hypernucleus antihyperhydrogen-4 -- composed of an antihyperon, an antiproton and two antineutrons -- in collisions of atomic nuclei.", "snippets": ["STAR physicists had previously observed nuclei made of antimatter created in RHIC collisions.", "“To study the matter-antimatter asymmetry, the first step is to discover new antimatter particles. That’s the basic logic behind this study,” added Dr. Hao Qiu, a researcher at the Institute of Modern Physics. STAR physicists had previously observed nuclei made of antimatter created in RHIC collisions.", "“So, in this case, it was sort of comforting that the symmetry still works.” · “We agreed the results further confirmed that our models are correct and are a great step forward in the experimental research on antimatter.” · The team’s work appears in the journal Nature. ... STAR Collaboration. Observation of the antimatter hypernucleus antihyperhydrogen-4.", "In 2010, they detected the antihypertriton; this was the first instance of an antimatter nucleus containing a hyperon, which is a particle containing at least one strange quark rather than just the lighter up and down quarks that make up ordinary protons and neutrons. Then, just a year later, STAR physicists toppled that heavyweight antimatter record by detecting the antimatter equivalent of the helium nucleus: antihelium-4.", "Image credit: Institute of Modern Physics. “Our physics knowledge about matter and antimatter is that, except for having opposite electric charges, antimatter has the same properties as matter — same mass, same lifetime before decaying, and same interactions,” said Junlin Wu, a graduate student at Lanzhou University and China’s Institute of Modern Physics.", "“We agreed the results further confirmed that our models are correct and are a great step forward in the experimental research on antimatter.” · The team’s work appears in the journal Nature.", "“But the reality is that our Universe is made of matter rather than antimatter, even though both are believed to have been created in equal amounts at the time of the Big Bang some 14 billion years ago.”", "“To study the matter-antimatter asymmetry, the first step is to discover new antimatter particles. That’s the basic logic behind this study,” added Dr.", "They compared the lifetime of antihyperhydrogen-4 with that of hyperhydrogen-4, which is made of the ordinary-matter varieties of the same building blocks.", "“Since antihelium-4 was already discovered in STAR, we used the same method used previously to pick up those events and then reconstructed them with pi+ tracks to find these particles,” Wu said.", "The STAR researchers worked hard to rule out the background of all the other potential decay pair partners."], "title": "Physicists Observe Antihyperhydrogen-4 for First Time | Sci.News"}, "https://scitechdaily.com/unmasking-antihyperhydrogen-4-the-heaviest-antimatter-hypernucleus-ever-discovered/": {"url": "https://scitechdaily.com/unmasking-antihyperhydrogen-4-the-heaviest-antimatter-hypernucleus-ever-discovered/", "description": "Researchers from the STAR Collaboration have discovered a new antimatter hypernucleus, antihyperhydrogen-4, at the Relativistic Heavy Ion Collider, marking the heaviest antimatter nucleus found to date. This milestone contributes to our understanding of the universe's matter-antimatter asymmetry,", "snippets": ["“After analyzing experimental data of approximately 6.6 billion heavy-ion collision events, we reconstructed antihyperhydrogen-4 from its decay products antihelium-4 and π+ meson, and identified a signal of about 16 antihyperhydrogen-4,” said WU Junlin, a PhD student at IMP."], "title": "Unmasking Antihyperhydrogen-4: The Heaviest Antimatter Hypernucleus Ever Discovered"}, "https://newatlas.com/physics/heaviest-antimatter-antihyperhydrogen4-nucleus": {"url": "https://newatlas.com/physics/heaviest-antimatter-antihyperhydrogen4-nucleus", "description": "Physicists have created the heaviest clumps of antimatter particles ever seen. Known as antihyperhydrogen-4, this strange stuff could help us solve some of the most puzzling physics mysteries.", "snippets": ["From their detections, the team was able to compare the lifetime of antihyperhydrogen-4 to that of hyperhydrogen-4, and found they seem to be the same. That was expected, since matter and antimatter of the same elements should only differ in their charge – but there is a chance that there are other differences, which would hint at physics beyond the Standard Model."], "title": "Heaviest-ever clumps of antimatter created in atom smasher"}, "https://en.wikipedia.org/wiki/Antihydrogen": {"url": "https://en.wikipedia.org/wiki/Antihydrogen", "description": "Antihydrogen ( H ) is the antimatter counterpart of hydrogen. Whereas the common hydrogen atom is composed of an electron and proton, the antihydrogen atom is made up of a positron and antiproton. Scientists hope that studying antihydrogen may shed light on the question of why there is more ...", "snippets": ["The results, which are identical to that of hydrogen within the experimental resolution, support the idea of matter–antimatter symmetry and CPT symmetry.", "Scientists hope that studying antihydrogen may shed light on the question of why there is more matter than antimatter in the observable universe, known as the baryon asymmetry problem. Antihydrogen is produced artificially in particle accelerators. Accelerators first detected hot antihydrogen in the 1990s. ATHENA studied cold H in 2002. It was first trapped by the Antihydrogen Laser Physics Apparatus (ALPHA) team at CERN in 2010, who then measured the structure and other important properties.", "The antiproton, on the other hand, is made up of antiquarks that combine with quarks in either neutrons or protons, resulting in high-energy pions, that quickly decay into muons, neutrinos, positrons, and electrons. If antihydrogen atoms were suspended in a perfect vacuum, they should survive indefinitely. As an anti-element, it is expected to have exactly the same properties as hydrogen.", "They were also able to count annihilation events during the runs and found a higher level during the resonance runs, again with no significant difference between the off-resonance and no laser runs. The results were in good agreement with predictions based on normal hydrogen and can be \"interpreted as a test of CPT symmetry at a precision of 200 ppt.\"", "They then studied its hyperfine structure, gravity effects, and charge. ALPHA will continue measurements along with experiments ATRAP, AEgIS and GBAR. In 2018, AEgIS has produced a novel pulsed source of antihydrogen atoms with a production time spread of merely 250 nanoseconds. The pulsed source is generated by the charge exchange reaction between Rydberg positronium atoms -- produced via the injection of a pulsed positron beam into a nanochanneled Si target, and excited by laser pulses -- and antiprotons, trapped, cooled and manipulated in electromagnetic traps.", "Antihydrogen ( H ) is the antimatter counterpart of hydrogen. Whereas the common hydrogen atom is composed of an electron and proton, the antihydrogen atom is made up of a positron and antiproton. Scientists hope that studying antihydrogen may shed light on the question of why there is more matter than antimatter in the observable universe, known as the baryon asymmetry problem."], "title": "Antihydrogen - Wikipedia"}, "https://www.livescience.com/physics-mathematics/particle-physics/scientists-discover-the-heaviest-antimatter-particle-ever-and-it-could-hold-secrets-to-our-universes-origins": {"url": "https://www.livescience.com/physics-mathematics/particle-physics/scientists-discover-the-heaviest-antimatter-particle-ever-and-it-could-hold-secrets-to-our-universes-origins", "description": "The newly found antiparticle, called antihyperhydrogen-4, could have a potential imbalance with its matter counterpart that may help scientists understand how our universe came to be.", "snippets": ["The antimatter heavyweight, called antihyperhydrogen-4, is made up of an antiproton, two antineutrons and one antihyperon (a baryon that contains a strange quark).", "By studying the strange particle, physicists hope to discover some key differences between matter and antimatter, which may help explain why our universe is now filled with matter given that antimatter was created in equal amounts at the beginning of time. The researchers published their findings Aug.", "\"If we were to see a violation of [this particular] symmetry, basically we'd have to throw a lot of what we know about physics out the window,\" study co-author · Emilie Duckworth, a doctoral student at Kent State University, said in the statement. The scientists' next step will be to compare the masses of the antiparticles and their particle opposites, which they hope could reveal some clues as to how our matter-heavy universe came to be. ... Ben Turner is a U.K."], "title": "Heaviest antimatter particle ever discovered could hold secrets to our universe's origins | Live Science"}, "https://www.nature.com/articles/nature01096": {"url": "https://www.nature.com/articles/nature01096", "description": "We note that the present detection method does not identify the quantum state of the produced antihydrogen atoms. This is a question of considerable practical importance for future experiments involving trapping of neutral anti-atoms, as the demonstrated trapping techniques for hydrogen are only applicable to ground-state atoms. Hagiwara, K. et al. The review of particle ...", "snippets": ["A theoretical underpinning of the standard model of fundamental particles and interactions is CPT invariance, which requires that the laws of physics be invariant under the combined discrete operations of charge conjugation, parity and time reversal. Antimatter, the existence of which was predicted by Dirac, can be used to test the CPT theorem—experimental investigations involving comparisons of particles with antiparticles are numerous1."], "title": "Production and detection of cold antihydrogen atoms | Nature"}, "https://www.bnl.gov/newsroom/news.php?a=121912": {"url": "https://www.bnl.gov/newsroom/news.php?a=121912", "description": "Scientists teasing through six billion particle smashups detect roughly 16 “antihyperhydrogen-4” particles.", "snippets": ["“To study the matter-antimatter asymmetry, the first step is to discover new antimatter particles,” said STAR physicist Hao Qiu, Wu’s advisor at IMP.", "Exotic Antimatter Detected at Relativistic Heavy Ion Collider (RHIC)", "Scientists teasing through six billion particle smashups detect roughly 16 “antihyperhydrogen-4” particles.", "The researchers made use of computing resources in the Scientific Data and Computing Center at Brookhaven Lab, the National Energy Research Scientific Computing Center (NERSC) at DOE’s Lawrence Berkeley National Laboratory, and the Open Science Grid consortium.", "Members of RHIC’s STAR Collaboration made the discovery by using their house-sized particle detector to analyze details of the collision debris. They report their results in the journal Nature and explain how they’ve already used these exotic antiparticles to look for differences between matter and antimatter. “Our physics knowledge about matter and antimatter is that, except for having opposite electric charges, antimatter has the same properties as matter — same mass, same lifetime before decaying, and same interactions,” said STAR collaborator Junlin Wu, a graduate student at the Joint Department for Nuclear Physics, Lanzhou University and Institute of Modern Physics, China.", "Composite image of the STAR detector and an example of particle tracks it detects emerging from a gold-gold collision at the Relativistic Heavy Ion Collider (RHIC) at Brookhaven National Laboratory.", "UPTON, N.Y. — Scientists studying the tracks of particles streaming from six billion collisions of atomic nuclei at the Relativistic Heavy Ion Collider (RHIC) — an “atom smasher” that recreates the conditions of the early universe — have discovered a new kind of antimatter nucleus, the heaviest ever detected. Composed of four antimatter particles — an antiproton, two antineutrons, and one antihyperon — these exotic antinuclei are known as antihyperhydrogen-4.", "“Since antihelium-4 was already discovered in STAR, we used the same method used previously to pick up those events and then reconstructed them with pi+ tracks to find these particles,” Wu said.", "Composite image of the STAR detector and an example of particle tracks it detects emerging from a gold-gold collision at the Relativistic Heavy Ion Collider (RHIC) at Brookhaven National Laboratory. (Joe Rubino and Jen Abramowitz/Brookhaven National Laboratory) “To study the matter-antimatter asymmetry, the first step is to discover new antimatter particles,” said STAR physicist Hao Qiu, Wu’s advisor at IMP.", "Members of RHIC’s STAR Collaboration made the discovery by using their house-sized particle detector to analyze details of the collision debris. They report their results in the journal Nature and explain how they’ve already used these exotic antiparticles to look for differences between matter and antimatter.", "Members of RHIC’s STAR Collaboration made the discovery by using their house-sized particle detector to analyze details of the collision debris."], "title": "New Heaviest Exotic Antimatter Nucleus | BNL Newsroom"}, "https://www.bnl.gov/rhic/": {"url": "https://www.bnl.gov/rhic/", "description": "RHIC is a tool for studying the fundamental properties of matter. By looking back to a time before protons and neutrons existed, it can study nature’s strongest force and determine how the universe evolved.", "snippets": ["At Brookhaven National Lab's Relativistic Heavy Ion Collider, physicists from around the world study what the universe may have looked like in the first few moments after its creation.", "RHIC is the world's only machine capable of colliding beams of polarized protons to investigate the 'missing' spin of the proton. Before high-speed packets of heavy ions can be brought into collisions with one another, they first travel through a chain of smaller particle accelerators. Large-scale physics facilities like RHIC play a significant role in training the next generation of physicists. Physicist Paul Sorensen describes discoveries made at the Relativistic Heavy Ion Collider where conditions similar to what the universe may have looked like in the first microseconds after its birth are created.", "(Separate print interview at http://energy.gov/articles/lab-breakthrough-exploring-matter-dawn-time). Physicist Paul Sorensen describes discoveries made at the Relativistic Heavy Ion Collider (RHIC), a particle accelerator at the U.S. Department of Energy's Brookhaven National Laboratory."], "title": "BNL | Relativistic Heavy Ion Collider (RHIC)"}, "https://phys.org/news/2024-08-heaviest-exotic-antimatter-nucleus.html": {"url": "https://phys.org/news/2024-08-heaviest-exotic-antimatter-nucleus.html", "description": "Then, just a year later, STAR physicists toppled that heavyweight antimatter record by detecting the antimatter equivalent of the helium nucleus: antihelium-4.", "snippets": ["Scientists studying the tracks of particles streaming from six billion collisions of atomic nuclei at the Relativistic Heavy Ion Collider (RHIC)—an \"atom smasher\" that recreates the conditions of the early universe—have discovered a new kind of antimatter nucleus, the heaviest ever detected. Composed of four antimatter particles—an antiproton, two antineutrons, and one antihyperon—these exotic antinuclei are known as antihyperhydrogen-4.", "Then, just a year later, STAR physicists toppled that heavyweight antimatter record by detecting the antimatter equivalent of the helium nucleus: antihelium-4.", "Members of RHIC's STAR Collaboration made the discovery by using their house-sized particle detector to analyze details of the collision debris. They report their results in the journal Nature and explain how they've already used these exotic antiparticles to look for differences between matter and antimatter."], "title": "New heaviest exotic antimatter nucleus discovered"}, "https://en.wikipedia.org/wiki/Relativistic_Heavy_Ion_Collider": {"url": "https://en.wikipedia.org/wiki/Relativistic_Heavy_Ion_Collider", "description": "The Relativistic Heavy Ion Collider (RHIC /ˈrɪk/) is the first and one of only two operating heavy-ion colliders, and the only spin-polarized proton collider ever built. Located at Brookhaven National Laboratory (BNL) in Upton, New York, and used by an international team of researchers, it ...", "snippets": ["The Relativistic Heavy Ion Collider (RHIC /ˈrɪk/) is the first and one of only two operating heavy-ion colliders, and the only spin-polarized proton collider ever built. Located at Brookhaven National Laboratory (BNL) in Upton, New York, and used by an international team of researchers, it is the only operating particle collider in the US.", "RHIC began operation in 2000 and until November 2010 was the highest-energy heavy-ion collider in the world. The Large Hadron Collider (LHC) of CERN, while used mainly for colliding protons, operates with heavy ions for about one month per year. The LHC has operated with 25 times higher energies per nucleon.", "By using RHIC to collide ions traveling at relativistic speeds, physicists study the primordial form of matter that existed in the universe shortly after the Big Bang. By colliding spin-polarized protons, the spin structure of the proton is explored. RHIC is as of 2019 the second-highest-energy heavy-ion collider in the world, with nucleon energies for collisions reaching 100 GeV for gold ions and 250 GeV for protons."], "title": "Relativistic Heavy Ion Collider - Wikipedia"}, "https://www.nature.com/articles/nature23446": {"url": "https://www.nature.com/articles/nature23446", "description": "The hyperfine splitting of antihydrogen has been measured and is consistent with expectations for atomic hydrogen. Comparing precision measurements of hydrogen with equivalent measurements of antihydrogen is a way of testing charge–parity–time (CPT) symmetries, which are fundamental to physics.", "snippets": ["Narsky, I. Optimization of signal significance by bagging decision trees. Preprint at http://arxiv.org/abs/physics/0507157 (2005) Amole, C. et al. Alternative method for reconstruction of antihydrogen annihilation vertices. Hyperfine Interact. 212, 101–107 (2012) ... All authors are members of the ALPHA Collaboration. This work was supported by: the European Research Council through its Advanced Grant programme (J.S.H.); CNPq, FAPERJ and RENAFAE (Brazil); NSERC, NRC/TRIUMF, EHPDS/EHDRS and FQRNT (Canada); FNU (NICE Centre) and Carlsberg Foundation (Denmark); JSPS Postdoctoral Fellowships for Research Abroad (Japan); ISF (Israel); STFC, EPSRC, the Royal Society and the Leverhulme Trust (UK); DOE and NSF (USA); and VR (Sweden).", "Nature - Comparing precision measurements of hydrogen with equivalent measurements of antihydrogen is a way of testing charge–parity–time (CPT) symmetries, which are fundamental to..."], "title": "Observation of the hyperfine spectrum of antihydrogen | Nature"}, "https://home.cern/science/physics/matter-antimatter-asymmetry-problem": {"url": "https://home.cern/science/physics/matter-antimatter-asymmetry-problem", "description": "Nevertheless, a tiny portion of matter – about one particle per billion – managed to survive. This is what we see today. In the past few decades, particle-physics experiments have shown that the laws of nature do not apply equally to matter and antimatter. Physicists are keen to discover the ...", "snippets": ["Nevertheless, a tiny portion of matter – about one particle per billion – managed to survive. This is what we see today. In the past few decades, particle-physics experiments have shown that the laws of nature do not apply equally to matter and antimatter. Physicists are keen to discover the reasons why."], "title": "The matter-antimatter asymmetry problem | CERN"}, "https://en.wikipedia.org/wiki/Antimatter": {"url": "https://en.wikipedia.org/wiki/Antimatter", "description": "In modern physics, antimatter is defined as matter composed of the antiparticles (or \"partners\") of the corresponding particles in \"ordinary\" matter, and can be thought of as matter with reversed charge, parity, and time, known as CPT reversal. Antimatter occurs in natural processes like cosmic ...", "snippets": ["In modern physics, antimatter is defined as matter composed of the antiparticles (or \"partners\") of the corresponding particles in \"ordinary\" matter, and can be thought of as matter with reversed charge, parity, and time, known as CPT reversal. Antimatter occurs in natural processes like cosmic ..."], "title": "Antimatter - Wikipedia"}, "https://home.cern/science/physics/antimatter/storing-antihydrogen": {"url": "https://home.cern/science/physics/antimatter/storing-antihydrogen", "description": "At CERN, we probe the fundamental structure of particles that make up everything around us. We do so using the world's largest and most complex scientific instruments · Fundamental research", "snippets": ["In 1928 the physicist Paul Dirac proposed that every particle of matter should have an antimatter counterpart. But shortly after the big bang, most of the antimatter disappeared, leaving behind the tiny portion of matter that constitutes the universe we live in today."], "title": "Storing antihydrogen | CERN"}, "https://ui.adsabs.harvard.edu/abs/2018IJMPS..4660069O/abstract": {"url": "https://ui.adsabs.harvard.edu/abs/2018IJMPS..4660069O/abstract", "description": "The ALPHA project at the CERN AD is testing fundamental symmetries between matter and antimatter using trapped antihydrogen atoms. The spectrum of the antihydrogen atom may be compared to ordinary hydrogen where it has been measured very precisely. CPT conservation, which underpins our current ...", "snippets": ["The ALPHA project at the CERN AD is testing fundamental symmetries between matter and antimatter using trapped antihydrogen atoms. The spectrum of the antihydrogen atom may be compared to ordinary hydrogen where it has been measured very precisely. CPT conservation, which underpins our current theoretical framework, requires equality of the masses and charges of matter and its antimatter partners, so antihydrogen spectroscopy presents a path to precision CPT tests.", "I will discuss the techniques used by ALPHA to trap more than 8000 antihydrogen atoms in 2016, and interrogate them for 600s. The 1S-2S transition in antihydrogen has been observed for the first time, and it agrees with its hydrogen counterpart within an uncertainty of 400 kHz or 0.2 ppb."], "title": "Measurements of Properties of Antihydrogen - NASA/ADS"}, "https://www.scientificamerican.com/article/why-is-there-more-matter-than-antimatter/": {"url": "https://www.scientificamerican.com/article/why-is-there-more-matter-than-antimatter/", "description": "A new experiment at the world’s most powerful particle collider sheds light on an enduring cosmic mystery", "snippets": ["Our research has unveiled a new source of this asymmetry between matter and antimatter. Antimatter was first postulated by Arthur Schuster in 1896, given a theoretical footing by Paul Dirac in 1928, and discovered in the form of anti-electrons, dubbed positrons, by Carl Anderson in 1932."], "title": "Why Is There More Matter Than Antimatter? | Scientific American"}, "https://www.nature.com/articles/ncomms4089": {"url": "https://www.nature.com/articles/ncomms4089", "description": "Antihydrogen, a positron bound to an antiproton, is the simplest antiatom. Its counterpart—hydrogen—is one of the most precisely investigated and best understood systems in physics research. High-resolution comparisons of both systems provide sensitive tests of CPT symmetry, which is the ...", "snippets": ["Antihydrogen, a positron bound to an antiproton, is the simplest antiatom. Its counterpart—hydrogen—is one of the most precisely investigated and best understood systems in physics research. High-resolution comparisons of both systems provide sensitive tests of CPT symmetry, which is the most fundamental symmetry in the Standard Model of elementary particle physics."], "title": "A source of antihydrogen for in-flight hyperfine spectroscopy | Nature Communications"}, "https://en.wikipedia.org/wiki/Standard_Model": {"url": "https://en.wikipedia.org/wiki/Standard_Model", "description": "The Standard Model of particle physics is the theory describing three of the four known fundamental forces (electromagnetic, weak and strong interactions – excluding gravity) in the universe and classifying all known elementary particles.", "snippets": ["The Standard Model of particle physics is the theory describing three of the four known fundamental forces (electromagnetic, weak and strong interactions – excluding gravity) in the universe and classifying all known elementary particles. It was developed in stages throughout the latter half ...", "If one insists on using only Standard Model particles, this can be achieved by adding a non-renormalizable interaction of leptons with the Higgs boson. On a fundamental level, such an interaction emerges in the seesaw mechanism where heavy right-handed neutrinos are added to the theory. This is natural in the left-right symmetric extension of the Standard Model and in certain grand unified theories. As long as new physics appears below or around 1014 GeV, the neutrino masses can be of the right order of magnitude."], "title": "Standard Model - Wikipedia"}, "https://home.cern/science/physics/standard-model": {"url": "https://home.cern/science/physics/standard-model", "description": "The Standard Model explains how the basic building blocks of matter interact, governed by four fundamental forces. The theories and discoveries of thousands of physicists since the 1930s have resulted in a remarkable insight into the fundamental structure of matter: everything in the universe is found to be made from a few basic building blocks called fundamental particles...", "snippets": ["Our best understanding of how these particles and three of the forces are related to each other is encapsulated in the Standard Model of particle physics. Developed in the early 1970s, it has successfully explained almost all experimental results and precisely predicted a wide variety of phenomena."], "title": "The Standard Model | CERN"}, "https://en.wikipedia.org/wiki/Big_Bang": {"url": "https://en.wikipedia.org/wiki/Big_Bang", "description": "Various cosmological models of the Big Bang explain the evolution of the observable universe from the earliest known periods through its subsequent large-scale form. These models offer a comprehensive explanation for a broad range of observed phenomena, including the abundance of light elements, the cosmic microwave background (CMB) radiation, and large-scale structure. The uniformity of the universe, known as the flatness problem, is ...", "snippets": ["Crucially, these models are compatible with the Hubble–Lemaître law—the observation that the farther away a galaxy is, the faster it is moving away from Earth. Extrapolating this cosmic expansion backward in time using the known laws of physics, the models describe an increasingly concentrated cosmos preceded by a singularity in which space and time lose meaning (typically named \"the Big Bang singularity\").", "Various cosmological models of the Big Bang explain the evolution of the observable universe from the earliest known periods through its subsequent large-scale form. These models offer a comprehensive explanation for a broad range of observed phenomena, including the abundance of light elements, the cosmic microwave background (CMB) radiation, and large-scale structure. The uniformity of the universe, known as the flatness problem, is explained through cosmic inflation: a sudden and very rapid expansion of space during the earliest moments.", "In 1964 the CMB was discovered, which convinced many cosmologists that the competing steady-state model of cosmic evolution was falsified, since the Big Bang models predict a uniform background radiation caused by high temperatures and densities in the distant past. A wide range of empirical evidence strongly favors the Big Bang event, which is now essentially universally accepted."], "title": "Big Bang - Wikipedia"}, "https://spaceplace.nasa.gov/big-bang/en/": {"url": "https://spaceplace.nasa.gov/big-bang/en/", "description": "It is the idea that the universe began as just a single point, then expanded and stretched to grow as large as it is right now—and it is still stretching! In 1927, an astronomer named Georges Lemaître had a big idea. He said that a very long time ago, the universe started as just a single point.", "snippets": ["The big bang is how astronomers explain the way the universe began."], "title": "What Is the Big Bang? | NASA Space Place – NASA Science for Kids"}, "https://www.space.com/25126-big-bang-theory.html": {"url": "https://www.space.com/25126-big-bang-theory.html", "description": "Jam packed issues filled with the ... of all ages · Engaging articles, breathtaking images and expert knowledge ... The Big Bang Theory explains how the universe began....", "snippets": ["These were formed during the era of Big Bang Nucleosynthesis (BBN) in the first few minutes after the Big Bang. Their abundances show that the universe was really hot and really dense in the past (as opposed to the conditions when the CMB was formed, which was just regular hot and dense — there's about a factor of a million difference in temperature between when BBN occurred and when the CMB occurred). Not that I know of. There are some issues that arise with the simplest model of the Big Bang, but those can be resolved by invoking a physical process that is still consistent with the basic premise of the Big Bang Theory."], "title": "What is the Big Bang Theory? | Space"}}}